var triggerLogObj区间 = {
  "上升日期区间": {
    "2008-12-04=>2009-07-27": {
      "2008-12-04": [
        {
          "trigDate": "2008-12-04",
          "quantName": "上证50低位_MVol金叉日",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "11->2008-12-19,82.37,4.18",
            "high": "4->2008-12-10,126.65,6.43",
            "low": "6->2008-12-12,-9.36,-0.48"
          },
          "nextSecondDelivery周五": {
            "close": "29->2009-01-16,20.47,1.04",
            "high": "4->2008-12-10,126.65,6.43",
            "low": "19->2008-12-31,-152.02,-7.72"
          },
          "nextThirdDelivery周五": {
            "close": "49->2009-02-20,374.58,19.02",
            "high": "45->2009-02-16,492.5,25",
            "low": "19->2008-12-31,-152.02,-7.72"
          }
        }
      ],
      "2009-01-05": [
        {
          "trigDate": "2009-01-05",
          "quantName": "上证低位_金叉低连空但",
          "logInfo": ""
        },
        {
          "trigDate": "2009-01-05",
          "quantName": "上证50低位_金叉低连空但",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "9->2009-01-16,109.54,5.82",
            "high": "9->2009-01-16,109.54,5.82",
            "low": "6->2009-01-13,-4.49,-0.24"
          },
          "nextSecondDelivery周五": {
            "close": "29->2009-02-20,463.65,24.65",
            "high": "25->2009-02-16,581.57,30.92",
            "low": "6->2009-01-13,-4.49,-0.24"
          },
          "nextThirdDelivery周五": {
            "close": "49->2009-03-20,499.17,26.54",
            "high": "25->2009-02-16,581.57,30.92",
            "low": "6->2009-01-13,-4.49,-0.24"
          }
        }
      ],
      "2009-01-06": [
        {
          "trigDate": "2009-01-06",
          "quantName": "上证50低位_金叉低连空但",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "8->2009-01-16,47.54,2.45",
            "high": "8->2009-01-16,47.54,2.45",
            "low": "5->2009-01-13,-66.49,-3.42"
          },
          "nextSecondDelivery周五": {
            "close": "28->2009-02-20,401.65,20.68",
            "high": "24->2009-02-16,519.57,26.75",
            "low": "5->2009-01-13,-66.49,-3.42"
          },
          "nextThirdDelivery周五": {
            "close": "48->2009-03-20,437.17,22.5",
            "high": "24->2009-02-16,519.57,26.75",
            "low": "5->2009-01-13,-66.49,-3.42"
          }
        }
      ],
      "2009-01-07": [
        {
          "trigDate": "2009-01-07",
          "quantName": "上证50低位_金叉低连空但",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "7->2009-01-16,95.55,5.04",
            "high": "7->2009-01-16,95.55,5.04",
            "low": "4->2009-01-13,-18.48,-0.98"
          },
          "nextSecondDelivery周五": {
            "close": "27->2009-02-20,449.66,23.73",
            "high": "23->2009-02-16,567.58,29.96",
            "low": "4->2009-01-13,-18.48,-0.98"
          },
          "nextThirdDelivery周五": {
            "close": "47->2009-03-20,485.17,25.61",
            "high": "23->2009-02-16,567.58,29.96",
            "low": "4->2009-01-13,-18.48,-0.98"
          }
        }
      ],
      "2009-03-04": [
        {
          "trigDate": "2009-03-04",
          "quantName": "上证低位_金叉低连空但",
          "logInfo": ""
        },
        {
          "trigDate": "2009-03-04",
          "quantName": "沪深300低位_金叉低连空但",
          "logInfo": ""
        },
        {
          "trigDate": "2009-03-04",
          "quantName": "上证50低位_金叉低连空但",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "12->2009-03-20,65.76,2.84",
            "high": "11->2009-03-19,68.48,2.96",
            "low": "3->2009-03-09,-111.55,-4.82"
          },
          "nextSecondDelivery周五": {
            "close": "31->2009-04-17,336.61,14.55",
            "high": "30->2009-04-16,373.03,16.12",
            "low": "3->2009-03-09,-111.55,-4.82"
          },
          "nextThirdDelivery周五": {
            "close": "50->2009-05-15,482.04,20.83",
            "high": "48->2009-05-13,499.93,21.6",
            "low": "3->2009-03-09,-111.55,-4.82"
          }
        }
      ],
      "2009-03-06": [
        {
          "trigDate": "2009-03-06",
          "quantName": "沪深300低位_金叉低连空但",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "10->2009-03-20,77.83,3.38",
            "high": "9->2009-03-19,80.55,3.5",
            "low": "1->2009-03-09,-99.48,-4.32"
          },
          "nextSecondDelivery周五": {
            "close": "29->2009-04-17,348.68,15.15",
            "high": "28->2009-04-16,385.1,16.73",
            "low": "1->2009-03-09,-99.48,-4.32"
          },
          "nextThirdDelivery周五": {
            "close": "48->2009-05-15,494.11,21.46",
            "high": "46->2009-05-13,511.99,22.24",
            "low": "1->2009-03-09,-99.48,-4.32"
          }
        }
      ],
      "2009-03-18": [
        {
          "trigDate": "2009-03-18",
          "quantName": "上证50低位_ma10UpMas低连空但",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "2->2009-03-20,42.31,1.81",
            "high": "1->2009-03-19,45.04,1.93",
            "low": ",0,0"
          },
          "nextSecondDelivery周五": {
            "close": "21->2009-04-17,313.17,13.4",
            "high": "20->2009-04-16,349.58,14.96",
            "low": ",0,0"
          },
          "nextThirdDelivery周五": {
            "close": "40->2009-05-15,458.59,19.62",
            "high": "38->2009-05-13,476.48,20.38",
            "low": ",0,0"
          }
        }
      ],
      "2009-03-19": [
        {
          "trigDate": "2009-03-19",
          "quantName": "沪深300低位_ma10UpMas低连空但",
          "logInfo": ""
        },
        {
          "trigDate": "2009-03-19",
          "quantName": "上证50低位_ma10UpMas低连空但",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "1->2009-03-20,-10.05,-0.42",
            "high": ",0,0",
            "low": "1->2009-03-20,-10.05,-0.42"
          },
          "nextSecondDelivery周五": {
            "close": "20->2009-04-17,260.8,10.91",
            "high": "19->2009-04-16,297.21,12.44",
            "low": "1->2009-03-20,-10.05,-0.42"
          },
          "nextThirdDelivery周五": {
            "close": "39->2009-05-15,406.22,17",
            "high": "37->2009-05-13,424.11,17.75",
            "low": "1->2009-03-20,-10.05,-0.42"
          }
        }
      ],
      "2009-03-20": [
        {
          "trigDate": "2009-03-20",
          "quantName": "上证低位_ma10UpMas低连空但",
          "logInfo": ""
        },
        {
          "trigDate": "2009-03-20",
          "quantName": "沪深300低位_ma10UpMas低连空但",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "19->2009-04-17,266.02,11.16",
            "high": "18->2009-04-16,302.44,12.68",
            "low": ",0,0"
          },
          "nextSecondDelivery周五": {
            "close": "38->2009-05-15,411.45,17.25",
            "high": "36->2009-05-13,429.34,18",
            "low": ",0,0"
          },
          "nextThirdDelivery周五": {
            "close": "61->2009-06-19,695.33,29.16",
            "high": "61->2009-06-19,695.33,29.16",
            "low": ",0,0"
          }
        }
      ],
      "2009-04-30": [
        {
          "trigDate": "2009-04-30",
          "quantName": "沪深300低位_金叉低连空但",
          "logInfo": ""
        },
        {
          "trigDate": "2009-04-30",
          "quantName": "上证50低位_金叉低连空但",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "10->2009-05-15,160.99,6.11",
            "high": "8->2009-05-13,178.88,6.79",
            "low": ",0,0"
          },
          "nextSecondDelivery周五": {
            "close": "33->2009-06-19,444.87,16.88",
            "high": "33->2009-06-19,444.87,16.88",
            "low": ",0,0"
          },
          "nextThirdDelivery周五": {
            "close": "53->2009-07-17,884.68,33.57",
            "high": "53->2009-07-17,884.68,33.57",
            "low": ",0,0"
          }
        }
      ],
      "2009-05-08": [
        {
          "trigDate": "2009-05-08",
          "quantName": "上证低位_ma10UpMas低连空但",
          "logInfo": ""
        },
        {
          "trigDate": "2009-05-08",
          "quantName": "沪深300低位_ma10UpMas低连空但",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "5->2009-05-15,-12.02,-0.43",
            "high": "3->2009-05-13,5.87,0.21",
            "low": "1->2009-05-11,-82.82,-2.95"
          },
          "nextSecondDelivery周五": {
            "close": "28->2009-06-19,271.86,9.68",
            "high": "28->2009-06-19,271.86,9.68",
            "low": "12->2009-05-26,-88.38,-3.15"
          },
          "nextThirdDelivery周五": {
            "close": "48->2009-07-17,711.67,25.34",
            "high": "48->2009-07-17,711.67,25.34",
            "low": "12->2009-05-26,-88.38,-3.15"
          }
        }
      ],
      "2009-05-11": [
        {
          "trigDate": "2009-05-11",
          "quantName": "上证低位_ma10UpMas低连空但",
          "logInfo": ""
        },
        {
          "trigDate": "2009-05-11",
          "quantName": "上证50低位_ma10UpMas低连空但",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "4->2009-05-15,93.37,3.45",
            "high": "2->2009-05-13,111.26,4.12",
            "low": ",0,0"
          },
          "nextSecondDelivery周五": {
            "close": "27->2009-06-19,377.26,13.96",
            "high": "27->2009-06-19,377.26,13.96",
            "low": ",0,0"
          },
          "nextThirdDelivery周五": {
            "close": "47->2009-07-17,817.07,30.23",
            "high": "47->2009-07-17,817.07,30.23",
            "low": ",0,0"
          }
        }
      ],
      "2009-05-12": [
        {
          "trigDate": "2009-05-12",
          "quantName": "上证低位_ma10UpMas低连空但",
          "logInfo": ""
        },
        {
          "trigDate": "2009-05-12",
          "quantName": "沪深300低位_ma10UpMas低连空但",
          "logInfo": ""
        },
        {
          "trigDate": "2009-05-12",
          "quantName": "上证50低位_ma10UpMas低连空但",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "3->2009-05-15,3.7,0.13",
            "high": "1->2009-05-13,21.59,0.77",
            "low": ",0,0"
          },
          "nextSecondDelivery周五": {
            "close": "26->2009-06-19,287.58,10.3",
            "high": "26->2009-06-19,287.58,10.3",
            "low": "10->2009-05-26,-72.66,-2.6"
          },
          "nextThirdDelivery周五": {
            "close": "46->2009-07-17,727.39,26.05",
            "high": "46->2009-07-17,727.39,26.05",
            "low": "10->2009-05-26,-72.66,-2.6"
          }
        }
      ]
    },
    "2012-09-27=>2015-06-08": {
      "2012-11-01": [
        {
          "trigDate": "2012-11-01",
          "quantName": "上证50低位_金叉低连空但",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "11->2012-11-16,-120.66,-5.25",
            "high": "1->2012-11-02,8.88,0.39",
            "low": "11->2012-11-16,-120.66,-5.25"
          },
          "nextSecondDelivery周五": {
            "close": "36->2012-12-21,74.1,3.22",
            "high": "35->2012-12-20,86.92,3.78",
            "low": "22->2012-12-03,-189.05,-8.23"
          },
          "nextThirdDelivery周五": {
            "close": "53->2013-01-18,297.54,12.95",
            "high": "50->2013-01-15,297.96,12.97",
            "low": "22->2012-12-03,-189.05,-8.23"
          }
        }
      ],
      "2012-11-02": [
        {
          "trigDate": "2012-11-02",
          "quantName": "上证低位_金叉低连空但",
          "logInfo": ""
        },
        {
          "trigDate": "2012-11-02",
          "quantName": "上证50低位_金叉低连空但",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "10->2012-11-16,-125.5,-5.45",
            "high": ",0,0",
            "low": "10->2012-11-16,-125.5,-5.45"
          },
          "nextSecondDelivery周五": {
            "close": "35->2012-12-21,69.26,3.01",
            "high": "34->2012-12-20,82.07,3.56",
            "low": "21->2012-12-03,-193.89,-8.42"
          },
          "nextThirdDelivery周五": {
            "close": "52->2013-01-18,292.7,12.71",
            "high": "49->2013-01-15,293.11,12.73",
            "low": "21->2012-12-03,-193.89,-8.42"
          }
        }
      ],
      "2012-11-06": [
        {
          "trigDate": "2012-11-06",
          "quantName": "沪深300低位_MVol金叉日",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "8->2012-11-16,-111.52,-4.87",
            "high": ",0,0",
            "low": "8->2012-11-16,-111.52,-4.87"
          },
          "nextSecondDelivery周五": {
            "close": "33->2012-12-21,83.24,3.64",
            "high": "32->2012-12-20,96.05,4.2",
            "low": "19->2012-12-03,-179.91,-7.86"
          },
          "nextThirdDelivery周五": {
            "close": "50->2013-01-18,306.68,13.4",
            "high": "47->2013-01-15,307.09,13.42",
            "low": "19->2012-12-03,-179.91,-7.86"
          }
        }
      ],
      "2012-11-07": [
        {
          "trigDate": "2012-11-07",
          "quantName": "上证低位_MVol金叉日",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "7->2012-11-16,-92.34,-4.07",
            "high": ",0,0",
            "low": "7->2012-11-16,-92.34,-4.07"
          },
          "nextSecondDelivery周五": {
            "close": "32->2012-12-21,102.42,4.51",
            "high": "31->2012-12-20,115.23,5.08",
            "low": "18->2012-12-03,-160.73,-7.08"
          },
          "nextThirdDelivery周五": {
            "close": "49->2013-01-18,325.86,14.36",
            "high": "46->2013-01-15,326.27,14.38",
            "low": "18->2012-12-03,-160.73,-7.08"
          }
        }
      ],
      "2012-12-05": [
        {
          "trigDate": "2012-12-05",
          "quantName": "上证低位_金叉低连空但",
          "logInfo": ""
        },
        {
          "trigDate": "2012-12-05",
          "quantName": "沪深300低位_金叉低连空但",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "12->2012-12-21,166.4,7.54",
            "high": "11->2012-12-20,179.21,8.13",
            "low": "1->2012-12-06,-2,-0.09"
          },
          "nextSecondDelivery周五": {
            "close": "29->2013-01-18,389.83,17.67",
            "high": "26->2013-01-15,390.25,17.69",
            "low": "1->2012-12-06,-2,-0.09"
          },
          "nextThirdDelivery周五": {
            "close": "45->2013-02-18,531.87,24.11",
            "high": "42->2013-02-06,570.24,25.85",
            "low": "1->2012-12-06,-2,-0.09"
          }
        }
      ],
      "2013-04-10": [
        {
          "trigDate": "2013-04-10",
          "quantName": "上证低位_周downMas绿空绿红",
          "logInfo": ""
        },
        {
          "trigDate": "2013-04-10",
          "quantName": "沪深300低位_周downMas绿空绿红",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "7->2013-04-19,31.33,1.25",
            "high": "7->2013-04-19,31.33,1.25",
            "low": "3->2013-04-15,-65.68,-2.62"
          },
          "nextSecondDelivery周五": {
            "close": "24->2013-05-17,89.55,3.58",
            "high": "24->2013-05-17,89.55,3.58",
            "low": "3->2013-04-15,-65.68,-2.62"
          },
          "nextThirdDelivery周五": {
            "close": "46->2013-06-21,-185.11,-7.4",
            "high": "31->2013-05-28,141.86,5.67",
            "low": "46->2013-06-21,-185.11,-7.4"
          }
        }
      ],
      "2013-04-11": [
        {
          "trigDate": "2013-04-11",
          "quantName": "上证低位_周downMas绿空绿红",
          "logInfo": ""
        },
        {
          "trigDate": "2013-04-11",
          "quantName": "沪深300低位_周downMas绿空绿红",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "6->2013-04-19,57.51,2.32",
            "high": "6->2013-04-19,57.51,2.32",
            "low": "2->2013-04-15,-39.5,-1.6"
          },
          "nextSecondDelivery周五": {
            "close": "23->2013-05-17,115.73,4.67",
            "high": "23->2013-05-17,115.73,4.67",
            "low": "2->2013-04-15,-39.5,-1.6"
          },
          "nextThirdDelivery周五": {
            "close": "45->2013-06-21,-158.93,-6.42",
            "high": "30->2013-05-28,168.04,6.79",
            "low": "45->2013-06-21,-158.93,-6.42"
          }
        }
      ],
      "2013-04-12": [
        {
          "trigDate": "2013-04-12",
          "quantName": "上证低位_周downMas绿空绿红",
          "logInfo": ""
        },
        {
          "trigDate": "2013-04-12",
          "quantName": "沪深300低位_周downMas绿空绿红",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "5->2013-04-19,79.86,3.25",
            "high": "5->2013-04-19,79.86,3.25",
            "low": "1->2013-04-15,-17.15,-0.7"
          },
          "nextSecondDelivery周五": {
            "close": "22->2013-05-17,138.08,5.63",
            "high": "22->2013-05-17,138.08,5.63",
            "low": "1->2013-04-15,-17.15,-0.7"
          },
          "nextThirdDelivery周五": {
            "close": "44->2013-06-21,-136.57,-5.57",
            "high": "29->2013-05-28,190.39,7.76",
            "low": "44->2013-06-21,-136.57,-5.57"
          }
        }
      ],
      "2013-06-25": [
        {
          "trigDate": "2013-06-25",
          "quantName": "上证低位_日九空金叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "18->2013-07-19,20.15,0.93",
            "high": "12->2013-07-11,156.36,7.2",
            "low": "2->2013-06-27,-9.59,-0.44"
          },
          "nextSecondDelivery周五": {
            "close": "38->2013-08-16,133.82,6.17",
            "high": "35->2013-08-13,188.74,8.7",
            "low": "2->2013-06-27,-9.59,-0.44"
          },
          "nextThirdDelivery周五": {
            "close": "62->2013-09-23,301.96,13.91",
            "high": "57->2013-09-12,337.13,15.53",
            "low": "2->2013-06-27,-9.59,-0.44"
          }
        }
      ],
      "2014-07-01": [
        {
          "trigDate": "2014-07-01",
          "quantName": "上证低位_MVol金叉日",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "13->2014-07-18,0.15,0.01",
            "high": "5->2014-07-08,16.47,0.76",
            "low": "7->2014-07-10,-21.15,-0.98"
          },
          "nextSecondDelivery周五": {
            "close": "33->2014-08-15,196.64,9.09",
            "high": "24->2014-08-04,211.62,9.78",
            "low": "7->2014-07-10,-21.15,-0.98"
          },
          "nextThirdDelivery周五": {
            "close": "57->2014-09-19,261.21,12.07",
            "high": "48->2014-09-05,285.26,13.18",
            "low": "7->2014-07-10,-21.15,-0.98"
          }
        }
      ],
      "2014-07-07": [
        {
          "trigDate": "2014-07-07",
          "quantName": "沪深300低位_ma10UpMas低连空但",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "9->2014-07-18,-10.68,-0.49",
            "high": "1->2014-07-08,5.64,0.26",
            "low": "3->2014-07-10,-31.98,-1.47"
          },
          "nextSecondDelivery周五": {
            "close": "29->2014-08-15,185.81,8.54",
            "high": "20->2014-08-04,200.79,9.23",
            "low": "3->2014-07-10,-31.98,-1.47"
          },
          "nextThirdDelivery周五": {
            "close": "53->2014-09-19,250.38,11.51",
            "high": "44->2014-09-05,274.43,12.62",
            "low": "3->2014-07-10,-31.98,-1.47"
          }
        }
      ],
      "2014-07-08": [
        {
          "trigDate": "2014-07-08",
          "quantName": "上证低位_ma10UpMas低连空但",
          "logInfo": ""
        },
        {
          "trigDate": "2014-07-08",
          "quantName": "沪深300低位_ma10UpMas低连空但",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "8->2014-07-18,-13.99,-0.64",
            "high": ",0,0",
            "low": "2->2014-07-10,-35.29,-1.62"
          },
          "nextSecondDelivery周五": {
            "close": "28->2014-08-15,182.5,8.38",
            "high": "19->2014-08-04,197.48,9.07",
            "low": "2->2014-07-10,-35.29,-1.62"
          },
          "nextThirdDelivery周五": {
            "close": "52->2014-09-19,247.08,11.34",
            "high": "43->2014-09-05,271.12,12.45",
            "low": "2->2014-07-10,-35.29,-1.62"
          }
        }
      ],
      "2014-07-15": [
        {
          "trigDate": "2014-07-15",
          "quantName": "沪深300低位_MVol金叉日",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "3->2014-07-18,-8.68,-0.4",
            "high": ",0,0",
            "low": "2->2014-07-17,-15.76,-0.73"
          },
          "nextSecondDelivery周五": {
            "close": "23->2014-08-15,187.81,8.64",
            "high": "14->2014-08-04,202.8,9.33",
            "low": "2->2014-07-17,-15.76,-0.73"
          },
          "nextThirdDelivery周五": {
            "close": "47->2014-09-19,252.39,11.62",
            "high": "38->2014-09-05,276.43,12.72",
            "low": "2->2014-07-17,-15.76,-0.73"
          }
        }
      ],
      "2014-07-16": [
        {
          "trigDate": "2014-07-16",
          "quantName": "沪深300低位_MVol金叉日",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "2->2014-07-18,-2.69,-0.12",
            "high": ",0,0",
            "low": "1->2014-07-17,-9.76,-0.45"
          },
          "nextSecondDelivery周五": {
            "close": "22->2014-08-15,193.8,8.94",
            "high": "13->2014-08-04,208.79,9.64",
            "low": "1->2014-07-17,-9.76,-0.45"
          },
          "nextThirdDelivery周五": {
            "close": "46->2014-09-19,258.38,11.92",
            "high": "37->2014-09-05,282.43,13.03",
            "low": "1->2014-07-17,-9.76,-0.45"
          }
        }
      ],
      "2014-07-18": [
        {
          "trigDate": "2014-07-18",
          "quantName": "沪深300低位_ma5金叉10绿空绿红",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "20->2014-08-15,196.41,9.08",
            "high": "11->2014-08-04,211.4,9.77",
            "low": ",0,0"
          },
          "nextSecondDelivery周五": {
            "close": "44->2014-09-19,260.99,12.06",
            "high": "35->2014-09-05,285.04,13.17",
            "low": ",0,0"
          },
          "nextThirdDelivery周五": {
            "close": "59->2014-10-17,277.51,12.82",
            "high": "53->2014-10-09,317.73,14.68",
            "low": ",0,0"
          }
        }
      ],
      "2014-10-09": [
        {
          "trigDate": "2014-10-09",
          "quantName": "沪深300低位_ma10UpMas低连空但",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "6->2014-10-17,-30.36,-1.23",
            "high": ",0,0",
            "low": "6->2014-10-17,-30.36,-1.23"
          },
          "nextSecondDelivery周五": {
            "close": "31->2014-11-21,111.36,4.5",
            "high": "24->2014-11-12,122.22,4.94",
            "low": "12->2014-10-27,-103.26,-4.18"
          },
          "nextThirdDelivery周五": {
            "close": "51->2014-12-19,911.07,36.85",
            "high": "51->2014-12-19,911.07,36.85",
            "low": "12->2014-10-27,-103.26,-4.18"
          }
        }
      ],
      "2014-10-10": [
        {
          "trigDate": "2014-10-10",
          "quantName": "沪深300低位_ma10UpMas低连空但",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "5->2014-10-17,-15.68,-0.64",
            "high": "3->2014-10-15,6.46,0.26",
            "low": "5->2014-10-17,-15.68,-0.64"
          },
          "nextSecondDelivery周五": {
            "close": "30->2014-11-21,126.04,5.13",
            "high": "23->2014-11-12,136.91,5.57",
            "low": "11->2014-10-27,-88.58,-3.6"
          },
          "nextThirdDelivery周五": {
            "close": "50->2014-12-19,925.76,37.67",
            "high": "50->2014-12-19,925.76,37.67",
            "low": "11->2014-10-27,-88.58,-3.6"
          }
        }
      ],
      "2014-10-27": [
        {
          "trigDate": "2014-10-27",
          "quantName": "上证低位_周Ma40金叉80",
          "logInfo": ""
        },
        {
          "trigDate": "2014-10-27",
          "quantName": "上证50低位_日周急跌lows",
          "logInfo": "type2"
        },
        {
          "nextFirstDelivery周五": {
            "close": "19->2014-11-21,210.3,8.86",
            "high": "12->2014-11-12,221.16,9.32",
            "low": ",0,0"
          },
          "nextSecondDelivery周五": {
            "close": "39->2014-12-19,1010.01,42.56",
            "high": "39->2014-12-19,1010.01,42.56",
            "low": ",0,0"
          },
          "nextThirdDelivery周五": {
            "close": "57->2015-01-16,1261.99,53.18",
            "high": "50->2015-01-07,1270.63,53.54",
            "low": ",0,0"
          }
        }
      ],
      "2014-10-29": [
        {
          "trigDate": "2014-10-29",
          "quantName": "上证低位_金叉低连空但",
          "logInfo": ""
        },
        {
          "trigDate": "2014-10-29",
          "quantName": "上证50低位_金叉低连空但",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "17->2014-11-21,133.09,5.43",
            "high": "10->2014-11-12,143.96,5.87",
            "low": ",0,0"
          },
          "nextSecondDelivery周五": {
            "close": "37->2014-12-19,932.81,38.07",
            "high": "37->2014-12-19,932.81,38.07",
            "low": ",0,0"
          },
          "nextThirdDelivery周五": {
            "close": "55->2015-01-16,1184.79,48.35",
            "high": "48->2015-01-07,1193.43,48.7",
            "low": ",0,0"
          }
        }
      ],
      "2014-11-05": [
        {
          "trigDate": "2014-11-05",
          "quantName": "沪深300低位_ma10UpMas低连空但",
          "logInfo": ""
        },
        {
          "trigDate": "2014-11-05",
          "quantName": "上证50低位_ma10UpMas低连空但",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "12->2014-11-21,78.29,3.13",
            "high": "5->2014-11-12,89.15,3.56",
            "low": "2->2014-11-07,-3.01,-0.12"
          },
          "nextSecondDelivery周五": {
            "close": "32->2014-12-19,878,35.05",
            "high": "32->2014-12-19,878,35.05",
            "low": "2->2014-11-07,-3.01,-0.12"
          },
          "nextThirdDelivery周五": {
            "close": "50->2015-01-16,1129.98,45.11",
            "high": "43->2015-01-07,1138.62,45.45",
            "low": "2->2014-11-07,-3.01,-0.12"
          }
        }
      ],
      "2014-11-06": [
        {
          "trigDate": "2014-11-06",
          "quantName": "沪深300低位_ma10UpMas低连空但",
          "logInfo": ""
        },
        {
          "trigDate": "2014-11-06",
          "quantName": "上证50低位_ma10UpMas低连空但",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "11->2014-11-21,74.69,2.98",
            "high": "4->2014-11-12,85.55,3.41",
            "low": "1->2014-11-07,-6.61,-0.26"
          },
          "nextSecondDelivery周五": {
            "close": "31->2014-12-19,874.4,34.85",
            "high": "31->2014-12-19,874.4,34.85",
            "low": "1->2014-11-07,-6.61,-0.26"
          },
          "nextThirdDelivery周五": {
            "close": "49->2015-01-16,1126.38,44.9",
            "high": "42->2015-01-07,1135.03,45.24",
            "low": "1->2014-11-07,-6.61,-0.26"
          }
        }
      ],
      "2014-11-07": [
        {
          "trigDate": "2014-11-07",
          "quantName": "上证50低位_ma10UpMas低连空但",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "10->2014-11-21,53.63,2.12",
            "high": "3->2014-11-12,64.49,2.55",
            "low": ",0,0"
          },
          "nextSecondDelivery周五": {
            "close": "30->2014-12-19,853.34,33.73",
            "high": "30->2014-12-19,853.34,33.73",
            "low": ",0,0"
          },
          "nextThirdDelivery周五": {
            "close": "48->2015-01-16,1105.32,43.69",
            "high": "41->2015-01-07,1113.96,44.03",
            "low": ",0,0"
          }
        }
      ],
      "2015-02-02": [
        {
          "trigDate": "2015-02-02",
          "quantName": "上证50低位_日周急跌lows",
          "logInfo": "type2"
        },
        {
          "nextFirstDelivery周五": {
            "close": "12->2015-02-25,90.13,2.66",
            "high": "11->2015-02-17,133.72,3.95",
            "low": "4->2015-02-06,-76.18,-2.25"
          },
          "nextSecondDelivery周五": {
            "close": "29->2015-03-20,503.97,14.87",
            "high": "29->2015-03-20,503.97,14.87",
            "low": "4->2015-02-06,-76.18,-2.25"
          },
          "nextThirdDelivery周五": {
            "close": "48->2015-04-17,1207.53,35.64",
            "high": "48->2015-04-17,1207.53,35.64",
            "low": "4->2015-02-06,-76.18,-2.25"
          }
        }
      ],
      "2015-02-10": [
        {
          "trigDate": "2015-02-10",
          "quantName": "沪深300低位_金叉低连空但",
          "logInfo": ""
        },
        {
          "trigDate": "2015-02-10",
          "quantName": "上证50低位_金叉低连空但",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "6->2015-02-25,62.75,1.84",
            "high": "5->2015-02-17,106.35,3.11",
            "low": ",0,0"
          },
          "nextSecondDelivery周五": {
            "close": "23->2015-03-20,476.6,13.95",
            "high": "23->2015-03-20,476.6,13.95",
            "low": ",0,0"
          },
          "nextThirdDelivery周五": {
            "close": "42->2015-04-17,1180.16,34.55",
            "high": "42->2015-04-17,1180.16,34.55",
            "low": ",0,0"
          }
        }
      ],
      "2015-02-11": [
        {
          "trigDate": "2015-02-11",
          "quantName": "上证低位_金叉低连空但",
          "logInfo": ""
        },
        {
          "trigDate": "2015-02-11",
          "quantName": "沪深300低位_金叉低连空但",
          "logInfo": ""
        },
        {
          "trigDate": "2015-02-11",
          "quantName": "上证50低位_金叉低连空但",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "5->2015-02-25,43.37,1.26",
            "high": "4->2015-02-17,86.96,2.53",
            "low": ",0,0"
          },
          "nextSecondDelivery周五": {
            "close": "22->2015-03-20,457.21,13.31",
            "high": "22->2015-03-20,457.21,13.31",
            "low": ",0,0"
          },
          "nextThirdDelivery周五": {
            "close": "41->2015-04-17,1160.78,33.79",
            "high": "41->2015-04-17,1160.78,33.79",
            "low": ",0,0"
          }
        }
      ],
      "2015-02-12": [
        {
          "trigDate": "2015-02-12",
          "quantName": "上证低位_金叉低连空但",
          "logInfo": ""
        },
        {
          "trigDate": "2015-02-12",
          "quantName": "沪深300低位_金叉低连空但",
          "logInfo": ""
        },
        {
          "trigDate": "2015-02-12",
          "quantName": "上证50低位_金叉低连空但",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "4->2015-02-25,19.9,0.58",
            "high": "3->2015-02-17,63.49,1.84",
            "low": ",0,0"
          },
          "nextSecondDelivery周五": {
            "close": "21->2015-03-20,433.75,12.54",
            "high": "21->2015-03-20,433.75,12.54",
            "low": ",0,0"
          },
          "nextThirdDelivery周五": {
            "close": "40->2015-04-17,1137.31,32.88",
            "high": "40->2015-04-17,1137.31,32.88",
            "low": ",0,0"
          }
        }
      ],
      "2015-03-12": [
        {
          "trigDate": "2015-03-12",
          "quantName": "上证50低位_MVol金叉日",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "6->2015-03-20,287.9,7.99",
            "high": "6->2015-03-20,287.9,7.99",
            "low": ",0,0"
          },
          "nextSecondDelivery周五": {
            "close": "25->2015-04-17,991.47,27.51",
            "high": "25->2015-04-17,991.47,27.51",
            "low": ",0,0"
          },
          "nextThirdDelivery周五": {
            "close": "44->2015-05-15,1012.8,28.1",
            "high": "31->2015-04-27,1202.92,33.37",
            "low": ",0,0"
          }
        }
      ],
      "2015-03-24": [
        {
          "trigDate": "2015-03-24",
          "quantName": "上证50低位_MVol金叉周",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "17->2015-04-17,634.56,16.02",
            "high": "17->2015-04-17,634.56,16.02",
            "low": "1->2015-03-25,-21.17,-0.53"
          },
          "nextSecondDelivery周五": {
            "close": "36->2015-05-15,655.89,16.56",
            "high": "23->2015-04-27,846.01,21.36",
            "low": "1->2015-03-25,-21.17,-0.53"
          },
          "nextThirdDelivery周五": {
            "close": "61->2015-06-19,675.47,17.05",
            "high": "52->2015-06-08,1392.17,35.14",
            "low": "1->2015-03-25,-21.17,-0.53"
          }
        }
      ],
      "2015-03-25": [
        {
          "trigDate": "2015-03-25",
          "quantName": "上证低位_MVol金叉周",
          "logInfo": ""
        },
        {
          "trigDate": "2015-03-25",
          "quantName": "沪深300低位_MVol金叉周",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "16->2015-04-17,674.39,17.2",
            "high": "16->2015-04-17,674.39,17.2",
            "low": ",0,0"
          },
          "nextSecondDelivery周五": {
            "close": "35->2015-05-15,695.73,17.74",
            "high": "22->2015-04-27,885.85,22.59",
            "low": ",0,0"
          },
          "nextThirdDelivery周五": {
            "close": "60->2015-06-19,715.31,18.24",
            "high": "51->2015-06-08,1432.01,36.51",
            "low": ",0,0"
          }
        }
      ],
      "2015-03-26": [
        {
          "trigDate": "2015-03-26",
          "quantName": "上证低位_MVol金叉周",
          "logInfo": ""
        },
        {
          "trigDate": "2015-03-26",
          "quantName": "沪深300低位_MVol金叉周",
          "logInfo": ""
        },
        {
          "trigDate": "2015-03-26",
          "quantName": "上证50低位_MVol金叉周",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "15->2015-04-17,638.59,16.14",
            "high": "15->2015-04-17,638.59,16.14",
            "low": ",0,0"
          },
          "nextSecondDelivery周五": {
            "close": "34->2015-05-15,659.93,16.68",
            "high": "21->2015-04-27,850.05,21.48",
            "low": ",0,0"
          },
          "nextThirdDelivery周五": {
            "close": "59->2015-06-19,679.51,17.17",
            "high": "50->2015-06-08,1396.21,35.28",
            "low": ",0,0"
          }
        }
      ],
      "2015-03-27": [
        {
          "trigDate": "2015-03-27",
          "quantName": "上证低位_MVol金叉周",
          "logInfo": ""
        },
        {
          "trigDate": "2015-03-27",
          "quantName": "沪深300低位_MVol金叉周",
          "logInfo": ""
        },
        {
          "trigDate": "2015-03-27",
          "quantName": "上证50低位_MVol金叉周",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "14->2015-04-17,597.11,14.93",
            "high": "14->2015-04-17,597.11,14.93",
            "low": ",0,0"
          },
          "nextSecondDelivery周五": {
            "close": "33->2015-05-15,618.45,15.46",
            "high": "20->2015-04-27,808.57,20.22",
            "low": ",0,0"
          },
          "nextThirdDelivery周五": {
            "close": "58->2015-06-19,638.03,15.95",
            "high": "49->2015-06-08,1354.73,33.88",
            "low": ",0,0"
          }
        }
      ]
    },
    "2016-03-03=>2018-01-17": {
      "2016-06-22": [
        {
          "trigDate": "2016-06-22",
          "quantName": "沪深300低位_MVol金叉日",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "17->2016-07-15,146.56,4.68",
            "high": "15->2016-07-13,153.15,4.89",
            "low": "2->2016-06-24,-52.57,-1.68"
          },
          "nextSecondDelivery周五": {
            "close": "42->2016-08-19,235.3,7.52",
            "high": "38->2016-08-15,263.7,8.43",
            "low": "2->2016-06-24,-52.57,-1.68"
          },
          "nextThirdDelivery周五": {
            "close": "61->2016-09-19,133.4,4.26",
            "high": "38->2016-08-15,263.7,8.43",
            "low": "2->2016-06-24,-52.57,-1.68"
          }
        }
      ],
      "2016-06-23": [
        {
          "trigDate": "2016-06-23",
          "quantName": "沪深300低位_周downMas绿空绿红",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "16->2016-07-15,165.63,5.32",
            "high": "14->2016-07-13,172.22,5.54",
            "low": "1->2016-06-24,-33.49,-1.08"
          },
          "nextSecondDelivery周五": {
            "close": "41->2016-08-19,254.37,8.18",
            "high": "37->2016-08-15,282.78,9.09",
            "low": "1->2016-06-24,-33.49,-1.08"
          },
          "nextThirdDelivery周五": {
            "close": "60->2016-09-19,152.48,4.9",
            "high": "37->2016-08-15,282.78,9.09",
            "low": "1->2016-06-24,-33.49,-1.08"
          }
        }
      ],
      "2016-06-27": [
        {
          "trigDate": "2016-06-27",
          "quantName": "沪深300低位_ma5金叉10绿空绿红",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "14->2016-07-15,168.88,5.43",
            "high": "12->2016-07-13,175.47,5.65",
            "low": ",0,0"
          },
          "nextSecondDelivery周五": {
            "close": "39->2016-08-19,257.62,8.29",
            "high": "35->2016-08-15,286.03,9.2",
            "low": ",0,0"
          },
          "nextThirdDelivery周五": {
            "close": "58->2016-09-19,155.73,5.01",
            "high": "35->2016-08-15,286.03,9.2",
            "low": ",0,0"
          }
        }
      ],
      "2017-05-09": [
        {
          "trigDate": "2017-05-09",
          "quantName": "上证低位_周downMa80",
          "logInfo": ""
        },
        {
          "trigDate": "2017-05-09",
          "quantName": "沪深300低位_日周急跌lows",
          "logInfo": "type2"
        },
        {
          "nextFirstDelivery周五": {
            "close": "8->2017-05-19,53.2,1.59",
            "high": "5->2017-05-16,78,2.33",
            "low": "1->2017-05-10,-12.95,-0.39"
          },
          "nextSecondDelivery周五": {
            "close": "26->2017-06-16,168.11,5.02",
            "high": "23->2017-06-13,231.62,6.91",
            "low": "1->2017-05-10,-12.95,-0.39"
          },
          "nextThirdDelivery周五": {
            "close": "51->2017-07-21,377.95,11.28",
            "high": "50->2017-07-20,397.23,11.86",
            "low": "1->2017-05-10,-12.95,-0.39"
          }
        }
      ],
      "2017-05-10": [
        {
          "trigDate": "2017-05-10",
          "quantName": "上证低位_周downMa80",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "7->2017-05-19,80.9,2.43",
            "high": "4->2017-05-16,105.7,3.18",
            "low": ",0,0"
          },
          "nextSecondDelivery周五": {
            "close": "25->2017-06-16,195.82,5.89",
            "high": "22->2017-06-13,259.32,7.8",
            "low": ",0,0"
          },
          "nextThirdDelivery周五": {
            "close": "50->2017-07-21,405.65,12.21",
            "high": "49->2017-07-20,424.94,12.79",
            "low": ",0,0"
          }
        }
      ],
      "2017-05-11": [
        {
          "trigDate": "2017-05-11",
          "quantName": "上证低位_周downMa80",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "6->2017-05-19,52.91,1.58",
            "high": "3->2017-05-16,77.71,2.32",
            "low": ",0,0"
          },
          "nextSecondDelivery周五": {
            "close": "24->2017-06-16,167.82,5.01",
            "high": "21->2017-06-13,231.33,6.9",
            "low": ",0,0"
          },
          "nextThirdDelivery周五": {
            "close": "49->2017-07-21,377.66,11.27",
            "high": "48->2017-07-20,396.95,11.85",
            "low": ",0,0"
          }
        }
      ],
      "2017-05-12": [
        {
          "trigDate": "2017-05-12",
          "quantName": "沪深300低位_周downMas绿空绿红",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "5->2017-05-19,12.26,0.36",
            "high": "2->2017-05-16,37.06,1.09",
            "low": ",0,0"
          },
          "nextSecondDelivery周五": {
            "close": "23->2017-06-16,127.17,3.75",
            "high": "20->2017-06-13,190.68,5.62",
            "low": ",0,0"
          },
          "nextThirdDelivery周五": {
            "close": "48->2017-07-21,337.01,9.94",
            "high": "47->2017-07-20,356.3,10.51",
            "low": ",0,0"
          }
        }
      ],
      "2017-05-18": [
        {
          "trigDate": "2017-05-18",
          "quantName": "上证50低位_ma10UpMas低连空但",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "1->2017-05-19,8.62,0.25",
            "high": "1->2017-05-19,8.62,0.25",
            "low": ",0,0"
          },
          "nextSecondDelivery周五": {
            "close": "19->2017-06-16,123.53,3.64",
            "high": "16->2017-06-13,187.04,5.51",
            "low": ",0,0"
          },
          "nextThirdDelivery周五": {
            "close": "44->2017-07-21,333.37,9.82",
            "high": "43->2017-07-20,352.65,10.39",
            "low": ",0,0"
          }
        }
      ],
      "2017-05-19": [
        {
          "trigDate": "2017-05-19",
          "quantName": "上证低位_周downMa80",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "18->2017-06-16,118.17,3.48",
            "high": "15->2017-06-13,181.68,5.34",
            "low": ",0,0"
          },
          "nextSecondDelivery周五": {
            "close": "43->2017-07-21,328.01,9.65",
            "high": "42->2017-07-20,347.3,10.21",
            "low": ",0,0"
          },
          "nextThirdDelivery周五": {
            "close": "63->2017-08-18,324.09,9.53",
            "high": "50->2017-08-01,369.79,10.87",
            "low": ",0,0"
          }
        }
      ],
      "2017-08-16": [
        {
          "trigDate": "2017-08-16",
          "quantName": "上证50低位_金叉低连空但",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "2->2017-08-18,17.61,0.47",
            "high": "2->2017-08-18,17.61,0.47",
            "low": ",0,0"
          },
          "nextSecondDelivery周五": {
            "close": "22->2017-09-15,124.23,3.35",
            "high": "14->2017-09-05,149.98,4.05",
            "low": ",0,0"
          },
          "nextThirdDelivery周五": {
            "close": "42->2017-10-20,219.79,5.93",
            "high": "40->2017-10-18,237.1,6.4",
            "low": ",0,0"
          }
        }
      ],
      "2017-10-13": [
        {
          "trigDate": "2017-10-13",
          "quantName": "上证50低位_ma10UpMas低连空但",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "5->2017-10-20,0.58,0.01",
            "high": "3->2017-10-18,17.89,0.46",
            "low": "2->2017-10-17,-13.21,-0.34"
          },
          "nextSecondDelivery周五": {
            "close": "25->2017-11-17,194.58,4.96",
            "high": "21->2017-11-13,201.8,5.14",
            "low": "2->2017-10-17,-13.21,-0.34"
          },
          "nextThirdDelivery周五": {
            "close": "45->2017-12-15,54.58,1.39",
            "high": "28->2017-11-22,301.29,7.67",
            "low": "2->2017-10-17,-13.21,-0.34"
          }
        }
      ],
      "2017-12-05": [
        {
          "trigDate": "2017-12-05",
          "quantName": "上证低位_日九空金叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "8->2017-12-15,-46.27,-1.15",
            "high": "4->2017-12-11,42.38,1.05",
            "low": "2->2017-12-07,-56.07,-1.39"
          },
          "nextSecondDelivery周五": {
            "close": "32->2018-01-19,258.27,6.41",
            "high": "32->2018-01-19,258.27,6.41",
            "low": "2->2017-12-07,-56.07,-1.39"
          },
          "nextThirdDelivery周五": {
            "close": "51->2018-02-22,25.61,0.64",
            "high": "35->2018-01-24,362.76,9.01",
            "low": "47->2018-02-09,-186.47,-4.63"
          }
        }
      ],
      "2017-12-06": [
        {
          "trigDate": "2017-12-06",
          "quantName": "上证低位_金叉低连空但",
          "logInfo": ""
        },
        {
          "trigDate": "2017-12-06",
          "quantName": "上证低位_日九空金叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "7->2017-12-15,-22.73,-0.57",
            "high": "3->2017-12-11,65.92,1.65",
            "low": "1->2017-12-07,-32.53,-0.81"
          },
          "nextSecondDelivery周五": {
            "close": "31->2018-01-19,281.81,7.04",
            "high": "31->2018-01-19,281.81,7.04",
            "low": "1->2017-12-07,-32.53,-0.81"
          },
          "nextThirdDelivery周五": {
            "close": "50->2018-02-22,49.15,1.23",
            "high": "34->2018-01-24,386.3,9.65",
            "low": "46->2018-02-09,-162.93,-4.07"
          }
        }
      ]
    },
    "2018-12-28=>2021-02-18": {
      "2019-01-02": [
        {
          "trigDate": "2019-01-02",
          "quantName": "上证50低位_周lows",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "12->2019-01-18,205.15,6.92",
            "high": "12->2019-01-18,205.15,6.92",
            "low": ",0,0"
          },
          "nextSecondDelivery周五": {
            "close": "27->2019-02-15,375.68,12.68",
            "high": "26->2019-02-14,439.12,14.82",
            "low": ",0,0"
          },
          "nextThirdDelivery周五": {
            "close": "47->2019-03-15,781.99,26.39",
            "high": "40->2019-03-06,885.07,29.87",
            "low": ",0,0"
          }
        }
      ],
      "2019-05-06": [
        {
          "trigDate": "2019-05-06",
          "quantName": "上证低位_日周急跌lows",
          "logInfo": "type2"
        },
        {
          "trigDate": "2019-05-06",
          "quantName": "沪深300低位_日周急跌lows",
          "logInfo": "type2"
        },
        {
          "nextFirstDelivery周五": {
            "close": "9->2019-05-17,-53.51,-1.45",
            "high": "8->2019-05-16,41.69,1.13",
            "low": "3->2019-05-09,-102.57,-2.77"
          },
          "nextSecondDelivery周五": {
            "close": "33->2019-06-21,131.67,3.56",
            "high": "33->2019-06-21,131.67,3.56",
            "low": "23->2019-06-06,-137.59,-3.72"
          },
          "nextThirdDelivery周五": {
            "close": "53->2019-07-19,105.69,2.85",
            "high": "40->2019-07-02,234.9,6.34",
            "low": "23->2019-06-06,-137.59,-3.72"
          }
        }
      ],
      "2019-05-09": [
        {
          "trigDate": "2019-05-09",
          "quantName": "上证50低位_日周急跌lows",
          "logInfo": "type2"
        },
        {
          "nextFirstDelivery周五": {
            "close": "6->2019-05-17,5.7,0.16",
            "high": "5->2019-05-16,100.9,2.77",
            "low": ",0,0"
          },
          "nextSecondDelivery周五": {
            "close": "30->2019-06-21,190.88,5.24",
            "high": "30->2019-06-21,190.88,5.24",
            "low": "20->2019-06-06,-78.38,-2.15"
          },
          "nextThirdDelivery周五": {
            "close": "50->2019-07-19,164.9,4.53",
            "high": "37->2019-07-02,294.11,8.07",
            "low": "20->2019-06-06,-78.38,-2.15"
          }
        }
      ],
      "2019-05-27": [
        {
          "trigDate": "2019-05-27",
          "quantName": "沪深300低位_周downMas绿空绿红",
          "logInfo": ""
        },
        {
          "trigDate": "2019-05-27",
          "quantName": "上证50低位_周downMas绿空绿红",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "18->2019-06-21,200.92,5.53",
            "high": "18->2019-06-21,200.92,5.53",
            "low": "8->2019-06-06,-68.34,-1.88"
          },
          "nextSecondDelivery周五": {
            "close": "38->2019-07-19,174.94,4.82",
            "high": "25->2019-07-02,304.15,8.37",
            "low": "8->2019-06-06,-68.34,-1.88"
          },
          "nextThirdDelivery周五": {
            "close": "58->2019-08-16,77.52,2.13",
            "high": "25->2019-07-02,304.15,8.37",
            "low": "8->2019-06-06,-68.34,-1.88"
          }
        }
      ],
      "2019-05-28": [
        {
          "trigDate": "2019-05-28",
          "quantName": "上证低位_周downMas绿空绿红",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "17->2019-06-21,191.4,5.25",
            "high": "17->2019-06-21,191.4,5.25",
            "low": "7->2019-06-06,-77.86,-2.14"
          },
          "nextSecondDelivery周五": {
            "close": "37->2019-07-19,165.42,4.54",
            "high": "24->2019-07-02,294.63,8.09",
            "low": "7->2019-06-06,-77.86,-2.14"
          },
          "nextThirdDelivery周五": {
            "close": "57->2019-08-16,68,1.87",
            "high": "24->2019-07-02,294.63,8.09",
            "low": "7->2019-06-06,-77.86,-2.14"
          }
        }
      ],
      "2019-05-31": [
        {
          "trigDate": "2019-05-31",
          "quantName": "沪深300低位_周downMas绿空绿红",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "14->2019-06-21,193.33,5.31",
            "high": "14->2019-06-21,193.33,5.31",
            "low": "4->2019-06-06,-75.93,-2.09"
          },
          "nextSecondDelivery周五": {
            "close": "34->2019-07-19,167.35,4.6",
            "high": "21->2019-07-02,296.56,8.15",
            "low": "4->2019-06-06,-75.93,-2.09"
          },
          "nextThirdDelivery周五": {
            "close": "54->2019-08-16,69.93,1.92",
            "high": "21->2019-07-02,296.56,8.15",
            "low": "4->2019-06-06,-75.93,-2.09"
          }
        }
      ],
      "2019-08-06": [
        {
          "trigDate": "2019-08-06",
          "quantName": "上证低位_日周急跌lows",
          "logInfo": "type2"
        },
        {
          "nextFirstDelivery周五": {
            "close": "8->2019-08-16,55.91,1.53",
            "high": "8->2019-08-16,55.91,1.53",
            "low": "1->2019-08-07,-33.2,-0.91"
          },
          "nextSecondDelivery周五": {
            "close": "32->2019-09-20,281.02,7.69",
            "high": "24->2019-09-09,318.32,8.71",
            "low": "1->2019-08-07,-33.2,-0.91"
          },
          "nextThirdDelivery周五": {
            "close": "47->2019-10-18,214.75,5.88",
            "high": "24->2019-09-09,318.32,8.71",
            "low": "1->2019-08-07,-33.2,-0.91"
          }
        }
      ],
      "2019-11-25": [
        {
          "trigDate": "2019-11-25",
          "quantName": "上证低位_周downMas绿空绿红",
          "logInfo": ""
        },
        {
          "trigDate": "2019-11-25",
          "quantName": "上证50低位_金叉低连空但",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "19->2019-12-20,123.82,3.18",
            "high": "16->2019-12-17,148.37,3.81",
            "low": "4->2019-11-29,-64.76,-1.66"
          },
          "nextSecondDelivery周五": {
            "close": "38->2020-01-17,261.42,6.71",
            "high": "34->2020-01-13,310.56,7.98",
            "low": "4->2019-11-29,-64.76,-1.66"
          },
          "nextThirdDelivery周五": {
            "close": "57->2020-02-21,256.06,6.58",
            "high": "34->2020-01-13,310.56,7.98",
            "low": "43->2020-02-03,-205.07,-5.27"
          }
        }
      ],
      "2019-11-26": [
        {
          "trigDate": "2019-11-26",
          "quantName": "上证低位_周downMas绿空绿红",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "18->2019-12-20,133.82,3.45",
            "high": "15->2019-12-17,158.37,4.08",
            "low": "3->2019-11-29,-54.76,-1.41"
          },
          "nextSecondDelivery周五": {
            "close": "37->2020-01-17,271.42,6.99",
            "high": "33->2020-01-13,320.56,8.25",
            "low": "3->2019-11-29,-54.76,-1.41"
          },
          "nextThirdDelivery周五": {
            "close": "56->2020-02-21,266.06,6.85",
            "high": "33->2020-01-13,320.56,8.25",
            "low": "42->2020-02-03,-195.07,-5.02"
          }
        }
      ],
      "2019-11-27": [
        {
          "trigDate": "2019-11-27",
          "quantName": "上证低位_周downMas绿空绿红",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "17->2019-12-20,139.35,3.59",
            "high": "14->2019-12-17,163.9,4.23",
            "low": "2->2019-11-29,-49.23,-1.27"
          },
          "nextSecondDelivery周五": {
            "close": "36->2020-01-17,276.95,7.14",
            "high": "32->2020-01-13,326.09,8.41",
            "low": "2->2019-11-29,-49.23,-1.27"
          },
          "nextThirdDelivery周五": {
            "close": "55->2020-02-21,271.59,7",
            "high": "32->2020-01-13,326.09,8.41",
            "low": "41->2020-02-03,-189.54,-4.89"
          }
        }
      ],
      "2019-12-16": [
        {
          "trigDate": "2019-12-16",
          "quantName": "上证50低位_ma10UpMas低连空但",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "4->2019-12-20,29.51,0.74",
            "high": "1->2019-12-17,54.06,1.36",
            "low": ",0,0"
          },
          "nextSecondDelivery周五": {
            "close": "23->2020-01-17,167.11,4.19",
            "high": "19->2020-01-13,216.25,5.42",
            "low": "5->2019-12-23,-20.64,-0.52"
          },
          "nextThirdDelivery周五": {
            "close": "42->2020-02-21,161.75,4.06",
            "high": "19->2020-01-13,216.25,5.42",
            "low": "28->2020-02-03,-299.38,-7.51"
          }
        }
      ],
      "2020-03-18": [
        {
          "trigDate": "2020-03-18",
          "quantName": "沪深300低位_周downMa40",
          "logInfo": ""
        },
        {
          "trigDate": "2020-03-18",
          "quantName": "沪深300低位_周downMa80",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "2->2020-03-20,29.43,0.81",
            "high": "2->2020-03-20,29.43,0.81",
            "low": "1->2020-03-19,-34.7,-0.96"
          },
          "nextSecondDelivery周五": {
            "close": "21->2020-04-17,215.7,5.95",
            "high": "21->2020-04-17,215.7,5.95",
            "low": "3->2020-03-23,-93.48,-2.58"
          },
          "nextThirdDelivery周五": {
            "close": "38->2020-05-15,289.03,7.98",
            "high": "36->2020-05-13,344.46,9.51",
            "low": "3->2020-03-23,-93.48,-2.58"
          }
        }
      ],
      "2020-03-19": [
        {
          "trigDate": "2020-03-19",
          "quantName": "沪深300低位_日周急跌lows",
          "logInfo": "type2"
        },
        {
          "trigDate": "2020-03-19",
          "quantName": "沪深300低位_周downMa40",
          "logInfo": ""
        },
        {
          "trigDate": "2020-03-19",
          "quantName": "沪深300低位_周downMa80",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "1->2020-03-20,23.71,0.65",
            "high": "1->2020-03-20,23.71,0.65",
            "low": ",0,0"
          },
          "nextSecondDelivery周五": {
            "close": "20->2020-04-17,209.98,5.79",
            "high": "20->2020-04-17,209.98,5.79",
            "low": "2->2020-03-23,-99.2,-2.73"
          },
          "nextThirdDelivery周五": {
            "close": "37->2020-05-15,283.31,7.81",
            "high": "35->2020-05-13,338.74,9.33",
            "low": "2->2020-03-23,-99.2,-2.73"
          }
        }
      ],
      "2020-03-20": [
        {
          "trigDate": "2020-03-20",
          "quantName": "沪深300低位_周downMa40",
          "logInfo": ""
        },
        {
          "trigDate": "2020-03-20",
          "quantName": "沪深300低位_周downMa80",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "19->2020-04-17,296.81,8.38",
            "high": "19->2020-04-17,296.81,8.38",
            "low": "1->2020-03-23,-12.37,-0.35"
          },
          "nextSecondDelivery周五": {
            "close": "36->2020-05-15,370.14,10.45",
            "high": "34->2020-05-13,425.57,12.01",
            "low": "1->2020-03-23,-12.37,-0.35"
          },
          "nextThirdDelivery周五": {
            "close": "61->2020-06-19,556.03,15.7",
            "high": "61->2020-06-19,556.03,15.7",
            "low": "1->2020-03-23,-12.37,-0.35"
          }
        }
      ],
      "2020-03-23": [
        {
          "trigDate": "2020-03-23",
          "quantName": "沪深300低位_日周急跌lows",
          "logInfo": "type1"
        },
        {
          "nextFirstDelivery周五": {
            "close": "18->2020-04-17,240.84,6.69",
            "high": "18->2020-04-17,240.84,6.69",
            "low": ",0,0"
          },
          "nextSecondDelivery周五": {
            "close": "35->2020-05-15,314.17,8.73",
            "high": "33->2020-05-13,369.6,10.27",
            "low": ",0,0"
          },
          "nextThirdDelivery周五": {
            "close": "60->2020-06-19,500.06,13.9",
            "high": "60->2020-06-19,500.06,13.9",
            "low": ",0,0"
          }
        }
      ],
      "2020-05-22": [
        {
          "trigDate": "2020-05-22",
          "quantName": "上证低位_周downMa40",
          "logInfo": ""
        },
        {
          "trigDate": "2020-05-22",
          "quantName": "上证50低位_周downMa40",
          "logInfo": ""
        },
        {
          "trigDate": "2020-05-22",
          "quantName": "上证50低位_周downMa80",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "20->2020-06-19,270.39,7.06",
            "high": "20->2020-06-19,270.39,7.06",
            "low": ",0,0"
          },
          "nextSecondDelivery周五": {
            "close": "38->2020-07-17,716.38,18.71",
            "high": "34->2020-07-13,1024.64,26.76",
            "low": ",0,0"
          },
          "nextThirdDelivery周五": {
            "close": "63->2020-08-21,890.52,23.26",
            "high": "34->2020-07-13,1024.64,26.76",
            "low": ",0,0"
          }
        }
      ],
      "2020-05-26": [
        {
          "trigDate": "2020-05-26",
          "quantName": "上证低位_周downMa40",
          "logInfo": ""
        },
        {
          "trigDate": "2020-05-26",
          "quantName": "上证低位_周downMa80",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "18->2020-06-19,225.01,5.81",
            "high": "18->2020-06-19,225.01,5.81",
            "low": "1->2020-05-27,-28.09,-0.73"
          },
          "nextSecondDelivery周五": {
            "close": "36->2020-07-17,671,17.32",
            "high": "32->2020-07-13,979.26,25.28",
            "low": "1->2020-05-27,-28.09,-0.73"
          },
          "nextThirdDelivery周五": {
            "close": "61->2020-08-21,845.14,21.82",
            "high": "32->2020-07-13,979.26,25.28",
            "low": "1->2020-05-27,-28.09,-0.73"
          }
        }
      ],
      "2020-05-27": [
        {
          "trigDate": "2020-05-27",
          "quantName": "上证低位_周downMa40",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "17->2020-06-19,250.22,6.5",
            "high": "17->2020-06-19,250.22,6.5",
            "low": ",0,0"
          },
          "nextSecondDelivery周五": {
            "close": "35->2020-07-17,696.21,18.09",
            "high": "31->2020-07-13,1004.47,26.1",
            "low": ",0,0"
          },
          "nextThirdDelivery周五": {
            "close": "60->2020-08-21,870.35,22.62",
            "high": "31->2020-07-13,1004.47,26.1",
            "low": ",0,0"
          }
        }
      ],
      "2020-05-28": [
        {
          "trigDate": "2020-05-28",
          "quantName": "上证低位_金叉低连空但",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "16->2020-06-19,260.33,6.78",
            "high": "16->2020-06-19,260.33,6.78",
            "low": ",0,0"
          },
          "nextSecondDelivery周五": {
            "close": "34->2020-07-17,706.32,18.4",
            "high": "30->2020-07-13,1014.58,26.43",
            "low": ",0,0"
          },
          "nextThirdDelivery周五": {
            "close": "59->2020-08-21,880.46,22.94",
            "high": "30->2020-07-13,1014.58,26.43",
            "low": ",0,0"
          }
        }
      ],
      "2020-06-01": [
        {
          "trigDate": "2020-06-01",
          "quantName": "科创50低位_金叉低连空但",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "14->2020-06-19,128.76,3.24",
            "high": "14->2020-06-19,128.76,3.24",
            "low": "10->2020-06-15,-14.96,-0.38"
          },
          "nextSecondDelivery周五": {
            "close": "32->2020-07-17,574.75,14.48",
            "high": "28->2020-07-13,883.01,22.24",
            "low": "10->2020-06-15,-14.96,-0.38"
          },
          "nextThirdDelivery周五": {
            "close": "57->2020-08-21,748.89,18.86",
            "high": "28->2020-07-13,883.01,22.24",
            "low": "10->2020-06-15,-14.96,-0.38"
          }
        }
      ],
      "2020-06-04": [
        {
          "trigDate": "2020-06-04",
          "quantName": "科创50低位_ma5金叉10绿空绿红",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "11->2020-06-19,110.49,2.77",
            "high": "11->2020-06-19,110.49,2.77",
            "low": "7->2020-06-15,-33.23,-0.83"
          },
          "nextSecondDelivery周五": {
            "close": "29->2020-07-17,556.48,13.95",
            "high": "25->2020-07-13,864.74,21.68",
            "low": "7->2020-06-15,-33.23,-0.83"
          },
          "nextThirdDelivery周五": {
            "close": "54->2020-08-21,730.62,18.32",
            "high": "25->2020-07-13,864.74,21.68",
            "low": "7->2020-06-15,-33.23,-0.83"
          }
        }
      ],
      "2020-06-05": [
        {
          "trigDate": "2020-06-05",
          "quantName": "上证低位_ma10UpMas低连空但",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "10->2020-06-19,75.1,1.87",
            "high": "10->2020-06-19,75.1,1.87",
            "low": "6->2020-06-15,-68.62,-1.71"
          },
          "nextSecondDelivery周五": {
            "close": "28->2020-07-17,521.09,12.95",
            "high": "24->2020-07-13,829.35,20.61",
            "low": "6->2020-06-15,-68.62,-1.71"
          },
          "nextThirdDelivery周五": {
            "close": "53->2020-08-21,695.23,17.28",
            "high": "24->2020-07-13,829.35,20.61",
            "low": "6->2020-06-15,-68.62,-1.71"
          }
        }
      ],
      "2020-06-08": [
        {
          "trigDate": "2020-06-08",
          "quantName": "上证低位_ma10UpMas低连空但",
          "logInfo": ""
        },
        {
          "trigDate": "2020-06-08",
          "quantName": "沪深300低位_ma10UpMas低连空但",
          "logInfo": ""
        },
        {
          "trigDate": "2020-06-08",
          "quantName": "上证50低位_ma10UpMas低连空但",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "9->2020-06-19,71.15,1.77",
            "high": "9->2020-06-19,71.15,1.77",
            "low": "5->2020-06-15,-72.57,-1.8"
          },
          "nextSecondDelivery周五": {
            "close": "27->2020-07-17,517.14,12.84",
            "high": "23->2020-07-13,825.4,20.49",
            "low": "5->2020-06-15,-72.57,-1.8"
          },
          "nextThirdDelivery周五": {
            "close": "52->2020-08-21,691.28,17.16",
            "high": "23->2020-07-13,825.4,20.49",
            "low": "5->2020-06-15,-72.57,-1.8"
          }
        }
      ],
      "2020-06-09": [
        {
          "trigDate": "2020-06-09",
          "quantName": "上证低位_ma10UpMas低连空但",
          "logInfo": ""
        },
        {
          "trigDate": "2020-06-09",
          "quantName": "沪深300低位_ma10UpMas低连空但",
          "logInfo": ""
        },
        {
          "trigDate": "2020-06-09",
          "quantName": "上证50低位_ma10UpMas低连空但",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "8->2020-06-19,52.48,1.3",
            "high": "8->2020-06-19,52.48,1.3",
            "low": "4->2020-06-15,-91.24,-2.25"
          },
          "nextSecondDelivery周五": {
            "close": "26->2020-07-17,498.47,12.32",
            "high": "22->2020-07-13,806.73,19.94",
            "low": "4->2020-06-15,-91.24,-2.25"
          },
          "nextThirdDelivery周五": {
            "close": "51->2020-08-21,672.61,16.62",
            "high": "22->2020-07-13,806.73,19.94",
            "low": "4->2020-06-15,-91.24,-2.25"
          }
        }
      ],
      "2020-06-10": [
        {
          "trigDate": "2020-06-10",
          "quantName": "沪深300低位_MVol金叉周",
          "logInfo": ""
        },
        {
          "trigDate": "2020-06-10",
          "quantName": "沪深300低位_ma10UpMas低连空但",
          "logInfo": ""
        },
        {
          "trigDate": "2020-06-10",
          "quantName": "上证50低位_ma10UpMas低连空但",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "7->2020-06-19,66.97,1.66",
            "high": "7->2020-06-19,66.97,1.66",
            "low": "3->2020-06-15,-76.75,-1.9"
          },
          "nextSecondDelivery周五": {
            "close": "25->2020-07-17,512.96,12.72",
            "high": "21->2020-07-13,821.22,20.37",
            "low": "3->2020-06-15,-76.75,-1.9"
          },
          "nextThirdDelivery周五": {
            "close": "50->2020-08-21,687.1,17.04",
            "high": "21->2020-07-13,821.22,20.37",
            "low": "3->2020-06-15,-76.75,-1.9"
          }
        }
      ],
      "2020-06-11": [
        {
          "trigDate": "2020-06-11",
          "quantName": "沪深300低位_MVol金叉周",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "6->2020-06-19,167.09,4.25",
            "high": "6->2020-06-19,167.09,4.25",
            "low": ",0,0"
          },
          "nextSecondDelivery周五": {
            "close": "24->2020-07-17,613.08,15.59",
            "high": "20->2020-07-13,921.34,23.43",
            "low": ",0,0"
          },
          "nextThirdDelivery周五": {
            "close": "49->2020-08-21,787.22,20.02",
            "high": "20->2020-07-13,921.34,23.43",
            "low": ",0,0"
          }
        }
      ],
      "2020-06-12": [
        {
          "trigDate": "2020-06-12",
          "quantName": "沪深300低位_MVol金叉周",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "5->2020-06-19,115.74,2.91",
            "high": "5->2020-06-19,115.74,2.91",
            "low": "1->2020-06-15,-27.98,-0.7"
          },
          "nextSecondDelivery周五": {
            "close": "23->2020-07-17,561.73,14.1",
            "high": "19->2020-07-13,869.99,21.84",
            "low": "1->2020-06-15,-27.98,-0.7"
          },
          "nextThirdDelivery周五": {
            "close": "48->2020-08-21,735.87,18.48",
            "high": "19->2020-07-13,869.99,21.84",
            "low": "1->2020-06-15,-27.98,-0.7"
          }
        }
      ],
      "2020-10-09": [
        {
          "trigDate": "2020-10-09",
          "quantName": "上证低位_金叉低连空但",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "5->2020-10-16,86.49,1.84",
            "high": "2->2020-10-13,134.01,2.85",
            "low": ",0,0"
          },
          "nextSecondDelivery周五": {
            "close": "30->2020-11-20,238.1,5.06",
            "high": "21->2020-11-09,276.16,5.87",
            "low": "11->2020-10-26,-13.95,-0.3"
          },
          "nextThirdDelivery周五": {
            "close": "50->2020-12-18,294.78,6.27",
            "high": "38->2020-12-02,361.95,7.69",
            "low": "11->2020-10-26,-13.95,-0.3"
          }
        }
      ],
      "2020-10-19": [
        {
          "trigDate": "2020-10-19",
          "quantName": "上证低位_ma10UpMas低连空但",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "24->2020-11-20,191.92,4.04",
            "high": "15->2020-11-09,229.98,4.84",
            "low": "5->2020-10-26,-60.13,-1.27"
          },
          "nextSecondDelivery周五": {
            "close": "44->2020-12-18,248.6,5.23",
            "high": "32->2020-12-02,315.77,6.65",
            "low": "5->2020-10-26,-60.13,-1.27"
          },
          "nextThirdDelivery周五": {
            "close": "63->2021-01-15,706.71,14.87",
            "high": "60->2021-01-12,844.98,17.78",
            "low": "5->2020-10-26,-60.13,-1.27"
          }
        }
      ],
      "2020-11-03": [
        {
          "trigDate": "2020-11-03",
          "quantName": "上证低位_周downMas绿空绿红",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "13->2020-11-20,161.84,3.38",
            "high": "4->2020-11-09,199.9,4.18",
            "low": ",0,0"
          },
          "nextSecondDelivery周五": {
            "close": "33->2020-12-18,218.52,4.57",
            "high": "21->2020-12-02,285.69,5.98",
            "low": ",0,0"
          },
          "nextThirdDelivery周五": {
            "close": "52->2021-01-15,676.63,14.15",
            "high": "49->2021-01-12,814.9,17.04",
            "low": ",0,0"
          }
        }
      ],
      "2020-12-01": [
        {
          "trigDate": "2020-12-01",
          "quantName": "科创50低位_金叉低连空但",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "13->2020-12-18,-73.01,-1.44",
            "high": ",0,0",
            "low": "8->2020-12-11,-183.35,-3.61"
          },
          "nextSecondDelivery周五": {
            "close": "32->2021-01-15,385.1,7.59",
            "high": "29->2021-01-12,523.37,10.32",
            "low": "8->2020-12-11,-183.35,-3.61"
          },
          "nextThirdDelivery周五": {
            "close": "52->2021-02-19,705.86,13.91",
            "high": "50->2021-02-10,734.74,14.48",
            "low": "8->2020-12-11,-183.35,-3.61"
          }
        }
      ],
      "2020-12-02": [
        {
          "trigDate": "2020-12-02",
          "quantName": "科创50低位_周downMas绿空绿红",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "12->2020-12-18,-65.48,-1.29",
            "high": "2->2020-12-04,0.47,0.01",
            "low": "7->2020-12-11,-175.82,-3.47"
          },
          "nextSecondDelivery周五": {
            "close": "31->2021-01-15,392.63,7.75",
            "high": "28->2021-01-12,530.9,10.48",
            "low": "7->2020-12-11,-175.82,-3.47"
          },
          "nextThirdDelivery周五": {
            "close": "51->2021-02-19,713.39,14.08",
            "high": "49->2021-02-10,742.27,14.65",
            "low": "7->2020-12-11,-175.82,-3.47"
          }
        }
      ],
      "2020-12-03": [
        {
          "trigDate": "2020-12-03",
          "quantName": "科创50低位_周downMas绿空绿红",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "11->2020-12-18,-49.55,-0.98",
            "high": "1->2020-12-04,16.4,0.32",
            "low": "6->2020-12-11,-159.89,-3.17"
          },
          "nextSecondDelivery周五": {
            "close": "30->2021-01-15,408.56,8.09",
            "high": "27->2021-01-12,546.83,10.83",
            "low": "6->2020-12-11,-159.89,-3.17"
          },
          "nextThirdDelivery周五": {
            "close": "50->2021-02-19,729.32,14.44",
            "high": "48->2021-02-10,758.2,15.02",
            "low": "6->2020-12-11,-159.89,-3.17"
          }
        }
      ],
      "2020-12-16": [
        {
          "trigDate": "2020-12-16",
          "quantName": "上证50低位_金叉低连空但",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "2->2020-12-18,39.24,0.79",
            "high": "1->2020-12-17,56.75,1.14",
            "low": ",0,0"
          },
          "nextSecondDelivery周五": {
            "close": "21->2021-01-15,497.35,10.03",
            "high": "18->2021-01-12,635.62,12.81",
            "low": ",0,0"
          },
          "nextThirdDelivery周五": {
            "close": "41->2021-02-19,818.11,16.49",
            "high": "39->2021-02-10,846.99,17.07",
            "low": ",0,0"
          }
        }
      ],
      "2020-12-17": [
        {
          "trigDate": "2020-12-17",
          "quantName": "上证50低位_金叉低连空但",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "1->2020-12-18,-14.35,-0.29",
            "high": ",0,0",
            "low": "1->2020-12-18,-14.35,-0.29"
          },
          "nextSecondDelivery周五": {
            "close": "20->2021-01-15,443.76,8.85",
            "high": "17->2021-01-12,582.03,11.61",
            "low": "3->2020-12-22,-49.55,-0.99"
          },
          "nextThirdDelivery周五": {
            "close": "40->2021-02-19,764.52,15.25",
            "high": "38->2021-02-10,793.4,15.82",
            "low": "3->2020-12-22,-49.55,-0.99"
          }
        }
      ],
      "2020-12-28": [
        {
          "trigDate": "2020-12-28",
          "quantName": "沪深300低位_ma10UpMas低连空但",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "13->2021-01-15,386.63,7.62",
            "high": "10->2021-01-12,524.9,10.35",
            "low": "1->2020-12-29,-28.51,-0.56"
          },
          "nextSecondDelivery周五": {
            "close": "33->2021-02-19,707.39,13.95",
            "high": "31->2021-02-10,736.27,14.52",
            "low": "1->2020-12-29,-28.51,-0.56"
          },
          "nextThirdDelivery周五": {
            "close": "53->2021-03-19,-64.36,-1.27",
            "high": "31->2021-02-10,736.27,14.52",
            "low": "45->2021-03-09,-100.45,-1.98"
          }
        }
      ],
      "2020-12-30": [
        {
          "trigDate": "2020-12-30",
          "quantName": "科创50低位_金叉低连空但",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "11->2021-01-15,335.6,6.55",
            "high": "8->2021-01-12,473.87,9.25",
            "low": ",0,0"
          },
          "nextSecondDelivery周五": {
            "close": "31->2021-02-19,656.36,12.81",
            "high": "29->2021-02-10,685.24,13.38",
            "low": ",0,0"
          },
          "nextThirdDelivery周五": {
            "close": "51->2021-03-19,-115.39,-2.25",
            "high": "29->2021-02-10,685.24,13.38",
            "low": "43->2021-03-09,-151.48,-2.96"
          }
        }
      ],
      "2020-12-31": [
        {
          "trigDate": "2020-12-31",
          "quantName": "科创50低位_金叉低连空但",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "10->2021-01-15,245.15,4.7",
            "high": "7->2021-01-12,383.42,7.36",
            "low": ",0,0"
          },
          "nextSecondDelivery周五": {
            "close": "30->2021-02-19,565.91,10.86",
            "high": "28->2021-02-10,594.79,11.41",
            "low": ",0,0"
          },
          "nextThirdDelivery周五": {
            "close": "50->2021-03-19,-205.84,-3.95",
            "high": "28->2021-02-10,594.79,11.41",
            "low": "42->2021-03-09,-241.93,-4.64"
          }
        }
      ]
    },
    "2022-11-03=>2026-07-23": {
      "2022-12-27": [
        {
          "trigDate": "2022-12-27",
          "quantName": "上证低位_金叉低连空但",
          "logInfo": ""
        },
        {
          "trigDate": "2022-12-27",
          "quantName": "沪深300低位_金叉低连空但",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "17->2023-01-20,306.62,7.91",
            "high": "17->2023-01-20,306.62,7.91",
            "low": "2->2022-12-29,-18.21,-0.47"
          },
          "nextSecondDelivery周五": {
            "close": "32->2023-02-17,159.6,4.12",
            "high": "18->2023-01-30,326.44,8.42",
            "low": "2->2022-12-29,-18.21,-0.47"
          },
          "nextThirdDelivery周五": {
            "close": "52->2023-03-17,83.91,2.17",
            "high": "18->2023-01-30,326.44,8.42",
            "low": "2->2022-12-29,-18.21,-0.47"
          }
        }
      ],
      "2024-01-18": [
        {
          "trigDate": "2024-01-18",
          "quantName": "沪深300低位_MVol金叉日",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "1->2024-01-19,8.54,0.26",
            "high": "1->2024-01-19,8.54,0.26",
            "low": ",0,0"
          },
          "nextSecondDelivery周五": {
            "close": "16->2024-02-19,142.57,4.37",
            "high": "16->2024-02-19,142.57,4.37",
            "low": "11->2024-02-02,-81.61,-2.5"
          },
          "nextThirdDelivery周五": {
            "close": "35->2024-03-15,308.75,9.47",
            "high": "32->2024-03-12,336.25,10.31",
            "low": "11->2024-02-02,-81.61,-2.5"
          }
        }
      ],
      "2025-01-03": [
        {
          "trigDate": "2025-01-03",
          "quantName": "沪深300低位_日周急跌lows",
          "logInfo": "type2"
        },
        {
          "nextFirstDelivery周五": {
            "close": "10->2025-01-17,36.35,0.96",
            "high": "7->2025-01-14,44.55,1.18",
            "low": "6->2025-01-13,-53.48,-1.42"
          },
          "nextSecondDelivery周五": {
            "close": "29->2025-02-21,202.45,5.36",
            "high": "29->2025-02-21,202.45,5.36",
            "low": "6->2025-01-13,-53.48,-1.42"
          },
          "nextThirdDelivery周五": {
            "close": "49->2025-03-21,138.71,3.67",
            "high": "47->2025-03-19,234.18,6.2",
            "low": "6->2025-01-13,-53.48,-1.42"
          }
        }
      ],
      "2025-01-06": [
        {
          "trigDate": "2025-01-06",
          "quantName": "上证低位_日周急跌lows",
          "logInfo": "type2"
        },
        {
          "trigDate": "2025-01-06",
          "quantName": "沪深300低位_日周急跌lows",
          "logInfo": "type2"
        },
        {
          "nextFirstDelivery周五": {
            "close": "9->2025-01-17,51.47,1.37",
            "high": "6->2025-01-14,59.67,1.59",
            "low": "5->2025-01-13,-38.36,-1.02"
          },
          "nextSecondDelivery周五": {
            "close": "28->2025-02-21,217.57,5.79",
            "high": "28->2025-02-21,217.57,5.79",
            "low": "5->2025-01-13,-38.36,-1.02"
          },
          "nextThirdDelivery周五": {
            "close": "48->2025-03-21,153.83,4.09",
            "high": "46->2025-03-19,249.3,6.63",
            "low": "5->2025-01-13,-38.36,-1.02"
          }
        }
      ],
      "2025-01-13": [
        {
          "trigDate": "2025-01-13",
          "quantName": "上证低位_日九空金叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "4->2025-01-17,83.78,2.25",
            "high": "1->2025-01-14,91.98,2.47",
            "low": ",0,0"
          },
          "nextSecondDelivery周五": {
            "close": "23->2025-02-21,249.88,6.7",
            "high": "23->2025-02-21,249.88,6.7",
            "low": ",0,0"
          },
          "nextThirdDelivery周五": {
            "close": "43->2025-03-21,186.14,4.99",
            "high": "41->2025-03-19,281.61,7.55",
            "low": ",0,0"
          }
        }
      ],
      "2025-01-14": [
        {
          "trigDate": "2025-01-14",
          "quantName": "上证低位_金叉低连空但",
          "logInfo": ""
        },
        {
          "trigDate": "2025-01-14",
          "quantName": "上证低位_日九空金叉",
          "logInfo": ""
        },
        {
          "trigDate": "2025-01-14",
          "quantName": "沪深300低位_金叉低连空但",
          "logInfo": ""
        },
        {
          "trigDate": "2025-01-14",
          "quantName": "上证50低位_金叉低连空但",
          "logInfo": ""
        },
        {
          "trigDate": "2025-01-14",
          "quantName": "科创50低位_ma5金叉10绿空绿红",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "3->2025-01-17,2.3,0.06",
            "high": "3->2025-01-17,2.3,0.06",
            "low": "1->2025-01-15,-14.01,-0.37"
          },
          "nextSecondDelivery周五": {
            "close": "22->2025-02-21,168.4,4.42",
            "high": "22->2025-02-21,168.4,4.42",
            "low": "10->2025-02-05,-14.96,-0.39"
          },
          "nextThirdDelivery周五": {
            "close": "42->2025-03-21,104.66,2.75",
            "high": "40->2025-03-19,200.13,5.25",
            "low": "10->2025-02-05,-14.96,-0.39"
          }
        }
      ],
      "2025-01-15": [
        {
          "trigDate": "2025-01-15",
          "quantName": "上证低位_金叉低连空但",
          "logInfo": ""
        },
        {
          "trigDate": "2025-01-15",
          "quantName": "沪深300低位_金叉低连空但",
          "logInfo": ""
        },
        {
          "trigDate": "2025-01-15",
          "quantName": "上证50低位_金叉低连空但",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "2->2025-01-17,0.15,0",
            "high": "2->2025-01-17,0.15,0",
            "low": "1->2025-01-16,-11.81,-0.31"
          },
          "nextSecondDelivery周五": {
            "close": "21->2025-02-21,166.25,4.36",
            "high": "21->2025-02-21,166.25,4.36",
            "low": "9->2025-02-05,-17.11,-0.45"
          },
          "nextThirdDelivery周五": {
            "close": "41->2025-03-21,102.51,2.69",
            "high": "39->2025-03-19,197.98,5.19",
            "low": "9->2025-02-05,-17.11,-0.45"
          }
        }
      ],
      "2025-04-07": [
        {
          "trigDate": "2025-04-07",
          "quantName": "上证低位_日周急跌lows",
          "logInfo": "type2"
        },
        {
          "trigDate": "2025-04-07",
          "quantName": "沪深300低位_日周急跌lows",
          "logInfo": "type1"
        },
        {
          "trigDate": "2025-04-07",
          "quantName": "科创50低位_日周急跌lows",
          "logInfo": "type2"
        },
        {
          "nextFirstDelivery周五": {
            "close": "9->2025-04-18,174.53,4.85",
            "high": "7->2025-04-16,174.83,4.86",
            "low": ",0,0"
          },
          "nextSecondDelivery周五": {
            "close": "26->2025-05-16,291.1,8.09",
            "high": "24->2025-05-14,345.22,9.59",
            "low": ",0,0"
          },
          "nextThirdDelivery周五": {
            "close": "50->2025-06-20,248.65,6.91",
            "high": "24->2025-05-14,345.22,9.59",
            "low": ",0,0"
          }
        }
      ],
      "2025-04-08": [
        {
          "trigDate": "2025-04-08",
          "quantName": "上证低位_日周急跌lows",
          "logInfo": "type2"
        },
        {
          "nextFirstDelivery周五": {
            "close": "8->2025-04-18,166.42,4.61",
            "high": "6->2025-04-16,166.72,4.62",
            "low": ",0,0"
          },
          "nextSecondDelivery周五": {
            "close": "25->2025-05-16,282.99,7.85",
            "high": "23->2025-05-14,337.11,9.35",
            "low": ",0,0"
          },
          "nextThirdDelivery周五": {
            "close": "49->2025-06-20,240.54,6.67",
            "high": "23->2025-05-14,337.11,9.35",
            "low": ",0,0"
          }
        }
      ],
      "2025-04-09": [
        {
          "trigDate": "2025-04-09",
          "quantName": "科创50低位_周downMas绿空绿红",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "7->2025-04-18,23.39,0.62",
            "high": "5->2025-04-16,23.69,0.63",
            "low": "1->2025-04-10,-14.01,-0.37"
          },
          "nextSecondDelivery周五": {
            "close": "24->2025-05-16,139.96,3.73",
            "high": "22->2025-05-14,194.08,5.18",
            "low": "1->2025-04-10,-14.01,-0.37"
          },
          "nextThirdDelivery周五": {
            "close": "48->2025-06-20,97.51,2.6",
            "high": "22->2025-05-14,194.08,5.18",
            "low": "1->2025-04-10,-14.01,-0.37"
          }
        }
      ],
      "2025-04-10": [
        {
          "trigDate": "2025-04-10",
          "quantName": "沪深300低位_周downMa40",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "6->2025-04-18,42.21,1.13",
            "high": "4->2025-04-16,42.51,1.14",
            "low": ",0,0"
          },
          "nextSecondDelivery周五": {
            "close": "23->2025-05-16,158.78,4.26",
            "high": "21->2025-05-14,212.9,5.71",
            "low": ",0,0"
          },
          "nextThirdDelivery周五": {
            "close": "47->2025-06-20,116.33,3.12",
            "high": "21->2025-05-14,212.9,5.71",
            "low": ",0,0"
          }
        }
      ],
      "2025-05-29": [
        {
          "trigDate": "2025-05-29",
          "quantName": "科创50低位_金叉低连空但",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "15->2025-06-20,-3.85,-0.1",
            "high": "8->2025-06-11,44.14,1.15",
            "low": "1->2025-05-30,-10.26,-0.27"
          },
          "nextSecondDelivery周五": {
            "close": "35->2025-07-18,208.06,5.4",
            "high": "35->2025-07-18,208.06,5.4",
            "low": "1->2025-05-30,-10.26,-0.27"
          },
          "nextThirdDelivery周五": {
            "close": "55->2025-08-15,351.86,9.14",
            "high": "55->2025-08-15,351.86,9.14",
            "low": "1->2025-05-30,-10.26,-0.27"
          }
        }
      ],
      "2025-06-18": [
        {
          "trigDate": "2025-06-18",
          "quantName": "科创50低位_周downMa40",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "2->2025-06-20,-23.41,-0.6",
            "high": ",0,0",
            "low": "1->2025-06-19,-26.96,-0.7"
          },
          "nextSecondDelivery周五": {
            "close": "22->2025-07-18,188.5,4.87",
            "high": "22->2025-07-18,188.5,4.87",
            "low": "1->2025-06-19,-26.96,-0.7"
          },
          "nextThirdDelivery周五": {
            "close": "42->2025-08-15,332.3,8.59",
            "high": "42->2025-08-15,332.3,8.59",
            "low": "1->2025-06-19,-26.96,-0.7"
          }
        }
      ],
      "2025-06-19": [
        {
          "trigDate": "2025-06-19",
          "quantName": "科创50低位_周downMa40",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "1->2025-06-20,6.86,0.18",
            "high": "1->2025-06-20,6.86,0.18",
            "low": ",0,0"
          },
          "nextSecondDelivery周五": {
            "close": "21->2025-07-18,218.77,5.7",
            "high": "21->2025-07-18,218.77,5.7",
            "low": ",0,0"
          },
          "nextThirdDelivery周五": {
            "close": "41->2025-08-15,362.57,9.44",
            "high": "41->2025-08-15,362.57,9.44",
            "low": ",0,0"
          }
        }
      ],
      "2025-06-20": [
        {
          "trigDate": "2025-06-20",
          "quantName": "科创50低位_周downMa40",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "20->2025-07-18,227.38,5.94",
            "high": "20->2025-07-18,227.38,5.94",
            "low": ",0,0"
          },
          "nextSecondDelivery周五": {
            "close": "40->2025-08-15,371.18,9.69",
            "high": "40->2025-08-15,371.18,9.69",
            "low": ",0,0"
          },
          "nextThirdDelivery周五": {
            "close": "65->2025-09-19,670.75,17.51",
            "high": "63->2025-09-17,719.85,18.79",
            "low": ",0,0"
          }
        }
      ],
      "2025-06-23": [
        {
          "trigDate": "2025-06-23",
          "quantName": "沪深300低位_周downMas绿空绿红",
          "logInfo": ""
        },
        {
          "trigDate": "2025-06-23",
          "quantName": "科创50低位_周downMa40",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "19->2025-07-18,196.16,5.08",
            "high": "19->2025-07-18,196.16,5.08",
            "low": ",0,0"
          },
          "nextSecondDelivery周五": {
            "close": "39->2025-08-15,339.96,8.8",
            "high": "39->2025-08-15,339.96,8.8",
            "low": ",0,0"
          },
          "nextThirdDelivery周五": {
            "close": "64->2025-09-19,639.53,16.56",
            "high": "62->2025-09-17,688.63,17.83",
            "low": ",0,0"
          }
        }
      ],
      "2025-06-24": [
        {
          "trigDate": "2025-06-24",
          "quantName": "上证低位_金叉低连空但",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "18->2025-07-18,151.48,3.88",
            "high": "18->2025-07-18,151.48,3.88",
            "low": ",0,0"
          },
          "nextSecondDelivery周五": {
            "close": "38->2025-08-15,295.28,7.56",
            "high": "38->2025-08-15,295.28,7.56",
            "low": ",0,0"
          },
          "nextThirdDelivery周五": {
            "close": "63->2025-09-19,594.85,15.22",
            "high": "61->2025-09-17,643.95,16.48",
            "low": ",0,0"
          }
        }
      ],
      "2025-06-27": [
        {
          "trigDate": "2025-06-27",
          "quantName": "上证低位_MVol金叉周",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "15->2025-07-18,138.24,3.53",
            "high": "15->2025-07-18,138.24,3.53",
            "low": ",0,0"
          },
          "nextSecondDelivery周五": {
            "close": "35->2025-08-15,282.04,7.19",
            "high": "35->2025-08-15,282.04,7.19",
            "low": ",0,0"
          },
          "nextThirdDelivery周五": {
            "close": "60->2025-09-19,581.61,14.84",
            "high": "58->2025-09-17,630.71,16.09",
            "low": ",0,0"
          }
        }
      ],
      "2025-06-30": [
        {
          "trigDate": "2025-06-30",
          "quantName": "沪深300低位_MVol金叉周",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "14->2025-07-18,122.64,3.12",
            "high": "14->2025-07-18,122.64,3.12",
            "low": ",0,0"
          },
          "nextSecondDelivery周五": {
            "close": "34->2025-08-15,266.44,6.77",
            "high": "34->2025-08-15,266.44,6.77",
            "low": ",0,0"
          },
          "nextThirdDelivery周五": {
            "close": "59->2025-09-19,566.01,14.38",
            "high": "57->2025-09-17,615.11,15.63",
            "low": ",0,0"
          }
        }
      ],
      "2025-07-02": [
        {
          "trigDate": "2025-07-02",
          "quantName": "沪深300低位_MVol金叉周",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "12->2025-07-18,109.15,2.76",
            "high": "12->2025-07-18,109.15,2.76",
            "low": ",0,0"
          },
          "nextSecondDelivery周五": {
            "close": "32->2025-08-15,252.95,6.4",
            "high": "32->2025-08-15,252.95,6.4",
            "low": ",0,0"
          },
          "nextThirdDelivery周五": {
            "close": "57->2025-09-19,552.52,13.99",
            "high": "55->2025-09-17,601.62,15.23",
            "low": ",0,0"
          }
        }
      ],
      "2025-07-04": [
        {
          "trigDate": "2025-07-04",
          "quantName": "沪深300低位_MVol金叉周",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "10->2025-07-18,81.26,2.04",
            "high": "10->2025-07-18,81.26,2.04",
            "low": "1->2025-07-07,-12.12,-0.3"
          },
          "nextSecondDelivery周五": {
            "close": "30->2025-08-15,225.06,5.66",
            "high": "30->2025-08-15,225.06,5.66",
            "low": "1->2025-07-07,-12.12,-0.3"
          },
          "nextThirdDelivery周五": {
            "close": "55->2025-09-19,524.63,13.19",
            "high": "53->2025-09-17,573.73,14.43",
            "low": "1->2025-07-07,-12.12,-0.3"
          }
        }
      ],
      "2025-08-11": [
        {
          "trigDate": "2025-08-11",
          "quantName": "沪深300低位_ma5金叉10绿空绿红",
          "logInfo": ""
        },
        {
          "trigDate": "2025-08-11",
          "quantName": "科创50低位_ma5金叉10绿空绿红",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "4->2025-08-15,78.77,1.91",
            "high": "4->2025-08-15,78.77,1.91",
            "low": ",0,0"
          },
          "nextSecondDelivery周五": {
            "close": "29->2025-09-19,378.34,9.18",
            "high": "27->2025-09-17,427.44,10.37",
            "low": ",0,0"
          },
          "nextThirdDelivery周五": {
            "close": "43->2025-10-17,390.65,9.47",
            "high": "37->2025-10-09,585.9,14.21",
            "low": ",0,0"
          }
        }
      ],
      "2025-08-12": [
        {
          "trigDate": "2025-08-12",
          "quantName": "沪深300低位_ma5金叉10绿空绿红",
          "logInfo": ""
        },
        {
          "trigDate": "2025-08-12",
          "quantName": "上证50低位_ma5金叉10绿空绿红",
          "logInfo": ""
        },
        {
          "trigDate": "2025-08-12",
          "quantName": "科创50低位_ma5金叉10绿空绿红",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "3->2025-08-15,51.85,1.25",
            "high": "3->2025-08-15,51.85,1.25",
            "low": ",0,0"
          },
          "nextSecondDelivery周五": {
            "close": "28->2025-09-19,351.42,8.47",
            "high": "26->2025-09-17,400.52,9.65",
            "low": ",0,0"
          },
          "nextThirdDelivery周五": {
            "close": "42->2025-10-17,363.73,8.76",
            "high": "36->2025-10-09,558.98,13.47",
            "low": ",0,0"
          }
        }
      ],
      "2025-08-13": [
        {
          "trigDate": "2025-08-13",
          "quantName": "上证50低位_ma5金叉10绿空绿红",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "2->2025-08-15,22.38,0.54",
            "high": "2->2025-08-15,22.38,0.54",
            "low": "1->2025-08-14,-6.66,-0.16"
          },
          "nextSecondDelivery周五": {
            "close": "27->2025-09-19,321.95,7.7",
            "high": "25->2025-09-17,371.05,8.88",
            "low": "1->2025-08-14,-6.66,-0.16"
          },
          "nextThirdDelivery周五": {
            "close": "41->2025-10-17,334.26,8",
            "high": "35->2025-10-09,529.51,12.67",
            "low": "1->2025-08-14,-6.66,-0.16"
          }
        }
      ],
      "2025-08-19": [
        {
          "trigDate": "2025-08-19",
          "quantName": "上证50低位_ma10UpMas低连空但",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "23->2025-09-19,293.52,6.97",
            "high": "21->2025-09-17,342.62,8.14",
            "low": ",0,0"
          },
          "nextSecondDelivery周五": {
            "close": "37->2025-10-17,305.83,7.27",
            "high": "31->2025-10-09,501.08,11.91",
            "low": ",0,0"
          },
          "nextThirdDelivery周五": {
            "close": "62->2025-11-21,245.21,5.83",
            "high": "45->2025-10-29,539.44,12.82",
            "low": ",0,0"
          }
        }
      ],
      "2025-11-24": [
        {
          "trigDate": "2025-11-24",
          "quantName": "沪深300低位_日周急跌lows",
          "logInfo": "type2"
        },
        {
          "nextFirstDelivery周五": {
            "close": "19->2025-12-19,92.34,2.06",
            "high": "10->2025-12-08,145.91,3.26",
            "low": ",0,0"
          },
          "nextSecondDelivery周五": {
            "close": "37->2026-01-16,256.03,5.72",
            "high": "29->2026-01-06,314.85,7.03",
            "low": ",0,0"
          },
          "nextThirdDelivery周五": {
            "close": "58->2026-02-24,231.7,5.18",
            "high": "29->2026-01-06,314.85,7.03",
            "low": ",0,0"
          }
        }
      ],
      "2025-11-25": [
        {
          "trigDate": "2025-11-25",
          "quantName": "科创50低位_金叉低连空但",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "18->2025-12-19,77.98,1.74",
            "high": "9->2025-12-08,131.55,2.93",
            "low": ",0,0"
          },
          "nextSecondDelivery周五": {
            "close": "36->2026-01-16,241.67,5.38",
            "high": "28->2026-01-06,300.49,6.69",
            "low": ",0,0"
          },
          "nextThirdDelivery周五": {
            "close": "57->2026-02-24,217.34,4.84",
            "high": "28->2026-01-06,300.49,6.69",
            "low": ",0,0"
          }
        }
      ],
      "2025-11-26": [
        {
          "trigDate": "2025-11-26",
          "quantName": "沪深300低位_金叉低连空但",
          "logInfo": ""
        },
        {
          "trigDate": "2025-11-26",
          "quantName": "科创50低位_金叉低连空但",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "17->2025-12-19,48.17,1.07",
            "high": "8->2025-12-08,101.74,2.25",
            "low": "14->2025-12-16,-22.46,-0.5"
          },
          "nextSecondDelivery周五": {
            "close": "35->2026-01-16,211.86,4.69",
            "high": "27->2026-01-06,270.68,5.99",
            "low": "14->2025-12-16,-22.46,-0.5"
          },
          "nextThirdDelivery周五": {
            "close": "56->2026-02-24,187.53,4.15",
            "high": "27->2026-01-06,270.68,5.99",
            "low": "14->2025-12-16,-22.46,-0.5"
          }
        }
      ],
      "2025-11-27": [
        {
          "trigDate": "2025-11-27",
          "quantName": "沪深300低位_金叉低连空但",
          "logInfo": ""
        },
        {
          "trigDate": "2025-11-27",
          "quantName": "科创50低位_金叉低连空但",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "16->2025-12-19,56.68,1.26",
            "high": "7->2025-12-08,110.25,2.44",
            "low": "13->2025-12-16,-13.95,-0.31"
          },
          "nextSecondDelivery周五": {
            "close": "34->2026-01-16,220.37,4.88",
            "high": "26->2026-01-06,279.19,6.19",
            "low": "13->2025-12-16,-13.95,-0.31"
          },
          "nextThirdDelivery周五": {
            "close": "55->2026-02-24,196.04,4.35",
            "high": "26->2026-01-06,279.19,6.19",
            "low": "13->2025-12-16,-13.95,-0.31"
          }
        }
      ],
      "2025-11-28": [
        {
          "trigDate": "2025-11-28",
          "quantName": "沪深300低位_金叉低连空但",
          "logInfo": ""
        },
        {
          "trigDate": "2025-11-28",
          "quantName": "上证50低位_金叉低连空但",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "15->2025-12-19,28.99,0.64",
            "high": "6->2025-12-08,82.56,1.82",
            "low": "12->2025-12-16,-41.64,-0.92"
          },
          "nextSecondDelivery周五": {
            "close": "33->2026-01-16,192.68,4.24",
            "high": "25->2026-01-06,251.5,5.54",
            "low": "12->2025-12-16,-41.64,-0.92"
          },
          "nextThirdDelivery周五": {
            "close": "54->2026-02-24,168.35,3.71",
            "high": "25->2026-01-06,251.5,5.54",
            "low": "12->2025-12-16,-41.64,-0.92"
          }
        }
      ],
      "2026-03-23": [
        {
          "trigDate": "2026-03-23",
          "quantName": "上证低位_日周急跌lows",
          "logInfo": "type2"
        },
        {
          "trigDate": "2026-03-23",
          "quantName": "沪深300低位_日周急跌lows",
          "logInfo": "type2"
        },
        {
          "trigDate": "2026-03-23",
          "quantName": "上证50低位_日周急跌lows",
          "logInfo": "type2"
        },
        {
          "trigDate": "2026-03-23",
          "quantName": "科创50低位_周downMa40",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "18->2026-04-17,269.76,6.05",
            "high": "17->2026-04-16,277.7,6.23",
            "low": "10->2026-04-07,-18.29,-0.41"
          },
          "nextSecondDelivery周五": {
            "close": "35->2026-05-15,400.68,8.99",
            "high": "33->2026-05-13,539.43,12.1",
            "low": "10->2026-04-07,-18.29,-0.41"
          },
          "nextThirdDelivery周五": {
            "close": "60->2026-06-22,600.75,13.47",
            "high": "60->2026-06-22,600.75,13.47",
            "low": "10->2026-04-07,-18.29,-0.41"
          }
        }
      ],
      "2026-04-03": [
        {
          "trigDate": "2026-04-03",
          "quantName": "沪深300低位_周lows",
          "logInfo": ""
        },
        {
          "trigDate": "2026-04-03",
          "quantName": "上证50低位_周downMa40",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "9->2026-04-17,282.81,6.36",
            "high": "8->2026-04-16,290.75,6.54",
            "low": "1->2026-04-07,-5.24,-0.12"
          },
          "nextSecondDelivery周五": {
            "close": "26->2026-05-15,413.73,9.31",
            "high": "24->2026-05-13,552.48,12.43",
            "low": "1->2026-04-07,-5.24,-0.12"
          },
          "nextThirdDelivery周五": {
            "close": "51->2026-06-22,613.8,13.81",
            "high": "51->2026-06-22,613.8,13.81",
            "low": "1->2026-04-07,-5.24,-0.12"
          }
        }
      ],
      "2026-06-08": [
        {
          "trigDate": "2026-06-08",
          "quantName": "上证低位_日周急跌lows",
          "logInfo": "type2"
        },
        {
          "trigDate": "2026-06-08",
          "quantName": "上证低位_周downMa40",
          "logInfo": ""
        },
        {
          "trigDate": "2026-06-08",
          "quantName": "沪深300低位_日周急跌lows",
          "logInfo": "type2"
        },
        {
          "trigDate": "2026-06-08",
          "quantName": "科创50低位_日周急跌lows",
          "logInfo": "type2"
        },
        {
          "nextFirstDelivery周五": {
            "close": "9->2026-06-22,316.21,6.67",
            "high": "9->2026-06-22,316.21,6.67",
            "low": "3->2026-06-11,-21.04,-0.44"
          },
          "nextSecondDelivery周五": {
            "close": "28->2026-07-17,-214.35,-4.52",
            "high": "9->2026-06-22,316.21,6.67",
            "low": "28->2026-07-17,-214.35,-4.52"
          },
          "after": {
            "close": "32->2026-07-23,-15.45,-0.33",
            "high": "9->2026-06-22,316.21,6.67",
            "low": "28->2026-07-17,-214.35,-4.52",
            "nextThirdDelivery周五": "2026-08-21"
          }
        }
      ],
      "2026-07-14": [
        {
          "trigDate": "2026-07-14",
          "quantName": "上证50低位_ma5金叉10绿空绿红",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "3->2026-07-17,-268.84,-5.6",
            "high": ",0,0",
            "low": "3->2026-07-17,-268.84,-5.6"
          },
          "after": {
            "close": "7->2026-07-23,-69.94,-1.46",
            "high": ",0,0",
            "low": "3->2026-07-17,-268.84,-5.6",
            "nextSecondDelivery周五": "2026-08-21",
            "nextThirdDelivery周五": "2026-09-18"
          }
        }
      ],
      "2026-07-15": [
        {
          "trigDate": "2026-07-15",
          "quantName": "上证50低位_ma5金叉10绿空绿红",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "2->2026-07-17,-182.43,-3.87",
            "high": ",0,0",
            "low": "2->2026-07-17,-182.43,-3.87"
          },
          "after": {
            "close": "6->2026-07-23,16.47,0.35",
            "high": "4->2026-07-21,27.7,0.59",
            "low": "2->2026-07-17,-182.43,-3.87",
            "nextSecondDelivery周五": "2026-08-21",
            "nextThirdDelivery周五": "2026-09-18"
          }
        }
      ],
      "2026-07-20": [
        {
          "trigDate": "2026-07-20",
          "quantName": "沪深300低位_周downMas绿空绿红",
          "logInfo": ""
        },
        {
          "after": {
            "close": "3->2026-07-23,97.15,2.1",
            "high": "1->2026-07-21,108.38,2.34",
            "low": ",0,0",
            "nextFirstDelivery周五": "2026-08-21",
            "nextSecondDelivery周五": "2026-09-18",
            "nextThirdDelivery周五": "2026-10-16"
          }
        }
      ]
    }
  },
  "下降日期区间": {
    "2008-01-15=>2008-12-03": {
      "2008-01-15": [
        {
          "trigDate": "2008-01-15",
          "quantName": "上证高位_KDJ死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2008-01-15",
          "quantName": "上证高位_KMVol死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2008-01-15",
          "quantName": "上证高位_日红空十字绿岛",
          "logInfo": ""
        },
        {
          "trigDate": "2008-01-15",
          "quantName": "沪深300高位_KDJ死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2008-01-15",
          "quantName": "沪深300高位_KMVol死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2008-01-15",
          "quantName": "上证50高位_KDJ死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2008-01-15",
          "quantName": "上证50高位_KMVol死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "3->2008-01-18,-228.1,-4.04",
            "high": ",0,0",
            "low": "2->2008-01-17,-276.94,-4.91"
          },
          "nextSecondDelivery周五": {
            "close": "18->2008-02-15,-829.26,-14.7",
            "high": ",0,0",
            "low": "13->2008-02-01,-1070.62,-18.97"
          },
          "nextThirdDelivery周五": {
            "close": "43->2008-03-21,-1604.74,-28.44",
            "high": ",0,0",
            "low": "40->2008-03-18,-1878.62,-33.29"
          }
        }
      ],
      "2008-01-16": [
        {
          "trigDate": "2008-01-16",
          "quantName": "沪深300高位_KMVol死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2008-01-16",
          "quantName": "上证50高位_KMVol死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "2->2008-01-18,-31.34,-0.58",
            "high": ",0,0",
            "low": "1->2008-01-17,-80.18,-1.47"
          },
          "nextSecondDelivery周五": {
            "close": "17->2008-02-15,-632.49,-11.61",
            "high": ",0,0",
            "low": "12->2008-02-01,-873.86,-16.05"
          },
          "nextThirdDelivery周五": {
            "close": "42->2008-03-21,-1407.97,-25.85",
            "high": ",0,0",
            "low": "39->2008-03-18,-1681.86,-30.88"
          }
        }
      ],
      "2008-03-11": [
        {
          "trigDate": "2008-03-11",
          "quantName": "上证高位_红但down死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2008-03-11",
          "quantName": "沪深300高位_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "8->2008-03-21,-496.98,-10.96",
            "high": ",0,0",
            "low": "5->2008-03-18,-770.86,-17"
          },
          "nextSecondDelivery周五": {
            "close": "27->2008-04-18,-1262.31,-27.84",
            "high": ",0,0",
            "low": "27->2008-04-18,-1262.31,-27.84"
          },
          "nextThirdDelivery周五": {
            "close": "45->2008-05-16,-598.69,-13.2",
            "high": ",0,0",
            "low": "28->2008-04-21,-1267.26,-27.95"
          }
        }
      ],
      "2008-04-28": [
        {
          "trigDate": "2008-04-28",
          "quantName": "上证50高位_日红空十字绿岛",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "12->2008-05-16,231.19,6.24",
            "high": "3->2008-05-05,350.85,9.47",
            "low": ",0,0"
          },
          "nextSecondDelivery周五": {
            "close": "36->2008-06-20,-855.26,-23.08",
            "high": "3->2008-05-05,350.85,9.47",
            "low": "35->2008-06-19,-931.85,-25.15"
          },
          "nextThirdDelivery周五": {
            "close": "56->2008-07-18,-889.47,-24.01",
            "high": "3->2008-05-05,350.85,9.47",
            "low": "43->2008-07-01,-1006.58,-27.17"
          }
        }
      ],
      "2008-05-08": [
        {
          "trigDate": "2008-05-08",
          "quantName": "上证高位_红但down死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2008-05-08",
          "quantName": "沪深300高位_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "6->2008-05-16,-24.76,-0.63",
            "high": "4->2008-05-14,14.9,0.38",
            "low": "3->2008-05-13,-109.2,-2.76"
          },
          "nextSecondDelivery周五": {
            "close": "30->2008-06-20,-1111.22,-28.05",
            "high": "4->2008-05-14,14.9,0.38",
            "low": "29->2008-06-19,-1187.81,-29.99"
          },
          "nextThirdDelivery周五": {
            "close": "50->2008-07-18,-1145.42,-28.92",
            "high": "4->2008-05-14,14.9,0.38",
            "low": "37->2008-07-01,-1262.54,-31.88"
          }
        }
      ],
      "2008-06-05": [
        {
          "trigDate": "2008-06-05",
          "quantName": "上证50高位_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "10->2008-06-20,-669.45,-19.02",
            "high": ",0,0",
            "low": "9->2008-06-19,-746.04,-21.2"
          },
          "nextSecondDelivery周五": {
            "close": "30->2008-07-18,-703.65,-20",
            "high": ",0,0",
            "low": "17->2008-07-01,-820.77,-23.32"
          },
          "nextThirdDelivery周五": {
            "close": "50->2008-08-15,-1071.5,-30.45",
            "high": ",0,0",
            "low": "49->2008-08-14,-1075.6,-30.56"
          }
        }
      ],
      "2008-07-10": [
        {
          "trigDate": "2008-07-10",
          "quantName": "沪深300高位_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "6->2008-07-18,-147.4,-4.97",
            "high": "2->2008-07-14,13.01,0.44",
            "low": "5->2008-07-17,-244.79,-8.26"
          },
          "nextSecondDelivery周五": {
            "close": "26->2008-08-15,-515.25,-17.39",
            "high": "10->2008-07-24,14.5,0.49",
            "low": "25->2008-08-14,-519.35,-17.53"
          },
          "nextThirdDelivery周五": {
            "close": "50->2008-09-19,-889.75,-30.03",
            "high": "10->2008-07-24,14.5,0.49",
            "low": "49->2008-09-18,-1066.87,-36.01"
          }
        }
      ],
      "2008-08-27": [
        {
          "trigDate": "2008-08-27",
          "quantName": "沪深300高位_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "16->2008-09-19,-252.15,-10.84",
            "high": "2->2008-08-29,66.38,2.85",
            "low": "15->2008-09-18,-429.27,-18.46"
          },
          "nextSecondDelivery周五": {
            "close": "31->2008-10-17,-492,-21.16",
            "high": "2->2008-08-29,66.38,2.85",
            "low": "30->2008-10-16,-504.36,-21.69"
          },
          "nextThirdDelivery周五": {
            "close": "56->2008-11-21,-404.53,-17.4",
            "high": "2->2008-08-29,66.38,2.85",
            "low": "43->2008-11-04,-697.5,-30"
          }
        }
      ],
      "2008-08-28": [
        {
          "trigDate": "2008-08-28",
          "quantName": "上证高位_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "15->2008-09-19,-274.29,-11.68",
            "high": "1->2008-08-29,44.24,1.88",
            "low": "14->2008-09-18,-451.41,-19.23"
          },
          "nextSecondDelivery周五": {
            "close": "30->2008-10-17,-514.14,-21.9",
            "high": "1->2008-08-29,44.24,1.88",
            "low": "29->2008-10-16,-526.5,-22.43"
          },
          "nextThirdDelivery周五": {
            "close": "55->2008-11-21,-426.67,-18.18",
            "high": "1->2008-08-29,44.24,1.88",
            "low": "42->2008-11-04,-719.64,-30.66"
          }
        }
      ]
    },
    "2009-07-29=>2011-12-26": {
      "2009-07-29": [
        {
          "trigDate": "2009-07-29",
          "quantName": "上证高位_KDJ死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2009-07-29",
          "quantName": "上证高位_KMVol死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2009-07-29",
          "quantName": "沪深300高位_周红空红绿",
          "logInfo": ""
        },
        {
          "trigDate": "2009-07-29",
          "quantName": "上证50高位_KDJ死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2009-07-29",
          "quantName": "上证50高位_周红空红绿",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "17->2009-08-21,-383.42,-10.69",
            "high": "3->2009-08-03,199.99,5.58",
            "low": "15->2009-08-19,-572.48,-15.96"
          },
          "nextSecondDelivery周五": {
            "close": "37->2009-09-18,-387.36,-10.8",
            "high": "3->2009-08-03,199.99,5.58",
            "low": "23->2009-08-31,-756.78,-21.1"
          },
          "nextThirdDelivery周五": {
            "close": "51->2009-10-16,-345.34,-9.63",
            "high": "3->2009-08-03,199.99,5.58",
            "low": "23->2009-08-31,-756.78,-21.1"
          }
        }
      ],
      "2009-07-30": [
        {
          "trigDate": "2009-07-30",
          "quantName": "上证高位_红但down死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2009-07-30",
          "quantName": "上证高位_KMVol死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2009-07-30",
          "quantName": "沪深300高位_红但down死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2009-07-30",
          "quantName": "上证50高位_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "16->2009-08-21,-466.57,-12.71",
            "high": "2->2009-08-03,116.84,3.18",
            "low": "14->2009-08-19,-655.62,-17.86"
          },
          "nextSecondDelivery周五": {
            "close": "36->2009-09-18,-470.5,-12.82",
            "high": "2->2009-08-03,116.84,3.18",
            "low": "22->2009-08-31,-839.92,-22.88"
          },
          "nextThirdDelivery周五": {
            "close": "50->2009-10-16,-428.48,-11.67",
            "high": "2->2009-08-03,116.84,3.18",
            "low": "22->2009-08-31,-839.92,-22.88"
          }
        }
      ],
      "2009-08-04": [
        {
          "trigDate": "2009-08-04",
          "quantName": "上证50高位_周红空红绿",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "13->2009-08-21,-577.78,-15.28",
            "high": ",0,0",
            "low": "11->2009-08-19,-766.83,-20.28"
          },
          "nextSecondDelivery周五": {
            "close": "33->2009-09-18,-581.71,-15.38",
            "high": ",0,0",
            "low": "19->2009-08-31,-951.13,-25.15"
          },
          "nextThirdDelivery周五": {
            "close": "47->2009-10-16,-539.69,-14.27",
            "high": ",0,0",
            "low": "19->2009-08-31,-951.13,-25.15"
          }
        }
      ],
      "2009-08-05": [
        {
          "trigDate": "2009-08-05",
          "quantName": "上证高位_周红空红绿",
          "logInfo": ""
        },
        {
          "trigDate": "2009-08-05",
          "quantName": "沪深300高位_KMVol死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2009-08-05",
          "quantName": "沪深300高位_周红空红绿",
          "logInfo": ""
        },
        {
          "trigDate": "2009-08-05",
          "quantName": "上证50高位_KDJ死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2009-08-05",
          "quantName": "上证50高位_KMVol死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2009-08-05",
          "quantName": "上证50高位_周红空红绿",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "12->2009-08-21,-504.28,-13.6",
            "high": ",0,0",
            "low": "10->2009-08-19,-693.34,-18.7"
          },
          "nextSecondDelivery周五": {
            "close": "32->2009-09-18,-508.22,-13.71",
            "high": ",0,0",
            "low": "18->2009-08-31,-877.64,-23.67"
          },
          "nextThirdDelivery周五": {
            "close": "46->2009-10-16,-466.2,-12.57",
            "high": ",0,0",
            "low": "18->2009-08-31,-877.64,-23.67"
          }
        }
      ],
      "2009-08-06": [
        {
          "trigDate": "2009-08-06",
          "quantName": "上证高位_KDJ死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2009-08-06",
          "quantName": "上证高位_KMVol死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2009-08-06",
          "quantName": "沪深300高位_KDJ死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2009-08-06",
          "quantName": "沪深300高位_KMVol死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2009-08-06",
          "quantName": "上证50高位_KMVol死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "11->2009-08-21,-451.84,-12.36",
            "high": ",0,0",
            "low": "9->2009-08-19,-640.89,-17.53"
          },
          "nextSecondDelivery周五": {
            "close": "31->2009-09-18,-455.77,-12.47",
            "high": ",0,0",
            "low": "17->2009-08-31,-825.19,-22.57"
          },
          "nextThirdDelivery周五": {
            "close": "45->2009-10-16,-413.75,-11.32",
            "high": ",0,0",
            "low": "17->2009-08-31,-825.19,-22.57"
          }
        }
      ],
      "2009-08-07": [
        {
          "trigDate": "2009-08-07",
          "quantName": "上证高位_KMVol死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2009-08-07",
          "quantName": "沪深300高位_KMVol死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "10->2009-08-21,-386.09,-10.76",
            "high": ",0,0",
            "low": "8->2009-08-19,-575.15,-16.02"
          },
          "nextSecondDelivery周五": {
            "close": "30->2009-09-18,-390.03,-10.87",
            "high": ",0,0",
            "low": "16->2009-08-31,-759.44,-21.16"
          },
          "nextThirdDelivery周五": {
            "close": "44->2009-10-16,-348.01,-9.69",
            "high": ",0,0",
            "low": "16->2009-08-31,-759.44,-21.16"
          }
        }
      ],
      "2009-11-13": [
        {
          "trigDate": "2009-11-13",
          "quantName": "上证高位_红但down死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2009-11-13",
          "quantName": "上证高位_KMVol死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2009-11-13",
          "quantName": "沪深300高位_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "5->2009-11-20,89.96,2.54",
            "high": "4->2009-11-19,101.38,2.86",
            "low": ",0,0"
          },
          "nextSecondDelivery周五": {
            "close": "25->2009-12-18,-149.32,-4.22",
            "high": "16->2009-12-07,127.78,3.61",
            "low": "10->2009-11-27,-158.54,-4.48"
          },
          "nextThirdDelivery周五": {
            "close": "44->2010-01-15,-58.32,-1.65",
            "high": "16->2009-12-07,127.78,3.61",
            "low": "27->2009-12-22,-235.51,-6.65"
          }
        }
      ],
      "2009-11-19": [
        {
          "trigDate": "2009-11-19",
          "quantName": "沪深300高位_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "1->2009-11-20,0.44,0.01",
            "high": "1->2009-11-20,0.44,0.01",
            "low": ",0,0"
          },
          "nextSecondDelivery周五": {
            "close": "21->2009-12-18,-238.84,-6.58",
            "high": "12->2009-12-07,38.26,1.05",
            "low": "6->2009-11-27,-248.07,-6.83"
          },
          "nextThirdDelivery周五": {
            "close": "40->2010-01-15,-147.84,-4.07",
            "high": "12->2009-12-07,38.26,1.05",
            "low": "23->2009-12-22,-325.03,-8.95"
          }
        }
      ],
      "2009-11-20": [
        {
          "trigDate": "2009-11-20",
          "quantName": "沪深300高位_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "20->2009-12-18,-244.79,-6.73",
            "high": "11->2009-12-07,32.3,0.89",
            "low": "5->2009-11-27,-254.02,-6.99"
          },
          "nextSecondDelivery周五": {
            "close": "39->2010-01-15,-153.79,-4.23",
            "high": "11->2009-12-07,32.3,0.89",
            "low": "22->2009-12-22,-330.99,-9.1"
          },
          "nextThirdDelivery周五": {
            "close": "60->2010-02-22,-403.18,-11.09",
            "high": "11->2009-12-07,32.3,0.89",
            "low": "51->2010-02-02,-490.34,-13.48"
          }
        }
      ],
      "2009-11-23": [
        {
          "trigDate": "2009-11-23",
          "quantName": "上证高位_红但down死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2009-11-23",
          "quantName": "沪深300高位_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "19->2009-12-18,-289.01,-7.85",
            "high": ",0,0",
            "low": "4->2009-11-27,-298.24,-8.1"
          },
          "nextSecondDelivery周五": {
            "close": "38->2010-01-15,-198.01,-5.38",
            "high": ",0,0",
            "low": "21->2009-12-22,-375.2,-10.19"
          },
          "nextThirdDelivery周五": {
            "close": "59->2010-02-22,-447.4,-12.16",
            "high": ",0,0",
            "low": "50->2010-02-02,-534.56,-14.52"
          }
        }
      ],
      "2009-11-24": [
        {
          "trigDate": "2009-11-24",
          "quantName": "上证高位_周红空红绿",
          "logInfo": ""
        },
        {
          "trigDate": "2009-11-24",
          "quantName": "沪深300高位_周红空红绿",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "18->2009-12-18,-149.78,-4.23",
            "high": "9->2009-12-07,127.32,3.6",
            "low": "3->2009-11-27,-159,-4.49"
          },
          "nextSecondDelivery周五": {
            "close": "37->2010-01-15,-58.77,-1.66",
            "high": "9->2009-12-07,127.32,3.6",
            "low": "20->2009-12-22,-235.97,-6.66"
          },
          "nextThirdDelivery周五": {
            "close": "58->2010-02-22,-308.17,-8.7",
            "high": "9->2009-12-07,127.32,3.6",
            "low": "49->2010-02-02,-395.32,-11.16"
          }
        }
      ],
      "2009-11-25": [
        {
          "trigDate": "2009-11-25",
          "quantName": "上证高位_红但down死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2009-11-25",
          "quantName": "上证高位_周红空红绿",
          "logInfo": ""
        },
        {
          "trigDate": "2009-11-25",
          "quantName": "沪深300高位_红但down死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2009-11-25",
          "quantName": "沪深300高位_周红空红绿",
          "logInfo": ""
        },
        {
          "trigDate": "2009-11-25",
          "quantName": "上证50高位_周红空红绿",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "17->2009-12-18,-244.05,-6.71",
            "high": "8->2009-12-07,33.04,0.91",
            "low": "2->2009-11-27,-253.28,-6.97"
          },
          "nextSecondDelivery周五": {
            "close": "36->2010-01-15,-153.05,-4.21",
            "high": "8->2009-12-07,33.04,0.91",
            "low": "19->2009-12-22,-330.25,-9.08"
          },
          "nextThirdDelivery周五": {
            "close": "57->2010-02-22,-402.45,-11.07",
            "high": "8->2009-12-07,33.04,0.91",
            "low": "48->2010-02-02,-489.6,-13.47"
          }
        }
      ],
      "2009-12-11": [
        {
          "trigDate": "2009-12-11",
          "quantName": "上证50高位_KMVol死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "5->2009-12-18,-180.8,-5.06",
            "high": "1->2009-12-14,40.22,1.13",
            "low": "5->2009-12-18,-180.8,-5.06"
          },
          "nextSecondDelivery周五": {
            "close": "24->2010-01-15,-89.79,-2.51",
            "high": "1->2009-12-14,40.22,1.13",
            "low": "7->2009-12-22,-266.99,-7.47"
          },
          "nextThirdDelivery周五": {
            "close": "45->2010-02-22,-339.19,-9.49",
            "high": "1->2009-12-14,40.22,1.13",
            "low": "36->2010-02-02,-426.34,-11.93"
          }
        }
      ],
      "2010-01-04": [
        {
          "trigDate": "2010-01-04",
          "quantName": "上证高位_周红空红绿",
          "logInfo": ""
        },
        {
          "trigDate": "2010-01-04",
          "quantName": "沪深300高位_周红空红绿",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "9->2010-01-15,-62.45,-1.76",
            "high": "1->2010-01-05,18.85,0.53",
            "low": "7->2010-01-13,-124.04,-3.5"
          },
          "nextSecondDelivery周五": {
            "close": "30->2010-02-22,-311.84,-8.8",
            "high": "1->2010-01-05,18.85,0.53",
            "low": "21->2010-02-02,-399,-11.25"
          },
          "nextThirdDelivery周五": {
            "close": "49->2010-03-19,-251.32,-7.09",
            "high": "1->2010-01-05,18.85,0.53",
            "low": "21->2010-02-02,-399,-11.25"
          }
        }
      ],
      "2010-01-05": [
        {
          "trigDate": "2010-01-05",
          "quantName": "沪深300高位_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "8->2010-01-15,-75.96,-2.13",
            "high": ",0,0",
            "low": "6->2010-01-13,-137.56,-3.87"
          },
          "nextSecondDelivery周五": {
            "close": "29->2010-02-22,-325.36,-9.14",
            "high": ",0,0",
            "low": "20->2010-02-02,-412.51,-11.59"
          },
          "nextThirdDelivery周五": {
            "close": "48->2010-03-19,-264.83,-7.44",
            "high": ",0,0",
            "low": "20->2010-02-02,-412.51,-11.59"
          }
        }
      ],
      "2010-01-06": [
        {
          "trigDate": "2010-01-06",
          "quantName": "上证高位_周红空红绿",
          "logInfo": ""
        },
        {
          "trigDate": "2010-01-06",
          "quantName": "沪深300高位_周红空红绿",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "7->2010-01-15,-60.42,-1.71",
            "high": ",0,0",
            "low": "5->2010-01-13,-122.02,-3.44"
          },
          "nextSecondDelivery周五": {
            "close": "28->2010-02-22,-309.82,-8.74",
            "high": ",0,0",
            "low": "19->2010-02-02,-396.97,-11.2"
          },
          "nextThirdDelivery周五": {
            "close": "47->2010-03-19,-249.29,-7.04",
            "high": ",0,0",
            "low": "19->2010-02-02,-396.97,-11.2"
          }
        }
      ],
      "2010-01-07": [
        {
          "trigDate": "2010-01-07",
          "quantName": "上证高位_KDJ死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2010-01-07",
          "quantName": "上证高位_周红空红绿",
          "logInfo": ""
        },
        {
          "trigDate": "2010-01-07",
          "quantName": "沪深300高位_KDJ死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2010-01-07",
          "quantName": "沪深300高位_周红空红绿",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "6->2010-01-15,25.83,0.75",
            "high": "3->2010-01-12,78.01,2.26",
            "low": "4->2010-01-13,-35.76,-1.03"
          },
          "nextSecondDelivery周五": {
            "close": "27->2010-02-22,-223.56,-6.47",
            "high": "3->2010-01-12,78.01,2.26",
            "low": "18->2010-02-02,-310.72,-8.99"
          },
          "nextThirdDelivery周五": {
            "close": "46->2010-03-19,-163.04,-4.72",
            "high": "3->2010-01-12,78.01,2.26",
            "low": "18->2010-02-02,-310.72,-8.99"
          }
        }
      ],
      "2010-01-08": [
        {
          "trigDate": "2010-01-08",
          "quantName": "上证高位_红但down死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2010-01-08",
          "quantName": "上证高位_周红空红绿",
          "logInfo": ""
        },
        {
          "trigDate": "2010-01-08",
          "quantName": "沪深300高位_红但down死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2010-01-08",
          "quantName": "沪深300高位_周红空红绿",
          "logInfo": ""
        },
        {
          "trigDate": "2010-01-08",
          "quantName": "上证50高位_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "5->2010-01-15,-110.37,-3.07",
            "high": ",0,0",
            "low": "3->2010-01-13,-171.96,-4.79"
          },
          "nextSecondDelivery周五": {
            "close": "26->2010-02-22,-359.76,-10.01",
            "high": ",0,0",
            "low": "17->2010-02-02,-446.92,-12.44"
          },
          "nextThirdDelivery周五": {
            "close": "45->2010-03-19,-299.24,-8.33",
            "high": ",0,0",
            "low": "17->2010-02-02,-446.92,-12.44"
          }
        }
      ],
      "2010-03-23": [
        {
          "trigDate": "2010-03-23",
          "quantName": "上证50高位_日红空十字绿岛",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "17->2010-04-16,74.28,2.26",
            "high": "8->2010-04-02,125.29,3.82",
            "low": "2->2010-03-25,-52.92,-1.61"
          },
          "nextSecondDelivery周五": {
            "close": "41->2010-05-21,-513.26,-15.64",
            "high": "8->2010-04-02,125.29,3.82",
            "low": "37->2010-05-17,-567.34,-17.29"
          },
          "nextThirdDelivery周五": {
            "close": "58->2010-06-18,-585.89,-17.85",
            "high": "8->2010-04-02,125.29,3.82",
            "low": "52->2010-06-07,-586.34,-17.86"
          }
        }
      ],
      "2010-04-07": [
        {
          "trigDate": "2010-04-07",
          "quantName": "沪深300高位_KDJ死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2010-04-07",
          "quantName": "上证50高位_KMVol死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "7->2010-04-16,-24.97,-0.74",
            "high": "5->2010-04-14,22.4,0.66",
            "low": "1->2010-04-08,-34.56,-1.02"
          },
          "nextSecondDelivery周五": {
            "close": "31->2010-05-21,-612.51,-18.11",
            "high": "5->2010-04-14,22.4,0.66",
            "low": "27->2010-05-17,-666.59,-19.71"
          },
          "nextThirdDelivery周五": {
            "close": "48->2010-06-18,-685.14,-20.26",
            "high": "5->2010-04-14,22.4,0.66",
            "low": "42->2010-06-07,-685.59,-20.28"
          }
        }
      ],
      "2010-04-08": [
        {
          "trigDate": "2010-04-08",
          "quantName": "上证50高位_KMVol死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "6->2010-04-16,7.56,0.23",
            "high": "4->2010-04-14,54.93,1.64",
            "low": ",0,0"
          },
          "nextSecondDelivery周五": {
            "close": "30->2010-05-21,-579.98,-17.32",
            "high": "4->2010-04-14,54.93,1.64",
            "low": "26->2010-05-17,-634.06,-18.93"
          },
          "nextThirdDelivery周五": {
            "close": "47->2010-06-18,-652.61,-19.49",
            "high": "4->2010-04-14,54.93,1.64",
            "low": "41->2010-06-07,-653.06,-19.5"
          }
        }
      ],
      "2010-04-09": [
        {
          "trigDate": "2010-04-09",
          "quantName": "上证高位_红但down死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2010-04-09",
          "quantName": "沪深300高位_红但down死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2010-04-09",
          "quantName": "沪深300高位_KMVol死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "5->2010-04-16,-32.02,-0.95",
            "high": "3->2010-04-14,15.35,0.45",
            "low": "1->2010-04-12,-36.88,-1.09"
          },
          "nextSecondDelivery周五": {
            "close": "29->2010-05-21,-619.56,-18.29",
            "high": "3->2010-04-14,15.35,0.45",
            "low": "25->2010-05-17,-673.64,-19.88"
          },
          "nextThirdDelivery周五": {
            "close": "46->2010-06-18,-692.19,-20.43",
            "high": "3->2010-04-14,15.35,0.45",
            "low": "40->2010-06-07,-692.64,-20.44"
          }
        }
      ],
      "2010-04-12": [
        {
          "trigDate": "2010-04-12",
          "quantName": "上证高位_KMVol死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "4->2010-04-16,5.61,0.17",
            "high": "2->2010-04-14,52.98,1.58",
            "low": ",0,0"
          },
          "nextSecondDelivery周五": {
            "close": "28->2010-05-21,-581.93,-17.37",
            "high": "2->2010-04-14,52.98,1.58",
            "low": "24->2010-05-17,-636.01,-18.98"
          },
          "nextThirdDelivery周五": {
            "close": "45->2010-06-18,-654.56,-19.53",
            "high": "2->2010-04-14,52.98,1.58",
            "low": "39->2010-06-07,-655.01,-19.55"
          }
        }
      ],
      "2010-04-16": [
        {
          "trigDate": "2010-04-16",
          "quantName": "上证高位_KDJ死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "24->2010-05-21,-544.71,-16.44",
            "high": ",0,0",
            "low": "20->2010-05-17,-598.78,-18.07"
          },
          "nextSecondDelivery周五": {
            "close": "41->2010-06-18,-617.33,-18.63",
            "high": ",0,0",
            "low": "35->2010-06-07,-617.78,-18.64"
          },
          "nextThirdDelivery周五": {
            "close": "61->2010-07-16,-697.37,-21.05",
            "high": ",0,0",
            "low": "52->2010-07-05,-800.85,-24.17"
          }
        }
      ],
      "2010-10-19": [
        {
          "trigDate": "2010-10-19",
          "quantName": "上证50高位_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "23->2010-11-19,-125.38,-3.79",
            "high": "14->2010-11-08,244.34,7.39",
            "low": "21->2010-11-17,-200.32,-6.06"
          },
          "nextSecondDelivery周五": {
            "close": "43->2010-12-17,-78.56,-2.38",
            "high": "14->2010-11-08,244.34,7.39",
            "low": "21->2010-11-17,-200.32,-6.06"
          },
          "nextThirdDelivery周五": {
            "close": "67->2011-01-21,-320.76,-9.71",
            "high": "14->2010-11-08,244.34,7.39",
            "low": "66->2011-01-20,-359.51,-10.88"
          }
        }
      ],
      "2010-10-20": [
        {
          "trigDate": "2010-10-20",
          "quantName": "上证高位_红但down死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2010-10-20",
          "quantName": "沪深300高位_红但down死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2010-10-20",
          "quantName": "上证50高位_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "22->2010-11-19,-225.88,-6.63",
            "high": "13->2010-11-08,143.84,4.22",
            "low": "20->2010-11-17,-300.82,-8.84"
          },
          "nextSecondDelivery周五": {
            "close": "42->2010-12-17,-179.06,-5.26",
            "high": "13->2010-11-08,143.84,4.22",
            "low": "20->2010-11-17,-300.82,-8.84"
          },
          "nextThirdDelivery周五": {
            "close": "66->2011-01-21,-421.26,-12.37",
            "high": "13->2010-11-08,143.84,4.22",
            "low": "65->2011-01-20,-460.01,-13.51"
          }
        }
      ],
      "2010-10-21": [
        {
          "trigDate": "2010-10-21",
          "quantName": "上证高位_KDJ死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2010-10-21",
          "quantName": "上证50高位_KDJ死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "21->2010-11-19,-186.75,-5.55",
            "high": "12->2010-11-08,182.97,5.44",
            "low": "19->2010-11-17,-261.69,-7.78"
          },
          "nextSecondDelivery周五": {
            "close": "41->2010-12-17,-139.94,-4.16",
            "high": "12->2010-11-08,182.97,5.44",
            "low": "19->2010-11-17,-261.69,-7.78"
          },
          "nextThirdDelivery周五": {
            "close": "65->2011-01-21,-382.14,-11.35",
            "high": "12->2010-11-08,182.97,5.44",
            "low": "64->2011-01-20,-420.88,-12.51"
          }
        }
      ],
      "2010-10-22": [
        {
          "trigDate": "2010-10-22",
          "quantName": "上证高位_KMVol死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2010-10-22",
          "quantName": "沪深300高位_红但down死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2010-10-22",
          "quantName": "沪深300高位_KMVol死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2010-10-22",
          "quantName": "上证50高位_KDJ死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2010-10-22",
          "quantName": "上证50高位_KMVol死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "20->2010-11-19,-208,-6.14",
            "high": "11->2010-11-08,161.72,4.77",
            "low": "18->2010-11-17,-282.94,-8.35"
          },
          "nextSecondDelivery周五": {
            "close": "40->2010-12-17,-161.19,-4.76",
            "high": "11->2010-11-08,161.72,4.77",
            "low": "18->2010-11-17,-282.94,-8.35"
          },
          "nextThirdDelivery周五": {
            "close": "64->2011-01-21,-403.39,-11.91",
            "high": "11->2010-11-08,161.72,4.77",
            "low": "63->2011-01-20,-442.14,-13.05"
          }
        }
      ],
      "2010-10-25": [
        {
          "trigDate": "2010-10-25",
          "quantName": "上证高位_红但down死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2010-10-25",
          "quantName": "上证50高位_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "19->2010-11-19,-312.63,-8.95",
            "high": "10->2010-11-08,57.09,1.64",
            "low": "17->2010-11-17,-387.57,-11.1"
          },
          "nextSecondDelivery周五": {
            "close": "39->2010-12-17,-265.81,-7.61",
            "high": "10->2010-11-08,57.09,1.64",
            "low": "17->2010-11-17,-387.57,-11.1"
          },
          "nextThirdDelivery周五": {
            "close": "63->2011-01-21,-508.02,-14.55",
            "high": "10->2010-11-08,57.09,1.64",
            "low": "62->2011-01-20,-546.76,-15.66"
          }
        }
      ],
      "2010-10-27": [
        {
          "trigDate": "2010-10-27",
          "quantName": "上证高位_KDJ死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "17->2010-11-19,-211.58,-6.24",
            "high": "8->2010-11-08,158.14,4.66",
            "low": "15->2010-11-17,-286.52,-8.45"
          },
          "nextSecondDelivery周五": {
            "close": "37->2010-12-17,-164.76,-4.86",
            "high": "8->2010-11-08,158.14,4.66",
            "low": "15->2010-11-17,-286.52,-8.45"
          },
          "nextThirdDelivery周五": {
            "close": "61->2011-01-21,-406.97,-12",
            "high": "8->2010-11-08,158.14,4.66",
            "low": "60->2011-01-20,-445.71,-13.15"
          }
        }
      ],
      "2010-10-28": [
        {
          "trigDate": "2010-10-28",
          "quantName": "上证高位_红但down死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2010-10-28",
          "quantName": "沪深300高位_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "16->2010-11-19,-221.42,-6.51",
            "high": "7->2010-11-08,148.3,4.36",
            "low": "14->2010-11-17,-296.36,-8.72"
          },
          "nextSecondDelivery周五": {
            "close": "36->2010-12-17,-174.6,-5.13",
            "high": "7->2010-11-08,148.3,4.36",
            "low": "14->2010-11-17,-296.36,-8.72"
          },
          "nextThirdDelivery周五": {
            "close": "60->2011-01-21,-416.81,-12.26",
            "high": "7->2010-11-08,148.3,4.36",
            "low": "59->2011-01-20,-455.55,-13.4"
          }
        }
      ],
      "2010-11-11": [
        {
          "trigDate": "2010-11-11",
          "quantName": "上证高位_红但down死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2010-11-11",
          "quantName": "沪深300高位_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "6->2010-11-19,-305.76,-8.77",
            "high": ",0,0",
            "low": "4->2010-11-17,-380.7,-10.93"
          },
          "nextSecondDelivery周五": {
            "close": "26->2010-12-17,-258.95,-7.43",
            "high": ",0,0",
            "low": "4->2010-11-17,-380.7,-10.93"
          },
          "nextThirdDelivery周五": {
            "close": "50->2011-01-21,-501.15,-14.38",
            "high": ",0,0",
            "low": "49->2011-01-20,-539.89,-15.49"
          }
        }
      ],
      "2010-12-20": [
        {
          "trigDate": "2010-12-20",
          "quantName": "沪深300高位_KMVol死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "23->2011-01-21,-201.24,-6.32",
            "high": "1->2010-12-21,64.81,2.04",
            "low": "22->2011-01-20,-239.99,-7.54"
          },
          "nextSecondDelivery周五": {
            "close": "38->2011-02-18,27.18,0.85",
            "high": "1->2010-12-21,64.81,2.04",
            "low": "25->2011-01-25,-246.05,-7.73"
          },
          "nextThirdDelivery周五": {
            "close": "58->2011-03-18,30.99,0.97",
            "high": "51->2011-03-09,154.16,4.84",
            "low": "25->2011-01-25,-246.05,-7.73"
          }
        }
      ],
      "2011-03-30": [
        {
          "trigDate": "2011-03-30",
          "quantName": "上证高位_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "10->2011-04-15,101.78,3.12",
            "high": "8->2011-04-13,114.87,3.53",
            "low": "1->2011-03-31,-33.88,-1.04"
          },
          "nextSecondDelivery周五": {
            "close": "34->2011-05-20,-135.57,-4.16",
            "high": "8->2011-04-13,114.87,3.53",
            "low": "30->2011-05-16,-156.7,-4.81"
          },
          "nextThirdDelivery周五": {
            "close": "53->2011-06-17,-365.01,-11.21",
            "high": "8->2011-04-13,114.87,3.53",
            "low": "53->2011-06-17,-365.01,-11.21"
          }
        }
      ],
      "2011-04-11": [
        {
          "trigDate": "2011-04-11",
          "quantName": "上证50高位_周红空红绿",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "4->2011-04-15,34.19,1.03",
            "high": "2->2011-04-13,47.28,1.42",
            "low": ",0,0"
          },
          "nextSecondDelivery周五": {
            "close": "28->2011-05-20,-203.16,-6.11",
            "high": "2->2011-04-13,47.28,1.42",
            "low": "24->2011-05-16,-224.29,-6.75"
          },
          "nextThirdDelivery周五": {
            "close": "47->2011-06-17,-432.6,-13.01",
            "high": "2->2011-04-13,47.28,1.42",
            "low": "47->2011-06-17,-432.6,-13.01"
          }
        }
      ],
      "2011-04-12": [
        {
          "trigDate": "2011-04-12",
          "quantName": "上证高位_红但down死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2011-04-12",
          "quantName": "沪深300高位_红但down死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2011-04-12",
          "quantName": "上证50高位_周红空红绿",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "3->2011-04-15,47.62,1.44",
            "high": "1->2011-04-13,60.71,1.83",
            "low": ",0,0"
          },
          "nextSecondDelivery周五": {
            "close": "27->2011-05-20,-189.73,-5.73",
            "high": "1->2011-04-13,60.71,1.83",
            "low": "23->2011-05-16,-210.86,-6.37"
          },
          "nextThirdDelivery周五": {
            "close": "46->2011-06-17,-419.17,-12.66",
            "high": "1->2011-04-13,60.71,1.83",
            "low": "46->2011-06-17,-419.17,-12.66"
          }
        }
      ],
      "2011-04-19": [
        {
          "trigDate": "2011-04-19",
          "quantName": "上证高位_KDJ死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2011-04-19",
          "quantName": "上证高位_KMVol死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2011-04-19",
          "quantName": "沪深300高位_KDJ死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "22->2011-05-20,-178.82,-5.42",
            "high": "2->2011-04-21,16.95,0.51",
            "low": "18->2011-05-16,-199.95,-6.06"
          },
          "nextSecondDelivery周五": {
            "close": "41->2011-06-17,-408.26,-12.37",
            "high": "2->2011-04-21,16.95,0.51",
            "low": "41->2011-06-17,-408.26,-12.37"
          },
          "nextThirdDelivery周五": {
            "close": "61->2011-07-15,-171.53,-5.2",
            "high": "2->2011-04-21,16.95,0.51",
            "low": "42->2011-06-20,-425.52,-12.89"
          }
        }
      ],
      "2011-05-16": [
        {
          "trigDate": "2011-05-16",
          "quantName": "上证50高位_ma5死叉10绿空绿红死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "4->2011-05-20,24.53,0.79",
            "high": "2->2011-05-18,42.31,1.37",
            "low": ",0,0"
          },
          "nextSecondDelivery周五": {
            "close": "23->2011-06-17,-204.91,-6.62",
            "high": "2->2011-05-18,42.31,1.37",
            "low": "23->2011-06-17,-204.91,-6.62"
          },
          "nextThirdDelivery周五": {
            "close": "43->2011-07-15,31.82,1.03",
            "high": "2->2011-05-18,42.31,1.37",
            "low": "24->2011-06-20,-222.17,-7.17"
          }
        }
      ],
      "2011-05-17": [
        {
          "trigDate": "2011-05-17",
          "quantName": "上证50高位_ma5死叉10绿空绿红死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "3->2011-05-20,12.3,0.4",
            "high": "1->2011-05-18,30.09,0.97",
            "low": ",0,0"
          },
          "nextSecondDelivery周五": {
            "close": "22->2011-06-17,-217.14,-6.98",
            "high": "1->2011-05-18,30.09,0.97",
            "low": "22->2011-06-17,-217.14,-6.98"
          },
          "nextThirdDelivery周五": {
            "close": "42->2011-07-15,19.6,0.63",
            "high": "1->2011-05-18,30.09,0.97",
            "low": "23->2011-06-20,-234.4,-7.54"
          }
        }
      ],
      "2011-05-19": [
        {
          "trigDate": "2011-05-19",
          "quantName": "上证50高位_ma5死叉10绿空绿红死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "1->2011-05-20,1.02,0.03",
            "high": "1->2011-05-20,1.02,0.03",
            "low": ",0,0"
          },
          "nextSecondDelivery周五": {
            "close": "20->2011-06-17,-228.42,-7.32",
            "high": "1->2011-05-20,1.02,0.03",
            "low": "20->2011-06-17,-228.42,-7.32"
          },
          "nextThirdDelivery周五": {
            "close": "40->2011-07-15,8.31,0.27",
            "high": "40->2011-07-15,8.31,0.27",
            "low": "21->2011-06-20,-245.68,-7.87"
          }
        }
      ],
      "2011-07-06": [
        {
          "trigDate": "2011-07-06",
          "quantName": "沪深300高位_日红空十字绿岛",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "7->2011-07-15,5.6,0.18",
            "high": "7->2011-07-15,5.6,0.18",
            "low": "4->2011-07-12,-66.38,-2.13"
          },
          "nextSecondDelivery周五": {
            "close": "32->2011-08-19,-315.63,-10.11",
            "high": "7->2011-07-15,5.6,0.18",
            "low": "23->2011-08-08,-329.39,-10.55"
          },
          "nextThirdDelivery周五": {
            "close": "51->2011-09-16,-389.3,-12.46",
            "high": "7->2011-07-15,5.6,0.18",
            "low": "48->2011-09-13,-403.01,-12.9"
          }
        }
      ],
      "2011-07-11": [
        {
          "trigDate": "2011-07-11",
          "quantName": "上证高位_红但down死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2011-07-11",
          "quantName": "沪深300高位_红但down死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2011-07-11",
          "quantName": "沪深300高位_KMVol死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "4->2011-07-15,39.75,1.29",
            "high": "4->2011-07-15,39.75,1.29",
            "low": "1->2011-07-12,-32.23,-1.04"
          },
          "nextSecondDelivery周五": {
            "close": "29->2011-08-19,-281.47,-9.11",
            "high": "4->2011-07-15,39.75,1.29",
            "low": "20->2011-08-08,-295.24,-9.56"
          },
          "nextThirdDelivery周五": {
            "close": "48->2011-09-16,-355.15,-11.5",
            "high": "4->2011-07-15,39.75,1.29",
            "low": "45->2011-09-13,-368.85,-11.94"
          }
        }
      ],
      "2011-07-19": [
        {
          "trigDate": "2011-07-19",
          "quantName": "沪深300高位_KDJ死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "23->2011-08-19,-306.04,-9.83",
            "high": ",0,0",
            "low": "14->2011-08-08,-319.81,-10.27"
          },
          "nextSecondDelivery周五": {
            "close": "42->2011-09-16,-379.72,-12.2",
            "high": ",0,0",
            "low": "39->2011-09-13,-393.42,-12.64"
          },
          "nextThirdDelivery周五": {
            "close": "62->2011-10-21,-605.83,-19.46",
            "high": ",0,0",
            "low": "62->2011-10-21,-605.83,-19.46"
          }
        }
      ]
    },
    "2015-06-16=>2016-03-03": {
      "2015-06-16": [
        {
          "trigDate": "2015-06-16",
          "quantName": "上证高位_KMVol死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2015-06-16",
          "quantName": "沪深300高位_KMVol死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "3->2015-06-19,-435.25,-8.58",
            "high": "1->2015-06-17,66.53,1.31",
            "low": "3->2015-06-19,-435.25,-8.58"
          },
          "nextSecondDelivery周五": {
            "close": "22->2015-07-17,-920.81,-18.15",
            "high": "1->2015-06-17,66.53,1.31",
            "low": "15->2015-07-08,-1409.27,-27.78"
          },
          "nextThirdDelivery周五": {
            "close": "47->2015-08-21,-1482.77,-29.23",
            "high": "1->2015-06-17,66.53,1.31",
            "low": "47->2015-08-21,-1482.77,-29.23"
          }
        }
      ],
      "2015-06-17": [
        {
          "trigDate": "2015-06-17",
          "quantName": "上证高位_KMVol死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2015-06-17",
          "quantName": "沪深300高位_KMVol死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "2->2015-06-19,-470.64,-9.21",
            "high": ",0,0",
            "low": "2->2015-06-19,-470.64,-9.21"
          },
          "nextSecondDelivery周五": {
            "close": "21->2015-07-17,-956.2,-18.72",
            "high": ",0,0",
            "low": "14->2015-07-08,-1444.66,-28.28"
          },
          "nextThirdDelivery周五": {
            "close": "46->2015-08-21,-1518.16,-29.72",
            "high": ",0,0",
            "low": "46->2015-08-21,-1518.16,-29.72"
          }
        }
      ],
      "2015-07-16": [
        {
          "trigDate": "2015-07-16",
          "quantName": "沪深300高位_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "1->2015-07-17,127.74,3.17",
            "high": "1->2015-07-17,127.74,3.17",
            "low": ",0,0"
          },
          "nextSecondDelivery周五": {
            "close": "26->2015-08-21,-434.22,-10.79",
            "high": "5->2015-07-23,227.05,5.64",
            "low": "26->2015-08-21,-434.22,-10.79"
          },
          "nextThirdDelivery周五": {
            "close": "44->2015-09-18,-772.48,-19.2",
            "high": "5->2015-07-23,227.05,5.64",
            "low": "29->2015-08-26,-998.07,-24.8"
          }
        }
      ],
      "2015-07-22": [
        {
          "trigDate": "2015-07-22",
          "quantName": "沪深300高位_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "22->2015-08-21,-569.4,-13.69",
            "high": "1->2015-07-23,91.87,2.21",
            "low": "22->2015-08-21,-569.4,-13.69"
          },
          "nextSecondDelivery周五": {
            "close": "40->2015-09-18,-907.66,-21.82",
            "high": "1->2015-07-23,91.87,2.21",
            "low": "25->2015-08-26,-1133.24,-27.25"
          },
          "nextThirdDelivery周五": {
            "close": "55->2015-10-16,-624.87,-15.02",
            "high": "1->2015-07-23,91.87,2.21",
            "low": "25->2015-08-26,-1133.24,-27.25"
          }
        }
      ],
      "2015-08-19": [
        {
          "trigDate": "2015-08-19",
          "quantName": "上证高位_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "2->2015-08-21,-258.87,-6.73",
            "high": ",0,0",
            "low": "2->2015-08-21,-258.87,-6.73"
          },
          "nextSecondDelivery周五": {
            "close": "20->2015-09-18,-597.13,-15.52",
            "high": ",0,0",
            "low": "5->2015-08-26,-822.71,-21.38"
          },
          "nextThirdDelivery周五": {
            "close": "35->2015-10-16,-314.34,-8.17",
            "high": ",0,0",
            "low": "5->2015-08-26,-822.71,-21.38"
          }
        }
      ],
      "2015-12-09": [
        {
          "trigDate": "2015-12-09",
          "quantName": "上证高位_红但down死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2015-12-09",
          "quantName": "上证50高位_红但down死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2015-12-09",
          "quantName": "上证50高位_KMVol死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "7->2015-12-18,133.55,3.67",
            "high": "7->2015-12-18,133.55,3.67",
            "low": "2->2015-12-11,-26.31,-0.72"
          },
          "nextSecondDelivery周五": {
            "close": "26->2016-01-15,-515.64,-14.19",
            "high": "9->2015-12-22,242.37,6.67",
            "low": "26->2016-01-15,-515.64,-14.19"
          },
          "nextThirdDelivery周五": {
            "close": "46->2016-02-19,-582.78,-16.04",
            "high": "9->2015-12-22,242.37,6.67",
            "low": "35->2016-01-28,-780.61,-21.48"
          }
        }
      ],
      "2015-12-10": [
        {
          "trigDate": "2015-12-10",
          "quantName": "上证50高位_KMVol死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "6->2015-12-18,162.54,4.51",
            "high": "6->2015-12-18,162.54,4.51",
            "low": ",0,0"
          },
          "nextSecondDelivery周五": {
            "close": "25->2016-01-15,-486.64,-13.5",
            "high": "8->2015-12-22,271.36,7.53",
            "low": "25->2016-01-15,-486.64,-13.5"
          },
          "nextThirdDelivery周五": {
            "close": "45->2016-02-19,-553.79,-15.36",
            "high": "8->2015-12-22,271.36,7.53",
            "low": "34->2016-01-28,-751.62,-20.85"
          }
        }
      ],
      "2015-12-11": [
        {
          "trigDate": "2015-12-11",
          "quantName": "沪深300高位_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "5->2015-12-18,194.03,5.43",
            "high": "5->2015-12-18,194.03,5.43",
            "low": ",0,0"
          },
          "nextSecondDelivery周五": {
            "close": "24->2016-01-15,-455.15,-12.74",
            "high": "7->2015-12-22,302.85,8.47",
            "low": "24->2016-01-15,-455.15,-12.74"
          },
          "nextThirdDelivery周五": {
            "close": "44->2016-02-19,-522.3,-14.61",
            "high": "7->2015-12-22,302.85,8.47",
            "low": "33->2016-01-28,-720.13,-20.15"
          }
        }
      ],
      "2015-12-25": [
        {
          "trigDate": "2015-12-25",
          "quantName": "上证高位_红但down死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2015-12-25",
          "quantName": "上证50高位_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "14->2016-01-15,-728.8,-18.94",
            "high": ",0,0",
            "low": "14->2016-01-15,-728.8,-18.94"
          },
          "nextSecondDelivery周五": {
            "close": "34->2016-02-19,-795.95,-20.69",
            "high": ",0,0",
            "low": "23->2016-01-28,-993.78,-25.83"
          },
          "nextThirdDelivery周五": {
            "close": "54->2016-03-18,-675.57,-17.56",
            "high": ",0,0",
            "low": "23->2016-01-28,-993.78,-25.83"
          }
        }
      ]
    },
    "2018-01-26=>2018-10-26": {
      "2018-01-26": [
        {
          "trigDate": "2018-01-26",
          "quantName": "上证高位_红但down死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2018-01-26",
          "quantName": "沪深300高位_红但down死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2018-01-26",
          "quantName": "上证50高位_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "14->2018-02-22,-334.32,-7.62",
            "high": ",0,0",
            "low": "10->2018-02-09,-546.41,-12.45"
          },
          "nextSecondDelivery周五": {
            "close": "30->2018-03-16,-330.64,-7.54",
            "high": ",0,0",
            "low": "10->2018-02-09,-546.41,-12.45"
          },
          "nextThirdDelivery周五": {
            "close": "53->2018-04-20,-626.2,-14.27",
            "high": ",0,0",
            "low": "50->2018-04-17,-638.42,-14.55"
          }
        }
      ],
      "2018-02-28": [
        {
          "trigDate": "2018-02-28",
          "quantName": "沪深300高位_红但down死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2018-02-28",
          "quantName": "沪深300高位_周红空红绿",
          "logInfo": ""
        },
        {
          "trigDate": "2018-02-28",
          "quantName": "上证50高位_ma5死叉10绿空绿红死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "12->2018-03-16,61.55,1.54",
            "high": "8->2018-03-12,132.8,3.32",
            "low": ",0,0"
          },
          "nextSecondDelivery周五": {
            "close": "35->2018-04-20,-234.01,-5.86",
            "high": "8->2018-03-12,132.8,3.32",
            "low": "32->2018-04-17,-246.23,-6.16"
          },
          "nextThirdDelivery周五": {
            "close": "53->2018-05-18,-91.8,-2.3",
            "high": "8->2018-03-12,132.8,3.32",
            "low": "32->2018-04-17,-246.23,-6.16"
          }
        }
      ],
      "2018-03-01": [
        {
          "trigDate": "2018-03-01",
          "quantName": "上证高位_红但down死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2018-03-01",
          "quantName": "沪深300高位_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "11->2018-03-16,41.47,1.03",
            "high": "7->2018-03-12,112.72,2.81",
            "low": ",0,0"
          },
          "nextSecondDelivery周五": {
            "close": "34->2018-04-20,-254.1,-6.33",
            "high": "7->2018-03-12,112.72,2.81",
            "low": "31->2018-04-17,-266.31,-6.63"
          },
          "nextThirdDelivery周五": {
            "close": "52->2018-05-18,-111.89,-2.79",
            "high": "7->2018-03-12,112.72,2.81",
            "low": "31->2018-04-17,-266.31,-6.63"
          }
        }
      ],
      "2018-03-02": [
        {
          "trigDate": "2018-03-02",
          "quantName": "上证高位_红但down死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2018-03-02",
          "quantName": "沪深300高位_红但down死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2018-03-02",
          "quantName": "上证50高位_ma5死叉10绿空绿红死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "10->2018-03-16,34.77,0.86",
            "high": "6->2018-03-12,106.01,2.64",
            "low": "1->2018-03-05,-3.56,-0.09"
          },
          "nextSecondDelivery周五": {
            "close": "33->2018-04-20,-260.8,-6.48",
            "high": "6->2018-03-12,106.01,2.64",
            "low": "30->2018-04-17,-273.02,-6.79"
          },
          "nextThirdDelivery周五": {
            "close": "51->2018-05-18,-118.59,-2.95",
            "high": "6->2018-03-12,106.01,2.64",
            "low": "30->2018-04-17,-273.02,-6.79"
          }
        }
      ],
      "2018-03-05": [
        {
          "trigDate": "2018-03-05",
          "quantName": "上证高位_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "9->2018-03-16,21.44,0.53",
            "high": "5->2018-03-12,92.68,2.3",
            "low": ",0,0"
          },
          "nextSecondDelivery周五": {
            "close": "32->2018-04-20,-274.13,-6.79",
            "high": "5->2018-03-12,92.68,2.3",
            "low": "29->2018-04-17,-286.34,-7.1"
          },
          "nextThirdDelivery周五": {
            "close": "50->2018-05-18,-131.92,-3.27",
            "high": "5->2018-03-12,92.68,2.3",
            "low": "29->2018-04-17,-286.34,-7.1"
          }
        }
      ],
      "2018-03-06": [
        {
          "trigDate": "2018-03-06",
          "quantName": "上证高位_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "8->2018-03-16,-7.08,-0.17",
            "high": "4->2018-03-12,64.16,1.58",
            "low": "1->2018-03-07,-26.85,-0.66"
          },
          "nextSecondDelivery周五": {
            "close": "31->2018-04-20,-302.65,-7.45",
            "high": "4->2018-03-12,64.16,1.58",
            "low": "28->2018-04-17,-314.86,-7.75"
          },
          "nextThirdDelivery周五": {
            "close": "49->2018-05-18,-160.44,-3.95",
            "high": "4->2018-03-12,64.16,1.58",
            "low": "28->2018-04-17,-314.86,-7.75"
          }
        }
      ],
      "2018-03-13": [
        {
          "trigDate": "2018-03-13",
          "quantName": "沪深300高位_日红空十字绿岛",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "3->2018-03-16,-19.64,-0.48",
            "high": "2->2018-03-15,20.1,0.49",
            "low": "3->2018-03-16,-19.64,-0.48"
          },
          "nextSecondDelivery周五": {
            "close": "26->2018-04-20,-315.21,-7.73",
            "high": "2->2018-03-15,20.1,0.49",
            "low": "23->2018-04-17,-327.42,-8.03"
          },
          "nextThirdDelivery周五": {
            "close": "44->2018-05-18,-173,-4.24",
            "high": "2->2018-03-15,20.1,0.49",
            "low": "23->2018-04-17,-327.42,-8.03"
          }
        }
      ],
      "2018-03-15": [
        {
          "trigDate": "2018-03-15",
          "quantName": "上证高位_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "1->2018-03-16,-40.46,-0.99",
            "high": ",0,0",
            "low": "1->2018-03-16,-40.46,-0.99"
          },
          "nextSecondDelivery周五": {
            "close": "24->2018-04-20,-336.03,-8.2",
            "high": ",0,0",
            "low": "21->2018-04-17,-348.24,-8.5"
          },
          "nextThirdDelivery周五": {
            "close": "42->2018-05-18,-193.82,-4.73",
            "high": ",0,0",
            "low": "21->2018-04-17,-348.24,-8.5"
          }
        }
      ],
      "2018-03-16": [
        {
          "trigDate": "2018-03-16",
          "quantName": "沪深300高位_KMVol死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "23->2018-04-20,-293.76,-7.25",
            "high": "2->2018-03-20,23.09,0.57",
            "low": "20->2018-04-17,-305.98,-7.55"
          },
          "nextSecondDelivery周五": {
            "close": "41->2018-05-18,-151.55,-3.74",
            "high": "2->2018-03-20,23.09,0.57",
            "low": "20->2018-04-17,-305.98,-7.55"
          },
          "nextThirdDelivery周五": {
            "close": "61->2018-06-15,-301.18,-7.43",
            "high": "2->2018-03-20,23.09,0.57",
            "low": "49->2018-05-30,-331.24,-8.17"
          }
        }
      ],
      "2018-03-19": [
        {
          "trigDate": "2018-03-19",
          "quantName": "沪深300高位_红但down死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2018-03-19",
          "quantName": "沪深300高位_KMVol死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "22->2018-04-20,-284.89,-7.04",
            "high": "1->2018-03-20,31.96,0.79",
            "low": "19->2018-04-17,-297.1,-7.34"
          },
          "nextSecondDelivery周五": {
            "close": "40->2018-05-18,-142.68,-3.53",
            "high": "1->2018-03-20,31.96,0.79",
            "low": "19->2018-04-17,-297.1,-7.34"
          },
          "nextThirdDelivery周五": {
            "close": "60->2018-06-15,-292.31,-7.23",
            "high": "1->2018-03-20,31.96,0.79",
            "low": "48->2018-05-30,-322.37,-7.97"
          }
        }
      ],
      "2018-05-16": [
        {
          "trigDate": "2018-05-16",
          "quantName": "沪深300高位_日红空十字绿岛",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "2->2018-05-18,7.57,0.19",
            "high": "2->2018-05-18,7.57,0.19",
            "low": "1->2018-05-17,-31.44,-0.81"
          },
          "nextSecondDelivery周五": {
            "close": "22->2018-06-15,-142.06,-3.65",
            "high": "3->2018-05-21,25.75,0.66",
            "low": "10->2018-05-30,-172.12,-4.42"
          },
          "nextThirdDelivery周五": {
            "close": "46->2018-07-20,-402.6,-10.33",
            "high": "3->2018-05-21,25.75,0.66",
            "low": "35->2018-07-05,-553.05,-14.2"
          }
        }
      ],
      "2018-06-08": [
        {
          "trigDate": "2018-06-08",
          "quantName": "沪深300高位_KMVol死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "5->2018-06-15,-16.77,-0.44",
            "high": "2->2018-06-12,55.75,1.48",
            "low": "5->2018-06-15,-16.77,-0.44"
          },
          "nextSecondDelivery周五": {
            "close": "29->2018-07-20,-277.31,-7.36",
            "high": "2->2018-06-12,55.75,1.48",
            "low": "18->2018-07-05,-427.77,-11.35"
          },
          "nextThirdDelivery周五": {
            "close": "49->2018-08-17,-540.59,-14.34",
            "high": "2->2018-06-12,55.75,1.48",
            "low": "49->2018-08-17,-540.59,-14.34"
          }
        }
      ],
      "2018-06-11": [
        {
          "trigDate": "2018-06-11",
          "quantName": "沪深300高位_红但down死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2018-06-11",
          "quantName": "沪深300高位_KMVol死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "4->2018-06-15,-29.75,-0.79",
            "high": "1->2018-06-12,42.77,1.13",
            "low": "4->2018-06-15,-29.75,-0.79"
          },
          "nextSecondDelivery周五": {
            "close": "28->2018-07-20,-290.29,-7.67",
            "high": "1->2018-06-12,42.77,1.13",
            "low": "17->2018-07-05,-440.75,-11.65"
          },
          "nextThirdDelivery周五": {
            "close": "48->2018-08-17,-553.57,-14.63",
            "high": "1->2018-06-12,42.77,1.13",
            "low": "48->2018-08-17,-553.57,-14.63"
          }
        }
      ],
      "2018-06-14": [
        {
          "trigDate": "2018-06-14",
          "quantName": "沪深300高位_ma5死叉10绿空绿红死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "1->2018-06-15,-9.61,-0.26",
            "high": ",0,0",
            "low": "1->2018-06-15,-9.61,-0.26"
          },
          "nextSecondDelivery周五": {
            "close": "25->2018-07-20,-270.15,-7.18",
            "high": ",0,0",
            "low": "14->2018-07-05,-420.6,-11.18"
          },
          "nextThirdDelivery周五": {
            "close": "45->2018-08-17,-533.42,-14.18",
            "high": ",0,0",
            "low": "45->2018-08-17,-533.42,-14.18"
          }
        }
      ],
      "2018-06-15": [
        {
          "trigDate": "2018-06-15",
          "quantName": "沪深300高位_ma5死叉10绿空绿红死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "24->2018-07-20,-209.77,-5.67",
            "high": ",0,0",
            "low": "13->2018-07-05,-360.23,-9.73"
          },
          "nextSecondDelivery周五": {
            "close": "44->2018-08-17,-473.05,-12.78",
            "high": ",0,0",
            "low": "44->2018-08-17,-473.05,-12.78"
          },
          "nextThirdDelivery周五": {
            "close": "69->2018-09-21,-292.18,-7.89",
            "high": ",0,0",
            "low": "62->2018-09-12,-500.65,-13.52"
          }
        }
      ],
      "2018-09-03": [
        {
          "trigDate": "2018-09-03",
          "quantName": "上证50高位_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "14->2018-09-21,86.3,2.6",
            "high": "14->2018-09-21,86.3,2.6",
            "low": "7->2018-09-12,-122.17,-3.68"
          },
          "nextSecondDelivery周五": {
            "close": "28->2018-10-19,-189.24,-5.69",
            "high": "18->2018-09-28,114.67,3.45",
            "low": "27->2018-10-18,-279.8,-8.42"
          },
          "nextThirdDelivery周五": {
            "close": "48->2018-11-16,-66.52,-2",
            "high": "18->2018-09-28,114.67,3.45",
            "low": "27->2018-10-18,-279.8,-8.42"
          }
        }
      ]
    },
    "2021-02-23=>2022-11-03": {
      "2021-02-23": [
        {
          "trigDate": "2021-02-23",
          "quantName": "上证高位_红但down死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2021-02-23",
          "quantName": "沪深300高位_红但down死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2021-02-23",
          "quantName": "上证50高位_红但down死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2021-02-23",
          "quantName": "科创50高位_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "18->2021-03-19,-584.39,-10.45",
            "high": ",0,0",
            "low": "10->2021-03-09,-620.48,-11.1"
          },
          "nextSecondDelivery周五": {
            "close": "37->2021-04-16,-625.3,-11.18",
            "high": ",0,0",
            "low": "22->2021-03-25,-665.13,-11.9"
          },
          "nextThirdDelivery周五": {
            "close": "59->2021-05-21,-457.33,-8.18",
            "high": ",0,0",
            "low": "22->2021-03-25,-665.13,-11.9"
          }
        }
      ],
      "2021-05-27": [
        {
          "trigDate": "2021-05-27",
          "quantName": "上证高位_红但down死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2021-05-27",
          "quantName": "沪深300高位_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "15->2021-06-18,-236.26,-4.43",
            "high": "3->2021-06-01,2.95,0.06",
            "low": "13->2021-06-16,-258.24,-4.84"
          },
          "nextSecondDelivery周五": {
            "close": "35->2021-07-16,-243.96,-4.57",
            "high": "3->2021-06-01,2.95,0.06",
            "low": "30->2021-07-09,-269.29,-5.04"
          },
          "nextThirdDelivery周五": {
            "close": "60->2021-08-20,-569.46,-10.67",
            "high": "3->2021-06-01,2.95,0.06",
            "low": "42->2021-07-27,-587.42,-11"
          }
        }
      ],
      "2021-05-31": [
        {
          "trigDate": "2021-05-31",
          "quantName": "上证高位_红但down死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2021-05-31",
          "quantName": "沪深300高位_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "13->2021-06-18,-218,-4.1",
            "high": "1->2021-06-01,21.21,0.4",
            "low": "11->2021-06-16,-239.98,-4.51"
          },
          "nextSecondDelivery周五": {
            "close": "33->2021-07-16,-225.7,-4.24",
            "high": "1->2021-06-01,21.21,0.4",
            "low": "28->2021-07-09,-251.03,-4.72"
          },
          "nextThirdDelivery周五": {
            "close": "58->2021-08-20,-551.2,-10.36",
            "high": "1->2021-06-01,21.21,0.4",
            "low": "40->2021-07-27,-569.16,-10.7"
          }
        }
      ],
      "2021-06-01": [
        {
          "trigDate": "2021-06-01",
          "quantName": "上证高位_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "12->2021-06-18,-245.87,-4.6",
            "high": ",0,0",
            "low": "10->2021-06-16,-267.85,-5.01"
          },
          "nextSecondDelivery周五": {
            "close": "32->2021-07-16,-253.57,-4.74",
            "high": ",0,0",
            "low": "27->2021-07-09,-278.9,-5.21"
          },
          "nextThirdDelivery周五": {
            "close": "57->2021-08-20,-579.07,-10.83",
            "high": ",0,0",
            "low": "39->2021-07-27,-597.03,-11.16"
          }
        }
      ],
      "2021-06-02": [
        {
          "trigDate": "2021-06-02",
          "quantName": "上证高位_KDJ死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2021-06-02",
          "quantName": "沪深300高位_KMVol死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "11->2021-06-18,-183.24,-3.47",
            "high": ",0,0",
            "low": "9->2021-06-16,-205.22,-3.88"
          },
          "nextSecondDelivery周五": {
            "close": "31->2021-07-16,-190.94,-3.61",
            "high": ",0,0",
            "low": "26->2021-07-09,-216.27,-4.09"
          },
          "nextThirdDelivery周五": {
            "close": "56->2021-08-20,-516.44,-9.77",
            "high": ",0,0",
            "low": "38->2021-07-27,-534.4,-10.11"
          }
        }
      ],
      "2021-06-03": [
        {
          "trigDate": "2021-06-03",
          "quantName": "上证高位_KDJ死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2021-06-03",
          "quantName": "沪深300高位_KMVol死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2021-06-03",
          "quantName": "沪深300高位_周红空红绿",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "10->2021-06-18,-125.81,-2.41",
            "high": "1->2021-06-04,54,1.03",
            "low": "8->2021-06-16,-147.79,-2.83"
          },
          "nextSecondDelivery周五": {
            "close": "30->2021-07-16,-133.51,-2.55",
            "high": "1->2021-06-04,54,1.03",
            "low": "25->2021-07-09,-158.84,-3.04"
          },
          "nextThirdDelivery周五": {
            "close": "55->2021-08-20,-459.01,-8.78",
            "high": "1->2021-06-04,54,1.03",
            "low": "37->2021-07-27,-476.97,-9.12"
          }
        }
      ],
      "2021-06-04": [
        {
          "trigDate": "2021-06-04",
          "quantName": "上证高位_红但down死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2021-06-04",
          "quantName": "沪深300高位_KMVol死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2021-06-04",
          "quantName": "沪深300高位_周红空红绿",
          "logInfo": ""
        },
        {
          "trigDate": "2021-06-04",
          "quantName": "科创50高位_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "9->2021-06-18,-182.42,-3.45",
            "high": ",0,0",
            "low": "7->2021-06-16,-204.4,-3.87"
          },
          "nextSecondDelivery周五": {
            "close": "29->2021-07-16,-190.12,-3.6",
            "high": ",0,0",
            "low": "24->2021-07-09,-215.45,-4.08"
          },
          "nextThirdDelivery周五": {
            "close": "54->2021-08-20,-515.62,-9.76",
            "high": ",0,0",
            "low": "36->2021-07-27,-533.58,-10.1"
          }
        }
      ],
      "2021-07-15": [
        {
          "trigDate": "2021-07-15",
          "quantName": "科创50高位_红但down死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2021-07-15",
          "quantName": "科创50高位_周红空红绿",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "1->2021-07-16,-46.13,-0.9",
            "high": ",0,0",
            "low": "1->2021-07-16,-46.13,-0.9"
          },
          "nextSecondDelivery周五": {
            "close": "26->2021-08-20,-371.63,-7.23",
            "high": "5->2021-07-22,10.85,0.21",
            "low": "8->2021-07-27,-389.59,-7.58"
          },
          "nextThirdDelivery周五": {
            "close": "46->2021-09-17,-284.96,-5.54",
            "high": "5->2021-07-22,10.85,0.21",
            "low": "8->2021-07-27,-389.59,-7.58"
          }
        }
      ],
      "2021-12-10": [
        {
          "trigDate": "2021-12-10",
          "quantName": "上证高位_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "5->2021-12-17,-135.26,-2.66",
            "high": ",0,0",
            "low": "5->2021-12-17,-135.26,-2.66"
          },
          "nextSecondDelivery周五": {
            "close": "29->2022-01-21,-310.71,-6.1",
            "high": ",0,0",
            "low": "24->2022-01-14,-363.29,-7.14"
          },
          "nextThirdDelivery周五": {
            "close": "44->2022-02-18,-438.78,-8.62",
            "high": ",0,0",
            "low": "40->2022-02-14,-538.33,-10.58"
          }
        }
      ],
      "2021-12-14": [
        {
          "trigDate": "2021-12-14",
          "quantName": "上证高位_周红空红绿",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "3->2021-12-17,-81.52,-1.62",
            "high": ",0,0",
            "low": "3->2021-12-17,-81.52,-1.62"
          },
          "nextSecondDelivery周五": {
            "close": "27->2022-01-21,-256.97,-5.1",
            "high": ",0,0",
            "low": "22->2022-01-14,-309.55,-6.15"
          },
          "nextThirdDelivery周五": {
            "close": "42->2022-02-18,-385.04,-7.65",
            "high": ",0,0",
            "low": "38->2022-02-14,-484.59,-9.62"
          }
        }
      ],
      "2021-12-15": [
        {
          "trigDate": "2021-12-15",
          "quantName": "上证高位_周红空红绿",
          "logInfo": ""
        },
        {
          "trigDate": "2021-12-15",
          "quantName": "沪深300高位_KDJ死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2021-12-15",
          "quantName": "上证50高位_KDJ死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "2->2021-12-17,-51.85,-1.04",
            "high": "1->2021-12-16,28.12,0.56",
            "low": "2->2021-12-17,-51.85,-1.04"
          },
          "nextSecondDelivery周五": {
            "close": "26->2022-01-21,-227.3,-4.54",
            "high": "1->2021-12-16,28.12,0.56",
            "low": "21->2022-01-14,-279.88,-5.59"
          },
          "nextThirdDelivery周五": {
            "close": "41->2022-02-18,-355.37,-7.1",
            "high": "1->2021-12-16,28.12,0.56",
            "low": "37->2022-02-14,-454.92,-9.09"
          }
        }
      ],
      "2021-12-16": [
        {
          "trigDate": "2021-12-16",
          "quantName": "沪深300高位_红但down死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2021-12-16",
          "quantName": "沪深300高位_KMVol死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "1->2021-12-17,-66.58,-1.33",
            "high": ",0,0",
            "low": "1->2021-12-17,-66.58,-1.33"
          },
          "nextSecondDelivery周五": {
            "close": "25->2022-01-21,-242.03,-4.82",
            "high": ",0,0",
            "low": "20->2022-01-14,-294.61,-5.87"
          },
          "nextThirdDelivery周五": {
            "close": "40->2022-02-18,-370.1,-7.37",
            "high": ",0,0",
            "low": "36->2022-02-14,-469.65,-9.35"
          }
        }
      ],
      "2022-01-06": [
        {
          "trigDate": "2022-01-06",
          "quantName": "上证高位_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "11->2022-01-21,-45.01,-0.93",
            "high": "4->2022-01-12,21.26,0.44",
            "low": "6->2022-01-14,-97.59,-2.02"
          },
          "nextSecondDelivery周五": {
            "close": "26->2022-02-18,-173.08,-3.59",
            "high": "4->2022-01-12,21.26,0.44",
            "low": "22->2022-02-14,-272.63,-5.65"
          },
          "nextThirdDelivery周五": {
            "close": "46->2022-03-18,-558.42,-11.58",
            "high": "4->2022-01-12,21.26,0.44",
            "low": "43->2022-03-15,-840.51,-17.42"
          }
        }
      ],
      "2022-01-07": [
        {
          "trigDate": "2022-01-07",
          "quantName": "上证50高位_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "10->2022-01-21,-32.92,-0.68",
            "high": "3->2022-01-12,33.35,0.69",
            "low": "5->2022-01-14,-85.5,-1.78"
          },
          "nextSecondDelivery周五": {
            "close": "25->2022-02-18,-160.99,-3.35",
            "high": "3->2022-01-12,33.35,0.69",
            "low": "21->2022-02-14,-260.54,-5.41"
          },
          "nextThirdDelivery周五": {
            "close": "45->2022-03-18,-546.33,-11.35",
            "high": "3->2022-01-12,33.35,0.69",
            "low": "42->2022-03-15,-828.42,-17.21"
          }
        }
      ],
      "2022-01-21": [
        {
          "trigDate": "2022-01-21",
          "quantName": "上证高位_ma5死叉10绿空绿红死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "15->2022-02-18,-102.7,-2.16",
            "high": "1->2022-01-24,32.8,0.69",
            "low": "11->2022-02-14,-202.25,-4.25"
          },
          "nextSecondDelivery周五": {
            "close": "35->2022-03-18,-488.04,-10.27",
            "high": "1->2022-01-24,32.8,0.69",
            "low": "32->2022-03-15,-770.13,-16.2"
          },
          "nextThirdDelivery周五": {
            "close": "53->2022-04-15,-565.19,-11.89",
            "high": "1->2022-01-24,32.8,0.69",
            "low": "32->2022-03-15,-770.13,-16.2"
          }
        }
      ],
      "2022-01-24": [
        {
          "trigDate": "2022-01-24",
          "quantName": "上证高位_红但down死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2022-01-24",
          "quantName": "上证50高位_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "14->2022-02-18,-110.71,-2.32",
            "high": ",0,0",
            "low": "10->2022-02-14,-210.26,-4.42"
          },
          "nextSecondDelivery周五": {
            "close": "34->2022-03-18,-496.05,-10.42",
            "high": ",0,0",
            "low": "31->2022-03-15,-778.14,-16.34"
          },
          "nextThirdDelivery周五": {
            "close": "52->2022-04-15,-573.2,-12.04",
            "high": ",0,0",
            "low": "31->2022-03-15,-778.14,-16.34"
          }
        }
      ],
      "2022-01-27": [
        {
          "trigDate": "2022-01-27",
          "quantName": "上证50高位_ma5死叉10绿空绿红死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "11->2022-02-18,9.43,0.2",
            "high": "4->2022-02-09,10.25,0.22",
            "low": "7->2022-02-14,-90.12,-1.94"
          },
          "nextSecondDelivery周五": {
            "close": "31->2022-03-18,-375.91,-8.1",
            "high": "4->2022-02-09,10.25,0.22",
            "low": "28->2022-03-15,-658,-14.18"
          },
          "nextThirdDelivery周五": {
            "close": "49->2022-04-15,-453.06,-9.76",
            "high": "4->2022-02-09,10.25,0.22",
            "low": "28->2022-03-15,-658,-14.18"
          }
        }
      ],
      "2022-02-23": [
        {
          "trigDate": "2022-02-23",
          "quantName": "上证50高位_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "17->2022-03-18,-326.17,-7.1",
            "high": "4->2022-03-01,27.62,0.6",
            "low": "14->2022-03-15,-608.26,-13.25"
          },
          "nextSecondDelivery周五": {
            "close": "35->2022-04-15,-403.32,-8.78",
            "high": "4->2022-03-01,27.62,0.6",
            "low": "14->2022-03-15,-608.26,-13.25"
          },
          "nextThirdDelivery周五": {
            "close": "57->2022-05-20,-514.47,-11.2",
            "high": "4->2022-03-01,27.62,0.6",
            "low": "42->2022-04-26,-807.95,-17.59"
          }
        }
      ],
      "2022-03-04": [
        {
          "trigDate": "2022-03-04",
          "quantName": "上证高位_KDJ死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "10->2022-03-18,-196.62,-4.41",
            "high": ",0,0",
            "low": "7->2022-03-15,-478.71,-10.73"
          },
          "nextSecondDelivery周五": {
            "close": "28->2022-04-15,-273.77,-6.13",
            "high": ",0,0",
            "low": "7->2022-03-15,-478.71,-10.73"
          },
          "nextThirdDelivery周五": {
            "close": "50->2022-05-20,-384.92,-8.63",
            "high": ",0,0",
            "low": "35->2022-04-26,-678.4,-15.2"
          }
        }
      ],
      "2022-03-28": [
        {
          "trigDate": "2022-03-28",
          "quantName": "上证高位_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "12->2022-04-15,33.33,0.8",
            "high": "4->2022-04-01,120.74,2.91",
            "low": "8->2022-04-11,-55.35,-1.33"
          },
          "nextSecondDelivery周五": {
            "close": "34->2022-05-20,-77.82,-1.87",
            "high": "4->2022-04-01,120.74,2.91",
            "low": "19->2022-04-26,-371.3,-8.94"
          },
          "nextThirdDelivery周五": {
            "close": "53->2022-06-17,153.62,3.7",
            "high": "53->2022-06-17,153.62,3.7",
            "low": "19->2022-04-26,-371.3,-8.94"
          }
        }
      ],
      "2022-04-07": [
        {
          "trigDate": "2022-04-07",
          "quantName": "上证高位_KDJ死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "6->2022-04-15,-24.46,-0.58",
            "high": "1->2022-04-08,17.56,0.42",
            "low": "2->2022-04-11,-113.14,-2.69"
          },
          "nextSecondDelivery周五": {
            "close": "28->2022-05-20,-135.61,-3.22",
            "high": "1->2022-04-08,17.56,0.42",
            "low": "13->2022-04-26,-429.09,-10.18"
          },
          "nextThirdDelivery周五": {
            "close": "47->2022-06-17,95.83,2.27",
            "high": "47->2022-06-17,95.83,2.27",
            "low": "13->2022-04-26,-429.09,-10.18"
          }
        }
      ],
      "2022-04-08": [
        {
          "trigDate": "2022-04-08",
          "quantName": "上证高位_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "5->2022-04-15,-15.04,-0.36",
            "high": ",0,0",
            "low": "1->2022-04-11,-103.72,-2.47"
          },
          "nextSecondDelivery周五": {
            "close": "27->2022-05-20,-126.19,-3",
            "high": ",0,0",
            "low": "12->2022-04-26,-419.67,-9.98"
          },
          "nextThirdDelivery周五": {
            "close": "46->2022-06-17,105.25,2.5",
            "high": "46->2022-06-17,105.25,2.5",
            "low": "12->2022-04-26,-419.67,-9.98"
          }
        }
      ],
      "2022-06-30": [
        {
          "trigDate": "2022-06-30",
          "quantName": "沪深300高位_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "11->2022-07-15,-240.99,-5.37",
            "high": "2->2022-07-04,6.51,0.15",
            "low": "11->2022-07-15,-240.99,-5.37"
          },
          "nextSecondDelivery周五": {
            "close": "36->2022-08-19,-338.45,-7.54",
            "high": "2->2022-07-04,6.51,0.15",
            "low": "24->2022-08-03,-422.54,-9.41"
          },
          "nextThirdDelivery周五": {
            "close": "55->2022-09-16,-556.84,-12.4",
            "high": "2->2022-07-04,6.51,0.15",
            "low": "55->2022-09-16,-556.84,-12.4"
          }
        }
      ],
      "2022-07-06": [
        {
          "trigDate": "2022-07-06",
          "quantName": "上证高位_KMVol死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2022-07-06",
          "quantName": "沪深300高位_KMVol死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2022-07-06",
          "quantName": "沪深300高位_周红空红绿",
          "logInfo": ""
        },
        {
          "trigDate": "2022-07-06",
          "quantName": "上证50高位_周红空红绿",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "7->2022-07-15,-176.75,-3.99",
            "high": "1->2022-07-07,18.19,0.41",
            "low": "7->2022-07-15,-176.75,-3.99"
          },
          "nextSecondDelivery周五": {
            "close": "32->2022-08-19,-274.21,-6.2",
            "high": "1->2022-07-07,18.19,0.41",
            "low": "20->2022-08-03,-358.3,-8.1"
          },
          "nextThirdDelivery周五": {
            "close": "51->2022-09-16,-492.6,-11.13",
            "high": "1->2022-07-07,18.19,0.41",
            "low": "51->2022-09-16,-492.6,-11.13"
          }
        }
      ],
      "2022-07-07": [
        {
          "trigDate": "2022-07-07",
          "quantName": "上证高位_红但down死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2022-07-07",
          "quantName": "上证高位_周红空红绿",
          "logInfo": ""
        },
        {
          "trigDate": "2022-07-07",
          "quantName": "沪深300高位_红但down死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2022-07-07",
          "quantName": "沪深300高位_周红空红绿",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "6->2022-07-15,-219.53,-4.91",
            "high": ",0,0",
            "low": "6->2022-07-15,-219.53,-4.91"
          },
          "nextSecondDelivery周五": {
            "close": "31->2022-08-19,-316.99,-7.09",
            "high": ",0,0",
            "low": "19->2022-08-03,-401.08,-8.98"
          },
          "nextThirdDelivery周五": {
            "close": "50->2022-09-16,-535.38,-11.98",
            "high": ",0,0",
            "low": "50->2022-09-16,-535.38,-11.98"
          }
        }
      ],
      "2022-07-08": [
        {
          "trigDate": "2022-07-08",
          "quantName": "沪深300高位_周红空红绿",
          "logInfo": ""
        },
        {
          "trigDate": "2022-07-08",
          "quantName": "上证50高位_周红空红绿",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "5->2022-07-15,-157.62,-3.58",
            "high": ",0,0",
            "low": "5->2022-07-15,-157.62,-3.58"
          },
          "nextSecondDelivery周五": {
            "close": "30->2022-08-19,-255.08,-5.79",
            "high": ",0,0",
            "low": "18->2022-08-03,-339.17,-7.7"
          },
          "nextThirdDelivery周五": {
            "close": "49->2022-09-16,-473.47,-10.75",
            "high": ",0,0",
            "low": "49->2022-09-16,-473.47,-10.75"
          }
        }
      ],
      "2022-08-15": [
        {
          "trigDate": "2022-08-15",
          "quantName": "沪深300高位_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "4->2022-08-19,-39.46,-0.94",
            "high": "2->2022-08-17,26.43,0.63",
            "low": "4->2022-08-19,-39.46,-0.94"
          },
          "nextSecondDelivery周五": {
            "close": "23->2022-09-16,-257.85,-6.15",
            "high": "2->2022-08-17,26.43,0.63",
            "low": "23->2022-09-16,-257.85,-6.15"
          },
          "nextThirdDelivery周五": {
            "close": "43->2022-10-21,-447.64,-10.68",
            "high": "2->2022-08-17,26.43,0.63",
            "low": "34->2022-10-10,-469.59,-11.21"
          }
        }
      ],
      "2022-08-22": [
        {
          "trigDate": "2022-08-22",
          "quantName": "上证高位_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "18->2022-09-16,-242.85,-5.82",
            "high": ",0,0",
            "low": "18->2022-09-16,-242.85,-5.82"
          },
          "nextSecondDelivery周五": {
            "close": "38->2022-10-21,-432.64,-10.36",
            "high": ",0,0",
            "low": "29->2022-10-10,-454.59,-10.89"
          },
          "nextThirdDelivery周五": {
            "close": "58->2022-11-18,-373.96,-8.96",
            "high": ",0,0",
            "low": "44->2022-10-31,-666.83,-15.97"
          }
        }
      ],
      "2022-09-14": [
        {
          "trigDate": "2022-09-14",
          "quantName": "上证50高位_日红空十字绿岛",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "2->2022-09-16,-145.97,-3.58",
            "high": ",0,0",
            "low": "2->2022-09-16,-145.97,-3.58"
          },
          "nextSecondDelivery周五": {
            "close": "22->2022-10-21,-335.76,-8.23",
            "high": ",0,0",
            "low": "13->2022-10-10,-357.71,-8.77"
          },
          "nextThirdDelivery周五": {
            "close": "42->2022-11-18,-277.08,-6.79",
            "high": ",0,0",
            "low": "28->2022-10-31,-569.95,-13.97"
          }
        }
      ],
      "2022-09-15": [
        {
          "trigDate": "2022-09-15",
          "quantName": "上证高位_KMVol死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "1->2022-09-16,-80.9,-2.02",
            "high": ",0,0",
            "low": "1->2022-09-16,-80.9,-2.02"
          },
          "nextSecondDelivery周五": {
            "close": "21->2022-10-21,-270.69,-6.74",
            "high": ",0,0",
            "low": "12->2022-10-10,-292.64,-7.29"
          },
          "nextThirdDelivery周五": {
            "close": "41->2022-11-18,-212.01,-5.28",
            "high": ",0,0",
            "low": "27->2022-10-31,-504.88,-12.58"
          }
        }
      ]
    }
  }
}
var runLastKlineDate = "2026-07-23"

        if (typeof module !== "undefined" && module.exports) {
            exports.triggerLogObj区间 = triggerLogObj区间
            exports.runLastKlineDate = runLastKlineDate
        }
        