var triggerLogObj期权 = {
  "上升日期区间": {
    "2008-12-04=>2009-07-27": {
      "2008-12-04": [
        {
          "trigDate": "2008-12-04",
          "quantName": "上证50低位_MVol金叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "11->2008-12-19,69.19,3.49",
            "high": "4->2008-12-10,113.46,5.72",
            "low": "6->2008-12-12,-22.55,-1.14"
          },
          "nextSecondDelivery周五": {
            "close": "29->2009-01-16,7.29,0.37",
            "high": "4->2008-12-10,113.46,5.72",
            "low": "19->2008-12-31,-165.21,-8.33"
          },
          "nextThirdDelivery周五": {
            "close": "49->2009-02-20,361.39,18.23",
            "high": "45->2009-02-16,479.32,24.17",
            "low": "19->2008-12-31,-165.21,-8.33"
          }
        }
      ],
      "2009-01-05": [
        {
          "trigDate": "2009-01-05",
          "quantName": "上证低位_金叉低连空但",
          "logInfo": ""
        },
        {
          "trigDate": "2009-01-05",
          "quantName": "上证50低位_金叉低连空但",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "9->2009-01-16,107.25,5.7",
            "high": "9->2009-01-16,107.25,5.7",
            "low": "6->2009-01-13,-6.77,-0.36"
          },
          "nextSecondDelivery周五": {
            "close": "29->2009-02-20,461.36,24.5",
            "high": "25->2009-02-16,579.29,30.76",
            "low": "6->2009-01-13,-6.77,-0.36"
          },
          "nextThirdDelivery周五": {
            "close": "49->2009-03-20,496.88,26.39",
            "high": "25->2009-02-16,579.29,30.76",
            "low": "6->2009-01-13,-6.77,-0.36"
          }
        }
      ],
      "2009-01-06": [
        {
          "trigDate": "2009-01-06",
          "quantName": "沪深300低位_周downMas绿空绿红",
          "logInfo": ""
        },
        {
          "trigDate": "2009-01-06",
          "quantName": "上证50低位_金叉低连空但",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "8->2009-01-16,47.42,2.44",
            "high": "8->2009-01-16,47.42,2.44",
            "low": "5->2009-01-13,-66.61,-3.43"
          },
          "nextSecondDelivery周五": {
            "close": "28->2009-02-20,401.53,20.67",
            "high": "24->2009-02-16,519.45,26.74",
            "low": "5->2009-01-13,-66.61,-3.43"
          },
          "nextThirdDelivery周五": {
            "close": "48->2009-03-20,437.04,22.5",
            "high": "24->2009-02-16,519.45,26.74",
            "low": "5->2009-01-13,-66.61,-3.43"
          }
        }
      ],
      "2009-01-07": [
        {
          "trigDate": "2009-01-07",
          "quantName": "上证50低位_金叉低连空但",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "7->2009-01-16,59.04,3.06",
            "high": "7->2009-01-16,59.04,3.06",
            "low": "4->2009-01-13,-54.99,-2.85"
          },
          "nextSecondDelivery周五": {
            "close": "27->2009-02-20,413.14,21.39",
            "high": "23->2009-02-16,531.07,27.5",
            "low": "4->2009-01-13,-54.99,-2.85"
          },
          "nextThirdDelivery周五": {
            "close": "47->2009-03-20,448.66,23.23",
            "high": "23->2009-02-16,531.07,27.5",
            "low": "4->2009-01-13,-54.99,-2.85"
          }
        }
      ],
      "2009-03-04": [
        {
          "trigDate": "2009-03-04",
          "quantName": "上证低位_金叉低连空但",
          "logInfo": ""
        },
        {
          "trigDate": "2009-03-04",
          "quantName": "沪深300低位_金叉低连空但",
          "logInfo": ""
        },
        {
          "trigDate": "2009-03-04",
          "quantName": "上证50低位_金叉低连空但",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "12->2009-03-20,94.69,4.14",
            "high": "11->2009-03-19,97.41,4.26",
            "low": "3->2009-03-09,-82.62,-3.62"
          },
          "nextSecondDelivery周五": {
            "close": "31->2009-04-17,365.54,16",
            "high": "30->2009-04-16,401.96,17.59",
            "low": "3->2009-03-09,-82.62,-3.62"
          },
          "nextThirdDelivery周五": {
            "close": "50->2009-05-15,510.97,22.36",
            "high": "48->2009-05-13,528.86,23.14",
            "low": "3->2009-03-09,-82.62,-3.62"
          }
        }
      ],
      "2009-03-06": [
        {
          "trigDate": "2009-03-06",
          "quantName": "沪深300低位_金叉低连空但",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "10->2009-03-20,93.26,4.08",
            "high": "9->2009-03-19,95.99,4.2",
            "low": "1->2009-03-09,-84.05,-3.68"
          },
          "nextSecondDelivery周五": {
            "close": "29->2009-04-17,364.11,15.92",
            "high": "28->2009-04-16,400.53,17.52",
            "low": "1->2009-03-09,-84.05,-3.68"
          },
          "nextThirdDelivery周五": {
            "close": "48->2009-05-15,509.54,22.28",
            "high": "46->2009-05-13,527.43,23.07",
            "low": "1->2009-03-09,-84.05,-3.68"
          }
        }
      ],
      "2009-03-18": [
        {
          "trigDate": "2009-03-18",
          "quantName": "上证50低位_ma10UpMas低连空但",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "2->2009-03-20,47.19,2.02",
            "high": "1->2009-03-19,49.91,2.14",
            "low": ",0,0"
          },
          "nextSecondDelivery周五": {
            "close": "21->2009-04-17,318.04,13.63",
            "high": "20->2009-04-16,354.45,15.2",
            "low": ",0,0"
          },
          "nextThirdDelivery周五": {
            "close": "40->2009-05-15,463.46,19.87",
            "high": "38->2009-05-13,481.35,20.64",
            "low": ",0,0"
          }
        }
      ],
      "2009-03-19": [
        {
          "trigDate": "2009-03-19",
          "quantName": "沪深300低位_ma10UpMas低连空但",
          "logInfo": ""
        },
        {
          "trigDate": "2009-03-19",
          "quantName": "上证50低位_ma10UpMas低连空但",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "1->2009-03-20,-2.73,-0.11",
            "high": ",0,0",
            "low": "1->2009-03-20,-2.73,-0.11"
          },
          "nextSecondDelivery周五": {
            "close": "20->2009-04-17,268.13,11.25",
            "high": "19->2009-04-16,304.54,12.78",
            "low": "1->2009-03-20,-2.73,-0.11"
          },
          "nextThirdDelivery周五": {
            "close": "39->2009-05-15,413.55,17.36",
            "high": "37->2009-05-13,431.44,18.11",
            "low": "1->2009-03-20,-2.73,-0.11"
          }
        }
      ],
      "2009-03-20": [
        {
          "trigDate": "2009-03-20",
          "quantName": "上证低位_ma10UpMas低连空但",
          "logInfo": ""
        },
        {
          "trigDate": "2009-03-20",
          "quantName": "沪深300低位_ma10UpMas低连空但",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "19->2009-04-17,270.85,11.38",
            "high": "18->2009-04-16,307.27,12.91",
            "low": ",0,0"
          },
          "nextSecondDelivery周五": {
            "close": "38->2009-05-15,416.28,17.49",
            "high": "36->2009-05-13,434.17,18.24",
            "low": ",0,0"
          },
          "nextThirdDelivery周五": {
            "close": "61->2009-06-19,700.16,29.42",
            "high": "61->2009-06-19,700.16,29.42",
            "low": ",0,0"
          }
        }
      ],
      "2009-04-30": [
        {
          "trigDate": "2009-04-30",
          "quantName": "沪深300低位_金叉低连空但",
          "logInfo": ""
        },
        {
          "trigDate": "2009-04-30",
          "quantName": "上证50低位_金叉低连空但",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "10->2009-05-15,173.19,6.6",
            "high": "8->2009-05-13,191.08,7.28",
            "low": ",0,0"
          },
          "nextSecondDelivery周五": {
            "close": "33->2009-06-19,457.08,17.43",
            "high": "33->2009-06-19,457.08,17.43",
            "low": ",0,0"
          },
          "nextThirdDelivery周五": {
            "close": "53->2009-07-17,896.88,34.19",
            "high": "53->2009-07-17,896.88,34.19",
            "low": ",0,0"
          }
        }
      ],
      "2009-05-08": [
        {
          "trigDate": "2009-05-08",
          "quantName": "上证低位_ma10UpMas低连空但",
          "logInfo": ""
        },
        {
          "trigDate": "2009-05-08",
          "quantName": "沪深300低位_ma10UpMas低连空但",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "5->2009-05-15,6.9,0.25",
            "high": "3->2009-05-13,24.79,0.89",
            "low": "1->2009-05-11,-63.9,-2.29"
          },
          "nextSecondDelivery周五": {
            "close": "28->2009-06-19,290.78,10.43",
            "high": "28->2009-06-19,290.78,10.43",
            "low": "12->2009-05-26,-69.45,-2.49"
          },
          "nextThirdDelivery周五": {
            "close": "48->2009-07-17,730.59,26.19",
            "high": "48->2009-07-17,730.59,26.19",
            "low": "12->2009-05-26,-69.45,-2.49"
          }
        }
      ],
      "2009-05-11": [
        {
          "trigDate": "2009-05-11",
          "quantName": "上证低位_ma10UpMas低连空但",
          "logInfo": ""
        },
        {
          "trigDate": "2009-05-11",
          "quantName": "上证50低位_ma10UpMas低连空但",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "4->2009-05-15,70.8,2.6",
            "high": "2->2009-05-13,88.69,3.25",
            "low": ",0,0"
          },
          "nextSecondDelivery周五": {
            "close": "27->2009-06-19,354.69,13.01",
            "high": "27->2009-06-19,354.69,13.01",
            "low": "11->2009-05-26,-5.55,-0.2"
          },
          "nextThirdDelivery周五": {
            "close": "47->2009-07-17,794.49,29.15",
            "high": "47->2009-07-17,794.49,29.15",
            "low": "11->2009-05-26,-5.55,-0.2"
          }
        }
      ],
      "2009-05-12": [
        {
          "trigDate": "2009-05-12",
          "quantName": "上证低位_ma10UpMas低连空但",
          "logInfo": ""
        },
        {
          "trigDate": "2009-05-12",
          "quantName": "沪深300低位_ma10UpMas低连空但",
          "logInfo": ""
        },
        {
          "trigDate": "2009-05-12",
          "quantName": "上证50低位_ma10UpMas低连空但",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "3->2009-05-15,7.55,0.27",
            "high": "1->2009-05-13,25.44,0.91",
            "low": ",0,0"
          },
          "nextSecondDelivery周五": {
            "close": "26->2009-06-19,291.44,10.45",
            "high": "26->2009-06-19,291.44,10.45",
            "low": "10->2009-05-26,-68.8,-2.47"
          },
          "nextThirdDelivery周五": {
            "close": "46->2009-07-17,731.25,26.22",
            "high": "46->2009-07-17,731.25,26.22",
            "low": "10->2009-05-26,-68.8,-2.47"
          }
        }
      ]
    },
    "2012-09-27=>2015-06-08": {
      "2012-11-01": [
        {
          "trigDate": "2012-11-01",
          "quantName": "上证50低位_金叉低连空但",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "11->2012-11-16,-120.64,-5.25",
            "high": "1->2012-11-02,8.89,0.39",
            "low": "11->2012-11-16,-120.64,-5.25"
          },
          "nextSecondDelivery周五": {
            "close": "36->2012-12-21,74.12,3.23",
            "high": "35->2012-12-20,86.93,3.78",
            "low": "22->2012-12-03,-189.03,-8.23"
          },
          "nextThirdDelivery周五": {
            "close": "53->2013-01-18,297.55,12.95",
            "high": "50->2013-01-15,297.97,12.97",
            "low": "22->2012-12-03,-189.03,-8.23"
          }
        }
      ],
      "2012-11-02": [
        {
          "trigDate": "2012-11-02",
          "quantName": "上证低位_金叉低连空但",
          "logInfo": ""
        },
        {
          "trigDate": "2012-11-02",
          "quantName": "上证50低位_金叉低连空但",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "10->2012-11-16,-129.53,-5.62",
            "high": ",0,0",
            "low": "10->2012-11-16,-129.53,-5.62"
          },
          "nextSecondDelivery周五": {
            "close": "35->2012-12-21,65.23,2.83",
            "high": "34->2012-12-20,78.04,3.38",
            "low": "21->2012-12-03,-197.92,-8.58"
          },
          "nextThirdDelivery周五": {
            "close": "52->2013-01-18,288.66,12.51",
            "high": "49->2013-01-15,289.08,12.53",
            "low": "21->2012-12-03,-197.92,-8.58"
          }
        }
      ],
      "2012-11-06": [
        {
          "trigDate": "2012-11-06",
          "quantName": "沪深300低位_MVol金叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "8->2012-11-16,-114.97,-5.02",
            "high": ",0,0",
            "low": "8->2012-11-16,-114.97,-5.02"
          },
          "nextSecondDelivery周五": {
            "close": "33->2012-12-21,79.8,3.48",
            "high": "32->2012-12-20,92.61,4.04",
            "low": "19->2012-12-03,-183.36,-8"
          },
          "nextThirdDelivery周五": {
            "close": "50->2013-01-18,303.23,13.23",
            "high": "47->2013-01-15,303.65,13.25",
            "low": "19->2012-12-03,-183.36,-8"
          }
        }
      ],
      "2012-11-07": [
        {
          "trigDate": "2012-11-07",
          "quantName": "上证低位_MVol金叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "7->2012-11-16,-110.27,-4.82",
            "high": ",0,0",
            "low": "7->2012-11-16,-110.27,-4.82"
          },
          "nextSecondDelivery周五": {
            "close": "32->2012-12-21,84.5,3.69",
            "high": "31->2012-12-20,97.31,4.25",
            "low": "18->2012-12-03,-178.66,-7.81"
          },
          "nextThirdDelivery周五": {
            "close": "49->2013-01-18,307.93,13.46",
            "high": "46->2013-01-15,308.35,13.48",
            "low": "18->2012-12-03,-178.66,-7.81"
          }
        }
      ],
      "2012-12-05": [
        {
          "trigDate": "2012-12-05",
          "quantName": "上证低位_金叉低连空但",
          "logInfo": ""
        },
        {
          "trigDate": "2012-12-05",
          "quantName": "沪深300低位_金叉低连空但",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "12->2012-12-21,164.12,7.43",
            "high": "11->2012-12-20,176.94,8.01",
            "low": "1->2012-12-06,-4.28,-0.19"
          },
          "nextSecondDelivery周五": {
            "close": "29->2013-01-18,387.56,17.55",
            "high": "26->2013-01-15,387.98,17.57",
            "low": "1->2012-12-06,-4.28,-0.19"
          },
          "nextThirdDelivery周五": {
            "close": "45->2013-02-18,529.59,23.99",
            "high": "42->2013-02-06,567.97,25.72",
            "low": "1->2012-12-06,-4.28,-0.19"
          }
        }
      ],
      "2013-04-10": [
        {
          "trigDate": "2013-04-10",
          "quantName": "上证低位_周downMas绿空绿红",
          "logInfo": ""
        },
        {
          "trigDate": "2013-04-10",
          "quantName": "沪深300低位_周downMas绿空绿红",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "7->2013-04-19,48.52,1.95",
            "high": "7->2013-04-19,48.52,1.95",
            "low": "3->2013-04-15,-48.49,-1.95"
          },
          "nextSecondDelivery周五": {
            "close": "24->2013-05-17,106.74,4.29",
            "high": "24->2013-05-17,106.74,4.29",
            "low": "3->2013-04-15,-48.49,-1.95"
          },
          "nextThirdDelivery周五": {
            "close": "46->2013-06-21,-167.92,-6.76",
            "high": "31->2013-05-28,159.05,6.4",
            "low": "46->2013-06-21,-167.92,-6.76"
          }
        }
      ],
      "2013-04-11": [
        {
          "trigDate": "2013-04-11",
          "quantName": "上证低位_周downMas绿空绿红",
          "logInfo": ""
        },
        {
          "trigDate": "2013-04-11",
          "quantName": "沪深300低位_周downMas绿空绿红",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "6->2013-04-19,55.95,2.26",
            "high": "6->2013-04-19,55.95,2.26",
            "low": "2->2013-04-15,-41.06,-1.66"
          },
          "nextSecondDelivery周五": {
            "close": "23->2013-05-17,114.17,4.61",
            "high": "23->2013-05-17,114.17,4.61",
            "low": "2->2013-04-15,-41.06,-1.66"
          },
          "nextThirdDelivery周五": {
            "close": "45->2013-06-21,-160.48,-6.48",
            "high": "30->2013-05-28,166.48,6.72",
            "low": "45->2013-06-21,-160.48,-6.48"
          }
        }
      ],
      "2013-04-12": [
        {
          "trigDate": "2013-04-12",
          "quantName": "上证低位_周downMas绿空绿红",
          "logInfo": ""
        },
        {
          "trigDate": "2013-04-12",
          "quantName": "沪深300低位_周downMas绿空绿红",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "5->2013-04-19,71.72,2.91",
            "high": "5->2013-04-19,71.72,2.91",
            "low": "1->2013-04-15,-25.29,-1.03"
          },
          "nextSecondDelivery周五": {
            "close": "22->2013-05-17,129.94,5.28",
            "high": "22->2013-05-17,129.94,5.28",
            "low": "1->2013-04-15,-25.29,-1.03"
          },
          "nextThirdDelivery周五": {
            "close": "44->2013-06-21,-144.72,-5.88",
            "high": "29->2013-05-28,182.25,7.4",
            "low": "44->2013-06-21,-144.72,-5.88"
          }
        }
      ],
      "2013-06-25": [
        {
          "trigDate": "2013-06-25",
          "quantName": "上证低位_日九空金叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "18->2013-07-19,25.06,1.16",
            "high": "12->2013-07-11,161.27,7.45",
            "low": "2->2013-06-27,-4.69,-0.22"
          },
          "nextSecondDelivery周五": {
            "close": "38->2013-08-16,138.72,6.41",
            "high": "35->2013-08-13,193.65,8.94",
            "low": "2->2013-06-27,-4.69,-0.22"
          },
          "nextThirdDelivery周五": {
            "close": "62->2013-09-23,306.87,14.17",
            "high": "57->2013-09-12,342.03,15.8",
            "low": "2->2013-06-27,-4.69,-0.22"
          }
        }
      ],
      "2014-07-01": [
        {
          "trigDate": "2014-07-01",
          "quantName": "上证低位_MVol金叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "13->2014-07-18,-0.42,-0.02",
            "high": "5->2014-07-08,15.91,0.74",
            "low": "7->2014-07-10,-21.71,-1"
          },
          "nextSecondDelivery周五": {
            "close": "33->2014-08-15,196.08,9.06",
            "high": "24->2014-08-04,211.06,9.75",
            "low": "7->2014-07-10,-21.71,-1"
          },
          "nextThirdDelivery周五": {
            "close": "57->2014-09-19,260.65,12.04",
            "high": "48->2014-09-05,284.7,13.15",
            "low": "7->2014-07-10,-21.71,-1"
          }
        }
      ],
      "2014-07-07": [
        {
          "trigDate": "2014-07-07",
          "quantName": "沪深300低位_ma10UpMas低连空但",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "9->2014-07-18,-12.15,-0.56",
            "high": "1->2014-07-08,4.18,0.19",
            "low": "3->2014-07-10,-33.44,-1.54"
          },
          "nextSecondDelivery周五": {
            "close": "29->2014-08-15,184.35,8.47",
            "high": "20->2014-08-04,199.33,9.16",
            "low": "3->2014-07-10,-33.44,-1.54"
          },
          "nextThirdDelivery周五": {
            "close": "53->2014-09-19,248.92,11.44",
            "high": "44->2014-09-05,272.97,12.54",
            "low": "3->2014-07-10,-33.44,-1.54"
          }
        }
      ],
      "2014-07-08": [
        {
          "trigDate": "2014-07-08",
          "quantName": "上证低位_ma10UpMas低连空但",
          "logInfo": ""
        },
        {
          "trigDate": "2014-07-08",
          "quantName": "沪深300低位_ma10UpMas低连空但",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "8->2014-07-18,-16.33,-0.75",
            "high": ",0,0",
            "low": "2->2014-07-10,-37.63,-1.73"
          },
          "nextSecondDelivery周五": {
            "close": "28->2014-08-15,180.16,8.26",
            "high": "19->2014-08-04,195.15,8.95",
            "low": "2->2014-07-10,-37.63,-1.73"
          },
          "nextThirdDelivery周五": {
            "close": "52->2014-09-19,244.74,11.22",
            "high": "43->2014-09-05,268.79,12.33",
            "low": "2->2014-07-10,-37.63,-1.73"
          }
        }
      ],
      "2014-07-15": [
        {
          "trigDate": "2014-07-15",
          "quantName": "沪深300低位_MVol金叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "3->2014-07-18,-10.83,-0.5",
            "high": ",0,0",
            "low": "2->2014-07-17,-17.91,-0.82"
          },
          "nextSecondDelivery周五": {
            "close": "23->2014-08-15,185.66,8.54",
            "high": "14->2014-08-04,200.64,9.23",
            "low": "2->2014-07-17,-17.91,-0.82"
          },
          "nextThirdDelivery周五": {
            "close": "47->2014-09-19,250.23,11.51",
            "high": "38->2014-09-05,274.28,12.61",
            "low": "2->2014-07-17,-17.91,-0.82"
          }
        }
      ],
      "2014-07-16": [
        {
          "trigDate": "2014-07-16",
          "quantName": "沪深300低位_MVol金叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "2->2014-07-18,-6.72,-0.31",
            "high": ",0,0",
            "low": "1->2014-07-17,-13.8,-0.64"
          },
          "nextSecondDelivery周五": {
            "close": "22->2014-08-15,189.77,8.74",
            "high": "13->2014-08-04,204.75,9.43",
            "low": "1->2014-07-17,-13.8,-0.64"
          },
          "nextThirdDelivery周五": {
            "close": "46->2014-09-19,254.34,11.72",
            "high": "37->2014-09-05,278.39,12.82",
            "low": "1->2014-07-17,-13.8,-0.64"
          }
        }
      ],
      "2014-07-18": [
        {
          "trigDate": "2014-07-18",
          "quantName": "沪深300低位_ma5金叉10绿空绿红",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "20->2014-08-15,196.49,9.08",
            "high": "11->2014-08-04,211.48,9.77",
            "low": ",0,0"
          },
          "nextSecondDelivery周五": {
            "close": "44->2014-09-19,261.07,12.06",
            "high": "35->2014-09-05,285.12,13.17",
            "low": ",0,0"
          },
          "nextThirdDelivery周五": {
            "close": "59->2014-10-17,277.59,12.83",
            "high": "53->2014-10-09,317.81,14.69",
            "low": ",0,0"
          }
        }
      ],
      "2014-10-09": [
        {
          "trigDate": "2014-10-09",
          "quantName": "沪深300低位_ma10UpMas低连空但",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "6->2014-10-17,-40.22,-1.62",
            "high": ",0,0",
            "low": "6->2014-10-17,-40.22,-1.62"
          },
          "nextSecondDelivery周五": {
            "close": "31->2014-11-21,101.5,4.09",
            "high": "24->2014-11-12,112.36,4.53",
            "low": "12->2014-10-27,-113.12,-4.56"
          },
          "nextThirdDelivery周五": {
            "close": "51->2014-12-19,901.21,36.31",
            "high": "51->2014-12-19,901.21,36.31",
            "low": "12->2014-10-27,-113.12,-4.56"
          }
        }
      ],
      "2014-10-10": [
        {
          "trigDate": "2014-10-10",
          "quantName": "沪深300低位_ma10UpMas低连空但",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "5->2014-10-17,-25.06,-1.02",
            "high": ",0,0",
            "low": "5->2014-10-17,-25.06,-1.02"
          },
          "nextSecondDelivery周五": {
            "close": "30->2014-11-21,116.67,4.73",
            "high": "23->2014-11-12,127.53,5.17",
            "low": "11->2014-10-27,-97.96,-3.97"
          },
          "nextThirdDelivery周五": {
            "close": "50->2014-12-19,916.38,37.15",
            "high": "50->2014-12-19,916.38,37.15",
            "low": "11->2014-10-27,-97.96,-3.97"
          }
        }
      ],
      "2014-10-29": [
        {
          "trigDate": "2014-10-29",
          "quantName": "上证低位_金叉低连空但",
          "logInfo": ""
        },
        {
          "trigDate": "2014-10-29",
          "quantName": "上证50低位_金叉低连空但",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "17->2014-11-21,132.07,5.39",
            "high": "10->2014-11-12,142.93,5.83",
            "low": ",0,0"
          },
          "nextSecondDelivery周五": {
            "close": "37->2014-12-19,931.78,38.01",
            "high": "37->2014-12-19,931.78,38.01",
            "low": ",0,0"
          },
          "nextThirdDelivery周五": {
            "close": "55->2015-01-16,1183.76,48.29",
            "high": "48->2015-01-07,1192.41,48.64",
            "low": ",0,0"
          }
        }
      ],
      "2014-11-05": [
        {
          "trigDate": "2014-11-05",
          "quantName": "沪深300低位_ma10UpMas低连空但",
          "logInfo": ""
        },
        {
          "trigDate": "2014-11-05",
          "quantName": "上证50低位_ma10UpMas低连空但",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "12->2014-11-21,80.01,3.2",
            "high": "5->2014-11-12,90.87,3.63",
            "low": "2->2014-11-07,-1.3,-0.05"
          },
          "nextSecondDelivery周五": {
            "close": "32->2014-12-19,879.72,35.14",
            "high": "32->2014-12-19,879.72,35.14",
            "low": "2->2014-11-07,-1.3,-0.05"
          },
          "nextThirdDelivery周五": {
            "close": "50->2015-01-16,1131.7,45.21",
            "high": "43->2015-01-07,1140.34,45.55",
            "low": "2->2014-11-07,-1.3,-0.05"
          }
        }
      ],
      "2014-11-06": [
        {
          "trigDate": "2014-11-06",
          "quantName": "沪深300低位_ma10UpMas低连空但",
          "logInfo": ""
        },
        {
          "trigDate": "2014-11-06",
          "quantName": "上证50低位_ma10UpMas低连空但",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "11->2014-11-21,77.39,3.09",
            "high": "4->2014-11-12,88.25,3.52",
            "low": "1->2014-11-07,-3.91,-0.16"
          },
          "nextSecondDelivery周五": {
            "close": "31->2014-12-19,877.1,35",
            "high": "31->2014-12-19,877.1,35",
            "low": "1->2014-11-07,-3.91,-0.16"
          },
          "nextThirdDelivery周五": {
            "close": "49->2015-01-16,1129.08,45.05",
            "high": "42->2015-01-07,1137.72,45.4",
            "low": "1->2014-11-07,-3.91,-0.16"
          }
        }
      ],
      "2014-11-07": [
        {
          "trigDate": "2014-11-07",
          "quantName": "上证50低位_ma10UpMas低连空但",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "10->2014-11-21,81.3,3.25",
            "high": "3->2014-11-12,92.17,3.68",
            "low": ",0,0"
          },
          "nextSecondDelivery周五": {
            "close": "30->2014-12-19,881.01,35.21",
            "high": "30->2014-12-19,881.01,35.21",
            "low": ",0,0"
          },
          "nextThirdDelivery周五": {
            "close": "48->2015-01-16,1132.99,45.28",
            "high": "41->2015-01-07,1141.64,45.63",
            "low": ",0,0"
          }
        }
      ],
      "2015-02-10": [
        {
          "trigDate": "2015-02-10",
          "quantName": "沪深300低位_金叉低连空但",
          "logInfo": ""
        },
        {
          "trigDate": "2015-02-10",
          "quantName": "上证50低位_金叉低连空但",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "6->2015-02-25,71.79,2.11",
            "high": "5->2015-02-17,115.38,3.39",
            "low": ",0,0"
          },
          "nextSecondDelivery周五": {
            "close": "23->2015-03-20,485.63,14.25",
            "high": "23->2015-03-20,485.63,14.25",
            "low": ",0,0"
          },
          "nextThirdDelivery周五": {
            "close": "42->2015-04-17,1189.19,34.9",
            "high": "42->2015-04-17,1189.19,34.9",
            "low": ",0,0"
          }
        }
      ],
      "2015-02-11": [
        {
          "trigDate": "2015-02-11",
          "quantName": "上证低位_金叉低连空但",
          "logInfo": ""
        },
        {
          "trigDate": "2015-02-11",
          "quantName": "沪深300低位_金叉低连空但",
          "logInfo": ""
        },
        {
          "trigDate": "2015-02-11",
          "quantName": "上证50低位_金叉低连空但",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "5->2015-02-25,44.61,1.3",
            "high": "4->2015-02-17,88.2,2.57",
            "low": ",0,0"
          },
          "nextSecondDelivery周五": {
            "close": "22->2015-03-20,458.45,13.35",
            "high": "22->2015-03-20,458.45,13.35",
            "low": ",0,0"
          },
          "nextThirdDelivery周五": {
            "close": "41->2015-04-17,1162.01,33.84",
            "high": "41->2015-04-17,1162.01,33.84",
            "low": ",0,0"
          }
        }
      ],
      "2015-02-12": [
        {
          "trigDate": "2015-02-12",
          "quantName": "上证低位_金叉低连空但",
          "logInfo": ""
        },
        {
          "trigDate": "2015-02-12",
          "quantName": "沪深300低位_金叉低连空但",
          "logInfo": ""
        },
        {
          "trigDate": "2015-02-12",
          "quantName": "上证50低位_金叉低连空但",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "4->2015-02-25,35.86,1.04",
            "high": "3->2015-02-17,79.45,2.31",
            "low": ",0,0"
          },
          "nextSecondDelivery周五": {
            "close": "21->2015-03-20,449.7,13.06",
            "high": "21->2015-03-20,449.7,13.06",
            "low": ",0,0"
          },
          "nextThirdDelivery周五": {
            "close": "40->2015-04-17,1153.26,33.5",
            "high": "40->2015-04-17,1153.26,33.5",
            "low": ",0,0"
          }
        }
      ],
      "2015-03-12": [
        {
          "trigDate": "2015-03-12",
          "quantName": "上证50低位_MVol金叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "6->2015-03-20,299.73,8.34",
            "high": "6->2015-03-20,299.73,8.34",
            "low": ",0,0"
          },
          "nextSecondDelivery周五": {
            "close": "25->2015-04-17,1003.29,27.92",
            "high": "25->2015-04-17,1003.29,27.92",
            "low": ",0,0"
          },
          "nextThirdDelivery周五": {
            "close": "44->2015-05-15,1024.63,28.52",
            "high": "31->2015-04-27,1214.75,33.81",
            "low": ",0,0"
          }
        }
      ]
    },
    "2016-03-03=>2018-01-17": {
      "2016-06-22": [
        {
          "trigDate": "2016-06-22",
          "quantName": "沪深300低位_MVol金叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "17->2016-07-15,142.32,4.54",
            "high": "15->2016-07-13,148.91,4.75",
            "low": "2->2016-06-24,-56.81,-1.81"
          },
          "nextSecondDelivery周五": {
            "close": "42->2016-08-19,231.06,7.37",
            "high": "38->2016-08-15,259.46,8.28",
            "low": "2->2016-06-24,-56.81,-1.81"
          },
          "nextThirdDelivery周五": {
            "close": "61->2016-09-19,129.16,4.12",
            "high": "38->2016-08-15,259.46,8.28",
            "low": "2->2016-06-24,-56.81,-1.81"
          }
        }
      ],
      "2016-06-23": [
        {
          "trigDate": "2016-06-23",
          "quantName": "沪深300低位_周downMas绿空绿红",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "16->2016-07-15,158.96,5.1",
            "high": "14->2016-07-13,165.55,5.31",
            "low": "1->2016-06-24,-40.16,-1.29"
          },
          "nextSecondDelivery周五": {
            "close": "41->2016-08-19,247.7,7.95",
            "high": "37->2016-08-15,276.11,8.86",
            "low": "1->2016-06-24,-40.16,-1.29"
          },
          "nextThirdDelivery周五": {
            "close": "60->2016-09-19,145.81,4.68",
            "high": "37->2016-08-15,276.11,8.86",
            "low": "1->2016-06-24,-40.16,-1.29"
          }
        }
      ],
      "2016-06-27": [
        {
          "trigDate": "2016-06-27",
          "quantName": "沪深300低位_ma5金叉10绿空绿红",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "14->2016-07-15,155.73,4.99",
            "high": "12->2016-07-13,162.32,5.2",
            "low": ",0,0"
          },
          "nextSecondDelivery周五": {
            "close": "39->2016-08-19,244.48,7.83",
            "high": "35->2016-08-15,272.88,8.74",
            "low": ",0,0"
          },
          "nextThirdDelivery周五": {
            "close": "58->2016-09-19,142.58,4.57",
            "high": "35->2016-08-15,272.88,8.74",
            "low": ",0,0"
          }
        }
      ],
      "2017-05-12": [
        {
          "trigDate": "2017-05-12",
          "quantName": "沪深300低位_周downMas绿空绿红",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "5->2017-05-19,18.47,0.55",
            "high": "2->2017-05-16,43.27,1.28",
            "low": ",0,0"
          },
          "nextSecondDelivery周五": {
            "close": "23->2017-06-16,133.38,3.94",
            "high": "20->2017-06-13,196.89,5.82",
            "low": ",0,0"
          },
          "nextThirdDelivery周五": {
            "close": "48->2017-07-21,343.22,10.14",
            "high": "47->2017-07-20,362.51,10.71",
            "low": ",0,0"
          }
        }
      ],
      "2017-05-18": [
        {
          "trigDate": "2017-05-18",
          "quantName": "上证50低位_ma10UpMas低连空但",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "1->2017-05-19,5.74,0.17",
            "high": "1->2017-05-19,5.74,0.17",
            "low": ",0,0"
          },
          "nextSecondDelivery周五": {
            "close": "19->2017-06-16,120.65,3.55",
            "high": "16->2017-06-13,184.15,5.42",
            "low": ",0,0"
          },
          "nextThirdDelivery周五": {
            "close": "44->2017-07-21,330.48,9.73",
            "high": "43->2017-07-20,349.77,10.29",
            "low": ",0,0"
          }
        }
      ],
      "2017-08-16": [
        {
          "trigDate": "2017-08-16",
          "quantName": "上证50低位_金叉低连空但",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "2->2017-08-18,23.25,0.63",
            "high": "2->2017-08-18,23.25,0.63",
            "low": ",0,0"
          },
          "nextSecondDelivery周五": {
            "close": "22->2017-09-15,129.88,3.51",
            "high": "14->2017-09-05,155.63,4.2",
            "low": ",0,0"
          },
          "nextThirdDelivery周五": {
            "close": "42->2017-10-20,225.43,6.09",
            "high": "40->2017-10-18,242.74,6.56",
            "low": ",0,0"
          }
        }
      ],
      "2017-10-13": [
        {
          "trigDate": "2017-10-13",
          "quantName": "上证50低位_ma10UpMas低连空但",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "5->2017-10-20,5.85,0.15",
            "high": "3->2017-10-18,23.16,0.59",
            "low": "2->2017-10-17,-7.93,-0.2"
          },
          "nextSecondDelivery周五": {
            "close": "25->2017-11-17,199.85,5.1",
            "high": "21->2017-11-13,207.07,5.28",
            "low": "2->2017-10-17,-7.93,-0.2"
          },
          "nextThirdDelivery周五": {
            "close": "45->2017-12-15,59.85,1.53",
            "high": "28->2017-11-22,306.56,7.82",
            "low": "2->2017-10-17,-7.93,-0.2"
          }
        }
      ],
      "2017-12-05": [
        {
          "trigDate": "2017-12-05",
          "quantName": "上证低位_日九空金叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "8->2017-12-15,-59.31,-1.47",
            "high": "4->2017-12-11,29.33,0.73",
            "low": "2->2017-12-07,-69.11,-1.71"
          },
          "nextSecondDelivery周五": {
            "close": "32->2018-01-19,245.22,6.07",
            "high": "32->2018-01-19,245.22,6.07",
            "low": "2->2017-12-07,-69.11,-1.71"
          },
          "nextThirdDelivery周五": {
            "close": "51->2018-02-22,12.56,0.31",
            "high": "35->2018-01-24,349.71,8.66",
            "low": "47->2018-02-09,-199.52,-4.94"
          }
        }
      ],
      "2017-12-06": [
        {
          "trigDate": "2017-12-06",
          "quantName": "上证低位_金叉低连空但",
          "logInfo": ""
        },
        {
          "trigDate": "2017-12-06",
          "quantName": "上证低位_日九空金叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "7->2017-12-15,-34.97,-0.87",
            "high": "3->2017-12-11,53.68,1.34",
            "low": "1->2017-12-07,-44.76,-1.11"
          },
          "nextSecondDelivery周五": {
            "close": "31->2018-01-19,269.57,6.71",
            "high": "31->2018-01-19,269.57,6.71",
            "low": "1->2017-12-07,-44.76,-1.11"
          },
          "nextThirdDelivery周五": {
            "close": "50->2018-02-22,36.91,0.92",
            "high": "34->2018-01-24,374.06,9.31",
            "low": "46->2018-02-09,-175.17,-4.36"
          }
        }
      ]
    },
    "2018-12-28=>2021-02-18": {
      "2019-05-27": [
        {
          "trigDate": "2019-05-27",
          "quantName": "沪深300低位_周downMas绿空绿红",
          "logInfo": ""
        },
        {
          "trigDate": "2019-05-27",
          "quantName": "上证50低位_周downMas绿空绿红",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "18->2019-06-21,196.74,5.41",
            "high": "18->2019-06-21,196.74,5.41",
            "low": "8->2019-06-06,-72.52,-1.99"
          },
          "nextSecondDelivery周五": {
            "close": "38->2019-07-19,170.76,4.69",
            "high": "25->2019-07-02,299.97,8.25",
            "low": "8->2019-06-06,-72.52,-1.99"
          },
          "nextThirdDelivery周五": {
            "close": "58->2019-08-16,73.34,2.02",
            "high": "25->2019-07-02,299.97,8.25",
            "low": "8->2019-06-06,-72.52,-1.99"
          }
        }
      ],
      "2019-05-28": [
        {
          "trigDate": "2019-05-28",
          "quantName": "上证低位_周downMas绿空绿红",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "17->2019-06-21,161.68,4.4",
            "high": "17->2019-06-21,161.68,4.4",
            "low": "7->2019-06-06,-107.58,-2.93"
          },
          "nextSecondDelivery周五": {
            "close": "37->2019-07-19,135.7,3.7",
            "high": "24->2019-07-02,264.91,7.21",
            "low": "7->2019-06-06,-107.58,-2.93"
          },
          "nextThirdDelivery周五": {
            "close": "57->2019-08-16,38.28,1.04",
            "high": "24->2019-07-02,264.91,7.21",
            "low": "7->2019-06-06,-107.58,-2.93"
          }
        }
      ],
      "2019-05-31": [
        {
          "trigDate": "2019-05-31",
          "quantName": "沪深300低位_周downMas绿空绿红",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "14->2019-06-21,204.15,5.62",
            "high": "14->2019-06-21,204.15,5.62",
            "low": "4->2019-06-06,-65.11,-1.79"
          },
          "nextSecondDelivery周五": {
            "close": "34->2019-07-19,178.17,4.91",
            "high": "21->2019-07-02,307.38,8.47",
            "low": "4->2019-06-06,-65.11,-1.79"
          },
          "nextThirdDelivery周五": {
            "close": "54->2019-08-16,80.75,2.22",
            "high": "21->2019-07-02,307.38,8.47",
            "low": "4->2019-06-06,-65.11,-1.79"
          }
        }
      ],
      "2019-11-25": [
        {
          "trigDate": "2019-11-25",
          "quantName": "上证低位_周downMas绿空绿红",
          "logInfo": ""
        },
        {
          "trigDate": "2019-11-25",
          "quantName": "上证50低位_金叉低连空但",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "19->2019-12-20,139.04,3.59",
            "high": "16->2019-12-17,163.59,4.22",
            "low": "4->2019-11-29,-49.54,-1.28"
          },
          "nextSecondDelivery周五": {
            "close": "38->2020-01-17,276.64,7.13",
            "high": "34->2020-01-13,325.78,8.4",
            "low": "4->2019-11-29,-49.54,-1.28"
          },
          "nextThirdDelivery周五": {
            "close": "57->2020-02-21,271.28,6.99",
            "high": "34->2020-01-13,325.78,8.4",
            "low": "43->2020-02-03,-189.85,-4.9"
          }
        }
      ],
      "2019-11-26": [
        {
          "trigDate": "2019-11-26",
          "quantName": "上证低位_周downMas绿空绿红",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "18->2019-12-20,125.6,3.23",
            "high": "15->2019-12-17,150.15,3.86",
            "low": "3->2019-11-29,-62.98,-1.62"
          },
          "nextSecondDelivery周五": {
            "close": "37->2020-01-17,263.2,6.76",
            "high": "33->2020-01-13,312.34,8.03",
            "low": "3->2019-11-29,-62.98,-1.62"
          },
          "nextThirdDelivery周五": {
            "close": "56->2020-02-21,257.84,6.63",
            "high": "33->2020-01-13,312.34,8.03",
            "low": "42->2020-02-03,-203.29,-5.22"
          }
        }
      ],
      "2019-11-27": [
        {
          "trigDate": "2019-11-27",
          "quantName": "上证低位_周downMas绿空绿红",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "17->2019-12-20,141.63,3.65",
            "high": "14->2019-12-17,166.18,4.29",
            "low": "2->2019-11-29,-46.95,-1.21"
          },
          "nextSecondDelivery周五": {
            "close": "36->2020-01-17,279.23,7.2",
            "high": "32->2020-01-13,328.37,8.47",
            "low": "2->2019-11-29,-46.95,-1.21"
          },
          "nextThirdDelivery周五": {
            "close": "55->2020-02-21,273.87,7.07",
            "high": "32->2020-01-13,328.37,8.47",
            "low": "41->2020-02-03,-187.26,-4.83"
          }
        }
      ],
      "2019-12-16": [
        {
          "trigDate": "2019-12-16",
          "quantName": "上证50低位_ma10UpMas低连空但",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "4->2019-12-20,29.7,0.74",
            "high": "1->2019-12-17,54.25,1.36",
            "low": ",0,0"
          },
          "nextSecondDelivery周五": {
            "close": "23->2020-01-17,167.3,4.2",
            "high": "19->2020-01-13,216.44,5.43",
            "low": "5->2019-12-23,-20.45,-0.51"
          },
          "nextThirdDelivery周五": {
            "close": "42->2020-02-21,161.94,4.06",
            "high": "19->2020-01-13,216.44,5.43",
            "low": "28->2020-02-03,-299.19,-7.5"
          }
        }
      ],
      "2020-03-23": [
        {
          "trigDate": "2020-03-23",
          "quantName": "沪深300低位_日周急跌空但",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "18->2020-04-17,309.18,8.76",
            "high": "18->2020-04-17,309.18,8.76",
            "low": ",0,0"
          },
          "nextSecondDelivery周五": {
            "close": "35->2020-05-15,382.51,10.84",
            "high": "33->2020-05-13,437.94,12.41",
            "low": ",0,0"
          },
          "nextThirdDelivery周五": {
            "close": "60->2020-06-19,568.4,16.1",
            "high": "60->2020-06-19,568.4,16.1",
            "low": ",0,0"
          }
        }
      ],
      "2020-05-28": [
        {
          "trigDate": "2020-05-28",
          "quantName": "上证低位_金叉低连空但",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "16->2020-06-19,242.08,6.28",
            "high": "16->2020-06-19,242.08,6.28",
            "low": ",0,0"
          },
          "nextSecondDelivery周五": {
            "close": "34->2020-07-17,688.07,17.84",
            "high": "30->2020-07-13,996.33,25.83",
            "low": ",0,0"
          },
          "nextThirdDelivery周五": {
            "close": "59->2020-08-21,862.21,22.36",
            "high": "30->2020-07-13,996.33,25.83",
            "low": ",0,0"
          }
        }
      ],
      "2020-06-01": [
        {
          "trigDate": "2020-06-01",
          "quantName": "科创50低位_金叉低连空但",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "14->2020-06-19,127.37,3.21",
            "high": "14->2020-06-19,127.37,3.21",
            "low": "10->2020-06-15,-16.35,-0.41"
          },
          "nextSecondDelivery周五": {
            "close": "32->2020-07-17,573.36,14.44",
            "high": "28->2020-07-13,881.62,22.2",
            "low": "10->2020-06-15,-16.35,-0.41"
          },
          "nextThirdDelivery周五": {
            "close": "57->2020-08-21,747.5,18.82",
            "high": "28->2020-07-13,881.62,22.2",
            "low": "10->2020-06-15,-16.35,-0.41"
          }
        }
      ],
      "2020-06-04": [
        {
          "trigDate": "2020-06-04",
          "quantName": "科创50低位_ma5金叉10绿空绿红",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "11->2020-06-19,116.52,2.93",
            "high": "11->2020-06-19,116.52,2.93",
            "low": "7->2020-06-15,-27.2,-0.68"
          },
          "nextSecondDelivery周五": {
            "close": "29->2020-07-17,562.51,14.13",
            "high": "25->2020-07-13,870.77,21.87",
            "low": "7->2020-06-15,-27.2,-0.68"
          },
          "nextThirdDelivery周五": {
            "close": "54->2020-08-21,736.65,18.5",
            "high": "25->2020-07-13,870.77,21.87",
            "low": "7->2020-06-15,-27.2,-0.68"
          }
        }
      ],
      "2020-06-05": [
        {
          "trigDate": "2020-06-05",
          "quantName": "上证低位_ma10UpMas低连空但",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "10->2020-06-19,97.46,2.44",
            "high": "10->2020-06-19,97.46,2.44",
            "low": "6->2020-06-15,-46.26,-1.16"
          },
          "nextSecondDelivery周五": {
            "close": "28->2020-07-17,543.45,13.58",
            "high": "24->2020-07-13,851.71,21.29",
            "low": "6->2020-06-15,-46.26,-1.16"
          },
          "nextThirdDelivery周五": {
            "close": "53->2020-08-21,717.59,17.93",
            "high": "24->2020-07-13,851.71,21.29",
            "low": "6->2020-06-15,-46.26,-1.16"
          }
        }
      ],
      "2020-06-08": [
        {
          "trigDate": "2020-06-08",
          "quantName": "上证低位_ma10UpMas低连空但",
          "logInfo": ""
        },
        {
          "trigDate": "2020-06-08",
          "quantName": "沪深300低位_ma10UpMas低连空但",
          "logInfo": ""
        },
        {
          "trigDate": "2020-06-08",
          "quantName": "上证50低位_ma10UpMas低连空但",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "9->2020-06-19,76.76,1.91",
            "high": "9->2020-06-19,76.76,1.91",
            "low": "5->2020-06-15,-66.96,-1.66"
          },
          "nextSecondDelivery周五": {
            "close": "27->2020-07-17,522.75,13",
            "high": "23->2020-07-13,831.01,20.66",
            "low": "5->2020-06-15,-66.96,-1.66"
          },
          "nextThirdDelivery周五": {
            "close": "52->2020-08-21,696.89,17.33",
            "high": "23->2020-07-13,831.01,20.66",
            "low": "5->2020-06-15,-66.96,-1.66"
          }
        }
      ],
      "2020-06-09": [
        {
          "trigDate": "2020-06-09",
          "quantName": "上证低位_ma10UpMas低连空但",
          "logInfo": ""
        },
        {
          "trigDate": "2020-06-09",
          "quantName": "沪深300低位_ma10UpMas低连空但",
          "logInfo": ""
        },
        {
          "trigDate": "2020-06-09",
          "quantName": "上证50低位_ma10UpMas低连空但",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "8->2020-06-19,51.68,1.28",
            "high": "8->2020-06-19,51.68,1.28",
            "low": "4->2020-06-15,-92.04,-2.27"
          },
          "nextSecondDelivery周五": {
            "close": "26->2020-07-17,497.67,12.3",
            "high": "22->2020-07-13,805.93,19.91",
            "low": "4->2020-06-15,-92.04,-2.27"
          },
          "nextThirdDelivery周五": {
            "close": "51->2020-08-21,671.81,16.6",
            "high": "22->2020-07-13,805.93,19.91",
            "low": "4->2020-06-15,-92.04,-2.27"
          }
        }
      ],
      "2020-06-10": [
        {
          "trigDate": "2020-06-10",
          "quantName": "沪深300低位_ma10UpMas低连空但",
          "logInfo": ""
        },
        {
          "trigDate": "2020-06-10",
          "quantName": "上证50低位_ma10UpMas低连空但",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "7->2020-06-19,59,1.46",
            "high": "7->2020-06-19,59,1.46",
            "low": "3->2020-06-15,-84.72,-2.1"
          },
          "nextSecondDelivery周五": {
            "close": "25->2020-07-17,504.99,12.5",
            "high": "21->2020-07-13,813.25,20.13",
            "low": "3->2020-06-15,-84.72,-2.1"
          },
          "nextThirdDelivery周五": {
            "close": "50->2020-08-21,679.13,16.81",
            "high": "21->2020-07-13,813.25,20.13",
            "low": "3->2020-06-15,-84.72,-2.1"
          }
        }
      ],
      "2020-10-09": [
        {
          "trigDate": "2020-10-09",
          "quantName": "上证低位_金叉低连空但",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "5->2020-10-16,110.54,2.36",
            "high": "2->2020-10-13,158.06,3.38",
            "low": ",0,0"
          },
          "nextSecondDelivery周五": {
            "close": "30->2020-11-20,262.15,5.6",
            "high": "21->2020-11-09,300.21,6.41",
            "low": ",0,0"
          },
          "nextThirdDelivery周五": {
            "close": "50->2020-12-18,318.83,6.81",
            "high": "38->2020-12-02,386,8.25",
            "low": ",0,0"
          }
        }
      ],
      "2020-10-19": [
        {
          "trigDate": "2020-10-19",
          "quantName": "上证低位_ma10UpMas低连空但",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "24->2020-11-20,187.8,3.95",
            "high": "15->2020-11-09,225.86,4.75",
            "low": "5->2020-10-26,-64.25,-1.35"
          },
          "nextSecondDelivery周五": {
            "close": "44->2020-12-18,244.48,5.14",
            "high": "32->2020-12-02,311.65,6.55",
            "low": "5->2020-10-26,-64.25,-1.35"
          },
          "nextThirdDelivery周五": {
            "close": "63->2021-01-15,702.59,14.77",
            "high": "60->2021-01-12,840.86,17.68",
            "low": "5->2020-10-26,-64.25,-1.35"
          }
        }
      ],
      "2020-11-03": [
        {
          "trigDate": "2020-11-03",
          "quantName": "上证低位_周downMas绿空绿红",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "13->2020-11-20,165.73,3.47",
            "high": "4->2020-11-09,203.79,4.27",
            "low": ",0,0"
          },
          "nextSecondDelivery周五": {
            "close": "33->2020-12-18,222.41,4.66",
            "high": "21->2020-12-02,289.58,6.06",
            "low": ",0,0"
          },
          "nextThirdDelivery周五": {
            "close": "52->2021-01-15,680.52,14.24",
            "high": "49->2021-01-12,818.79,17.14",
            "low": ",0,0"
          }
        }
      ],
      "2020-12-01": [
        {
          "trigDate": "2020-12-01",
          "quantName": "科创50低位_金叉低连空但",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "13->2020-12-18,-67.13,-1.32",
            "high": "1->2020-12-02,0.04,0",
            "low": "8->2020-12-11,-177.47,-3.5"
          },
          "nextSecondDelivery周五": {
            "close": "32->2021-01-15,390.98,7.72",
            "high": "29->2021-01-12,529.25,10.44",
            "low": "8->2020-12-11,-177.47,-3.5"
          },
          "nextThirdDelivery周五": {
            "close": "52->2021-02-19,711.74,14.05",
            "high": "50->2021-02-10,740.62,14.62",
            "low": "8->2020-12-11,-177.47,-3.5"
          }
        }
      ],
      "2020-12-02": [
        {
          "trigDate": "2020-12-02",
          "quantName": "科创50低位_周downMas绿空绿红",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "12->2020-12-18,-67.17,-1.33",
            "high": ",0,0",
            "low": "7->2020-12-11,-177.51,-3.5"
          },
          "nextSecondDelivery周五": {
            "close": "31->2021-01-15,390.94,7.72",
            "high": "28->2021-01-12,529.21,10.44",
            "low": "7->2020-12-11,-177.51,-3.5"
          },
          "nextThirdDelivery周五": {
            "close": "51->2021-02-19,711.7,14.05",
            "high": "49->2021-02-10,740.58,14.62",
            "low": "7->2020-12-11,-177.51,-3.5"
          }
        }
      ],
      "2020-12-03": [
        {
          "trigDate": "2020-12-03",
          "quantName": "科创50低位_周downMas绿空绿红",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "11->2020-12-18,-57.09,-1.13",
            "high": "1->2020-12-04,8.86,0.18",
            "low": "6->2020-12-11,-167.43,-3.31"
          },
          "nextSecondDelivery周五": {
            "close": "30->2021-01-15,401.02,7.93",
            "high": "27->2021-01-12,539.29,10.66",
            "low": "6->2020-12-11,-167.43,-3.31"
          },
          "nextThirdDelivery周五": {
            "close": "50->2021-02-19,721.78,14.27",
            "high": "48->2021-02-10,750.66,14.84",
            "low": "6->2020-12-11,-167.43,-3.31"
          }
        }
      ],
      "2020-12-16": [
        {
          "trigDate": "2020-12-16",
          "quantName": "上证50低位_金叉低连空但",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "2->2020-12-18,46.1,0.93",
            "high": "1->2020-12-17,63.61,1.28",
            "low": ",0,0"
          },
          "nextSecondDelivery周五": {
            "close": "21->2021-01-15,504.21,10.18",
            "high": "18->2021-01-12,642.48,12.97",
            "low": ",0,0"
          },
          "nextThirdDelivery周五": {
            "close": "41->2021-02-19,824.97,16.65",
            "high": "39->2021-02-10,853.85,17.24",
            "low": ",0,0"
          }
        }
      ],
      "2020-12-17": [
        {
          "trigDate": "2020-12-17",
          "quantName": "上证50低位_金叉低连空但",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "1->2020-12-18,-17.51,-0.35",
            "high": ",0,0",
            "low": "1->2020-12-18,-17.51,-0.35"
          },
          "nextSecondDelivery周五": {
            "close": "20->2021-01-15,440.6,8.78",
            "high": "17->2021-01-12,578.87,11.54",
            "low": "3->2020-12-22,-52.71,-1.05"
          },
          "nextThirdDelivery周五": {
            "close": "40->2021-02-19,761.36,15.17",
            "high": "38->2021-02-10,790.24,15.75",
            "low": "3->2020-12-22,-52.71,-1.05"
          }
        }
      ],
      "2020-12-28": [
        {
          "trigDate": "2020-12-28",
          "quantName": "沪深300低位_ma10UpMas低连空但",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "13->2021-01-15,393.67,7.77",
            "high": "10->2021-01-12,531.94,10.5",
            "low": "1->2020-12-29,-21.47,-0.42"
          },
          "nextSecondDelivery周五": {
            "close": "33->2021-02-19,714.43,14.11",
            "high": "31->2021-02-10,743.31,14.68",
            "low": "1->2020-12-29,-21.47,-0.42"
          },
          "nextThirdDelivery周五": {
            "close": "53->2021-03-19,-57.32,-1.13",
            "high": "31->2021-02-10,743.31,14.68",
            "low": "45->2021-03-09,-93.41,-1.84"
          }
        }
      ],
      "2020-12-30": [
        {
          "trigDate": "2020-12-30",
          "quantName": "科创50低位_金叉低连空但",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "11->2021-01-15,344.37,6.73",
            "high": "8->2021-01-12,482.64,9.44",
            "low": ",0,0"
          },
          "nextSecondDelivery周五": {
            "close": "31->2021-02-19,665.13,13.01",
            "high": "29->2021-02-10,694.01,13.57",
            "low": ",0,0"
          },
          "nextThirdDelivery周五": {
            "close": "51->2021-03-19,-106.62,-2.08",
            "high": "29->2021-02-10,694.01,13.57",
            "low": "43->2021-03-09,-142.71,-2.79"
          }
        }
      ],
      "2020-12-31": [
        {
          "trigDate": "2020-12-31",
          "quantName": "科创50低位_金叉低连空但",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "10->2021-01-15,246.79,4.74",
            "high": "7->2021-01-12,385.06,7.39",
            "low": ",0,0"
          },
          "nextSecondDelivery周五": {
            "close": "30->2021-02-19,567.55,10.89",
            "high": "28->2021-02-10,596.43,11.44",
            "low": ",0,0"
          },
          "nextThirdDelivery周五": {
            "close": "50->2021-03-19,-204.2,-3.92",
            "high": "28->2021-02-10,596.43,11.44",
            "low": "42->2021-03-09,-240.29,-4.61"
          }
        }
      ]
    },
    "2022-11-03=>2026-02-12": {
      "2022-12-27": [
        {
          "trigDate": "2022-12-27",
          "quantName": "上证低位_金叉低连空但",
          "logInfo": ""
        },
        {
          "trigDate": "2022-12-27",
          "quantName": "沪深300低位_金叉低连空但",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "17->2023-01-20,293.68,7.55",
            "high": "17->2023-01-20,293.68,7.55",
            "low": "2->2022-12-29,-31.15,-0.8"
          },
          "nextSecondDelivery周五": {
            "close": "32->2023-02-17,146.66,3.77",
            "high": "18->2023-01-30,313.5,8.06",
            "low": "2->2022-12-29,-31.15,-0.8"
          },
          "nextThirdDelivery周五": {
            "close": "52->2023-03-17,70.97,1.83",
            "high": "18->2023-01-30,313.5,8.06",
            "low": "2->2022-12-29,-31.15,-0.8"
          }
        }
      ],
      "2024-01-18": [
        {
          "trigDate": "2024-01-18",
          "quantName": "沪深300低位_MVol金叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "1->2024-01-19,-4.95,-0.15",
            "high": ",0,0",
            "low": "1->2024-01-19,-4.95,-0.15"
          },
          "nextSecondDelivery周五": {
            "close": "16->2024-02-19,129.08,3.94",
            "high": "16->2024-02-19,129.08,3.94",
            "low": "11->2024-02-02,-95.1,-2.9"
          },
          "nextThirdDelivery周五": {
            "close": "35->2024-03-15,295.26,9.02",
            "high": "32->2024-03-12,322.76,9.86",
            "low": "11->2024-02-02,-95.1,-2.9"
          }
        }
      ],
      "2025-01-13": [
        {
          "trigDate": "2025-01-13",
          "quantName": "上证低位_日九空金叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "4->2025-01-17,89.83,2.41",
            "high": "1->2025-01-14,98.03,2.63",
            "low": ",0,0"
          },
          "nextSecondDelivery周五": {
            "close": "23->2025-02-21,255.93,6.88",
            "high": "23->2025-02-21,255.93,6.88",
            "low": ",0,0"
          },
          "nextThirdDelivery周五": {
            "close": "43->2025-03-21,192.19,5.16",
            "high": "41->2025-03-19,287.66,7.73",
            "low": ",0,0"
          }
        }
      ],
      "2025-01-14": [
        {
          "trigDate": "2025-01-14",
          "quantName": "上证低位_金叉低连空但",
          "logInfo": ""
        },
        {
          "trigDate": "2025-01-14",
          "quantName": "上证低位_日九空金叉",
          "logInfo": ""
        },
        {
          "trigDate": "2025-01-14",
          "quantName": "沪深300低位_金叉低连空但",
          "logInfo": ""
        },
        {
          "trigDate": "2025-01-14",
          "quantName": "上证50低位_金叉低连空但",
          "logInfo": ""
        },
        {
          "trigDate": "2025-01-14",
          "quantName": "科创50低位_ma5金叉10绿空绿红",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "3->2025-01-17,-8.2,-0.21",
            "high": ",0,0",
            "low": "1->2025-01-15,-24.51,-0.64"
          },
          "nextSecondDelivery周五": {
            "close": "22->2025-02-21,157.9,4.13",
            "high": "22->2025-02-21,157.9,4.13",
            "low": "10->2025-02-05,-25.46,-0.67"
          },
          "nextThirdDelivery周五": {
            "close": "42->2025-03-21,94.16,2.46",
            "high": "40->2025-03-19,189.63,4.96",
            "low": "10->2025-02-05,-25.46,-0.67"
          }
        }
      ],
      "2025-01-15": [
        {
          "trigDate": "2025-01-15",
          "quantName": "上证低位_金叉低连空但",
          "logInfo": ""
        },
        {
          "trigDate": "2025-01-15",
          "quantName": "沪深300低位_金叉低连空但",
          "logInfo": ""
        },
        {
          "trigDate": "2025-01-15",
          "quantName": "上证50低位_金叉低连空但",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "2->2025-01-17,16.31,0.43",
            "high": "2->2025-01-17,16.31,0.43",
            "low": ",0,0"
          },
          "nextSecondDelivery周五": {
            "close": "21->2025-02-21,182.41,4.81",
            "high": "21->2025-02-21,182.41,4.81",
            "low": "9->2025-02-05,-0.95,-0.03"
          },
          "nextThirdDelivery周五": {
            "close": "41->2025-03-21,118.67,3.13",
            "high": "39->2025-03-19,214.14,5.64",
            "low": "9->2025-02-05,-0.95,-0.03"
          }
        }
      ],
      "2025-04-07": [
        {
          "trigDate": "2025-04-07",
          "quantName": "沪深300低位_日周急跌空但",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "9->2025-04-18,183.08,5.1",
            "high": "7->2025-04-16,183.38,5.11",
            "low": ",0,0"
          },
          "nextSecondDelivery周五": {
            "close": "26->2025-05-16,299.65,8.35",
            "high": "24->2025-05-14,353.77,9.86",
            "low": ",0,0"
          },
          "nextThirdDelivery周五": {
            "close": "50->2025-06-20,257.2,7.17",
            "high": "24->2025-05-14,353.77,9.86",
            "low": ",0,0"
          }
        }
      ],
      "2025-04-09": [
        {
          "trigDate": "2025-04-09",
          "quantName": "科创50低位_周downMas绿空绿红",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "7->2025-04-18,85.73,2.33",
            "high": "5->2025-04-16,86.03,2.33",
            "low": ",0,0"
          },
          "nextSecondDelivery周五": {
            "close": "24->2025-05-16,202.3,5.49",
            "high": "22->2025-05-14,256.42,6.96",
            "low": ",0,0"
          },
          "nextThirdDelivery周五": {
            "close": "48->2025-06-20,159.85,4.34",
            "high": "22->2025-05-14,256.42,6.96",
            "low": ",0,0"
          }
        }
      ],
      "2025-05-29": [
        {
          "trigDate": "2025-05-29",
          "quantName": "科创50低位_金叉低连空但",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "15->2025-06-20,-12.06,-0.31",
            "high": "8->2025-06-11,35.93,0.93",
            "low": "1->2025-05-30,-18.47,-0.48"
          },
          "nextSecondDelivery周五": {
            "close": "35->2025-07-18,199.85,5.18",
            "high": "35->2025-07-18,199.85,5.18",
            "low": "1->2025-05-30,-18.47,-0.48"
          },
          "nextThirdDelivery周五": {
            "close": "55->2025-08-15,343.65,8.91",
            "high": "55->2025-08-15,343.65,8.91",
            "low": "1->2025-05-30,-18.47,-0.48"
          }
        }
      ],
      "2025-06-23": [
        {
          "trigDate": "2025-06-23",
          "quantName": "沪深300低位_周downMas绿空绿红",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "19->2025-07-18,200.65,5.2",
            "high": "19->2025-07-18,200.65,5.2",
            "low": ",0,0"
          },
          "nextSecondDelivery周五": {
            "close": "39->2025-08-15,344.45,8.93",
            "high": "39->2025-08-15,344.45,8.93",
            "low": ",0,0"
          },
          "nextThirdDelivery周五": {
            "close": "64->2025-09-19,644.02,16.69",
            "high": "62->2025-09-17,693.12,17.97",
            "low": ",0,0"
          }
        }
      ],
      "2025-06-24": [
        {
          "trigDate": "2025-06-24",
          "quantName": "上证低位_金叉低连空但",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "18->2025-07-18,154.52,3.96",
            "high": "18->2025-07-18,154.52,3.96",
            "low": ",0,0"
          },
          "nextSecondDelivery周五": {
            "close": "38->2025-08-15,298.32,7.64",
            "high": "38->2025-08-15,298.32,7.64",
            "low": ",0,0"
          },
          "nextThirdDelivery周五": {
            "close": "63->2025-09-19,597.89,15.31",
            "high": "61->2025-09-17,646.99,16.57",
            "low": ",0,0"
          }
        }
      ],
      "2025-08-11": [
        {
          "trigDate": "2025-08-11",
          "quantName": "沪深300低位_ma5金叉10绿空绿红",
          "logInfo": ""
        },
        {
          "trigDate": "2025-08-11",
          "quantName": "科创50低位_ma5金叉10绿空绿红",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "4->2025-08-15,79.84,1.94",
            "high": "4->2025-08-15,79.84,1.94",
            "low": ",0,0"
          },
          "nextSecondDelivery周五": {
            "close": "29->2025-09-19,379.41,9.2",
            "high": "27->2025-09-17,428.51,10.39",
            "low": ",0,0"
          },
          "nextThirdDelivery周五": {
            "close": "43->2025-10-17,391.72,9.5",
            "high": "37->2025-10-09,586.97,14.24",
            "low": ",0,0"
          }
        }
      ],
      "2025-08-12": [
        {
          "trigDate": "2025-08-12",
          "quantName": "沪深300低位_ma5金叉10绿空绿红",
          "logInfo": ""
        },
        {
          "trigDate": "2025-08-12",
          "quantName": "上证50低位_ma5金叉10绿空绿红",
          "logInfo": ""
        },
        {
          "trigDate": "2025-08-12",
          "quantName": "科创50低位_ma5金叉10绿空绿红",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "3->2025-08-15,58.52,1.41",
            "high": "3->2025-08-15,58.52,1.41",
            "low": ",0,0"
          },
          "nextSecondDelivery周五": {
            "close": "28->2025-09-19,358.09,8.64",
            "high": "26->2025-09-17,407.19,9.83",
            "low": ",0,0"
          },
          "nextThirdDelivery周五": {
            "close": "42->2025-10-17,370.4,8.94",
            "high": "36->2025-10-09,565.65,13.65",
            "low": ",0,0"
          }
        }
      ],
      "2025-08-13": [
        {
          "trigDate": "2025-08-13",
          "quantName": "上证50低位_ma5金叉10绿空绿红",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "2->2025-08-15,25.77,0.62",
            "high": "2->2025-08-15,25.77,0.62",
            "low": "1->2025-08-14,-3.27,-0.08"
          },
          "nextSecondDelivery周五": {
            "close": "27->2025-09-19,325.34,7.79",
            "high": "25->2025-09-17,374.44,8.97",
            "low": "1->2025-08-14,-3.27,-0.08"
          },
          "nextThirdDelivery周五": {
            "close": "41->2025-10-17,337.65,8.08",
            "high": "35->2025-10-09,532.9,12.76",
            "low": "1->2025-08-14,-3.27,-0.08"
          }
        }
      ],
      "2025-08-19": [
        {
          "trigDate": "2025-08-19",
          "quantName": "上证50低位_ma10UpMas低连空但",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "23->2025-09-19,278.55,6.6",
            "high": "21->2025-09-17,327.65,7.76",
            "low": ",0,0"
          },
          "nextSecondDelivery周五": {
            "close": "37->2025-10-17,290.86,6.89",
            "high": "31->2025-10-09,486.11,11.51",
            "low": ",0,0"
          },
          "nextThirdDelivery周五": {
            "close": "62->2025-11-21,230.24,5.45",
            "high": "45->2025-10-29,524.47,12.42",
            "low": ",0,0"
          }
        }
      ],
      "2025-11-25": [
        {
          "trigDate": "2025-11-25",
          "quantName": "科创50低位_金叉低连空但",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "18->2025-12-19,77.78,1.73",
            "high": "9->2025-12-08,131.35,2.93",
            "low": ",0,0"
          },
          "nextSecondDelivery周五": {
            "close": "36->2026-01-16,241.47,5.38",
            "high": "28->2026-01-06,300.29,6.69",
            "low": ",0,0"
          },
          "after": {
            "close": "55->2026-02-12,229.18,5.1",
            "high": "28->2026-01-06,300.29,6.69",
            "low": ",0,0",
            "nextThirdDelivery周五": "2026-02-20"
          }
        }
      ],
      "2025-11-26": [
        {
          "trigDate": "2025-11-26",
          "quantName": "沪深300低位_金叉低连空但",
          "logInfo": ""
        },
        {
          "trigDate": "2025-11-26",
          "quantName": "科创50低位_金叉低连空但",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "17->2025-12-19,50.55,1.12",
            "high": "8->2025-12-08,104.12,2.3",
            "low": "14->2025-12-16,-20.08,-0.44"
          },
          "nextSecondDelivery周五": {
            "close": "35->2026-01-16,214.24,4.74",
            "high": "27->2026-01-06,273.06,6.04",
            "low": "14->2025-12-16,-20.08,-0.44"
          },
          "after": {
            "close": "54->2026-02-12,201.95,4.47",
            "high": "27->2026-01-06,273.06,6.04",
            "low": "14->2025-12-16,-20.08,-0.44",
            "nextThirdDelivery周五": "2026-02-20"
          }
        }
      ],
      "2025-11-27": [
        {
          "trigDate": "2025-11-27",
          "quantName": "沪深300低位_金叉低连空但",
          "logInfo": ""
        },
        {
          "trigDate": "2025-11-27",
          "quantName": "科创50低位_金叉低连空但",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "16->2025-12-19,52.78,1.17",
            "high": "7->2025-12-08,106.35,2.36",
            "low": "13->2025-12-16,-17.85,-0.4"
          },
          "nextSecondDelivery周五": {
            "close": "34->2026-01-16,216.47,4.79",
            "high": "26->2026-01-06,275.29,6.1",
            "low": "13->2025-12-16,-17.85,-0.4"
          },
          "after": {
            "close": "53->2026-02-12,204.18,4.52",
            "high": "26->2026-01-06,275.29,6.1",
            "low": "13->2025-12-16,-17.85,-0.4",
            "nextThirdDelivery周五": "2026-02-20"
          }
        }
      ],
      "2025-11-28": [
        {
          "trigDate": "2025-11-28",
          "quantName": "沪深300低位_金叉低连空但",
          "logInfo": ""
        },
        {
          "trigDate": "2025-11-28",
          "quantName": "上证50低位_金叉低连空但",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "15->2025-12-19,41.52,0.92",
            "high": "6->2025-12-08,95.09,2.1",
            "low": "12->2025-12-16,-29.11,-0.64"
          },
          "nextSecondDelivery周五": {
            "close": "33->2026-01-16,205.21,4.53",
            "high": "25->2026-01-06,264.03,5.83",
            "low": "12->2025-12-16,-29.11,-0.64"
          },
          "after": {
            "close": "52->2026-02-12,192.92,4.26",
            "high": "25->2026-01-06,264.03,5.83",
            "low": "12->2025-12-16,-29.11,-0.64",
            "nextThirdDelivery周五": "2026-02-20"
          }
        }
      ]
    }
  },
  "下降日期区间": {
    "2008-01-15=>2008-12-03": {
      "2008-01-15": [
        {
          "trigDate": "2008-01-15",
          "quantName": "上证高位_KDJ死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2008-01-15",
          "quantName": "上证高位_KMVol死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2008-01-15",
          "quantName": "沪深300高位_KDJ死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2008-01-15",
          "quantName": "沪深300高位_KMVol死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2008-01-15",
          "quantName": "上证50高位_KDJ死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2008-01-15",
          "quantName": "上证50高位_KMVol死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "3->2008-01-18,-281.98,-4.95",
            "high": ",0,0",
            "low": "2->2008-01-17,-330.83,-5.81"
          },
          "nextSecondDelivery周五": {
            "close": "18->2008-02-15,-883.14,-15.5",
            "high": ",0,0",
            "low": "13->2008-02-01,-1124.51,-19.74"
          },
          "nextThirdDelivery周五": {
            "close": "43->2008-03-21,-1658.62,-29.12",
            "high": ",0,0",
            "low": "40->2008-03-18,-1932.5,-33.92"
          }
        }
      ],
      "2008-01-16": [
        {
          "trigDate": "2008-01-16",
          "quantName": "沪深300高位_KMVol死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2008-01-16",
          "quantName": "上证50高位_KMVol死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "2->2008-01-18,-91.25,-1.66",
            "high": ",0,0",
            "low": "1->2008-01-17,-140.09,-2.54"
          },
          "nextSecondDelivery周五": {
            "close": "17->2008-02-15,-692.41,-12.58",
            "high": ",0,0",
            "low": "12->2008-02-01,-933.77,-16.96"
          },
          "nextThirdDelivery周五": {
            "close": "42->2008-03-21,-1467.89,-26.66",
            "high": ",0,0",
            "low": "39->2008-03-18,-1741.77,-31.64"
          }
        }
      ],
      "2008-03-11": [
        {
          "trigDate": "2008-03-11",
          "quantName": "上证高位_红但down死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2008-03-11",
          "quantName": "沪深300高位_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "8->2008-03-21,-403.35,-9.08",
            "high": ",0,0",
            "low": "5->2008-03-18,-677.24,-15.25"
          },
          "nextSecondDelivery周五": {
            "close": "27->2008-04-18,-1168.69,-26.31",
            "high": ",0,0",
            "low": "27->2008-04-18,-1168.69,-26.31"
          },
          "nextThirdDelivery周五": {
            "close": "45->2008-05-16,-505.06,-11.37",
            "high": ",0,0",
            "low": "28->2008-04-21,-1173.63,-26.43"
          }
        }
      ],
      "2008-05-08": [
        {
          "trigDate": "2008-05-08",
          "quantName": "上证高位_红但down死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2008-05-08",
          "quantName": "沪深300高位_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "6->2008-05-16,11.08,0.28",
            "high": "4->2008-05-14,50.74,1.29",
            "low": "3->2008-05-13,-73.35,-1.87"
          },
          "nextSecondDelivery周五": {
            "close": "30->2008-06-20,-1075.37,-27.4",
            "high": "4->2008-05-14,50.74,1.29",
            "low": "29->2008-06-19,-1151.97,-29.35"
          },
          "nextThirdDelivery周五": {
            "close": "50->2008-07-18,-1109.58,-28.27",
            "high": "4->2008-05-14,50.74,1.29",
            "low": "37->2008-07-01,-1226.69,-31.25"
          }
        }
      ],
      "2008-06-05": [
        {
          "trigDate": "2008-06-05",
          "quantName": "上证50高位_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "10->2008-06-20,-662.47,-18.86",
            "high": ",0,0",
            "low": "9->2008-06-19,-739.06,-21.04"
          },
          "nextSecondDelivery周五": {
            "close": "30->2008-07-18,-696.68,-19.84",
            "high": ",0,0",
            "low": "17->2008-07-01,-813.79,-23.17"
          },
          "nextThirdDelivery周五": {
            "close": "50->2008-08-15,-1064.52,-30.31",
            "high": ",0,0",
            "low": "49->2008-08-14,-1068.63,-30.43"
          }
        }
      ],
      "2008-07-10": [
        {
          "trigDate": "2008-07-10",
          "quantName": "沪深300高位_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "6->2008-07-18,-158.27,-5.32",
            "high": "2->2008-07-14,2.15,0.07",
            "low": "5->2008-07-17,-255.66,-8.6"
          },
          "nextSecondDelivery周五": {
            "close": "26->2008-08-15,-526.11,-17.69",
            "high": "10->2008-07-24,3.63,0.12",
            "low": "25->2008-08-14,-530.22,-17.83"
          },
          "nextThirdDelivery周五": {
            "close": "50->2008-09-19,-900.62,-30.29",
            "high": "10->2008-07-24,3.63,0.12",
            "low": "49->2008-09-18,-1077.74,-36.24"
          }
        }
      ],
      "2008-08-27": [
        {
          "trigDate": "2008-08-27",
          "quantName": "沪深300高位_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "16->2008-09-19,-252.18,-10.85",
            "high": "2->2008-08-29,66.35,2.85",
            "low": "15->2008-09-18,-429.3,-18.46"
          },
          "nextSecondDelivery周五": {
            "close": "31->2008-10-17,-492.03,-21.16",
            "high": "2->2008-08-29,66.35,2.85",
            "low": "30->2008-10-16,-504.39,-21.69"
          },
          "nextThirdDelivery周五": {
            "close": "56->2008-11-21,-404.56,-17.4",
            "high": "2->2008-08-29,66.35,2.85",
            "low": "43->2008-11-04,-697.53,-30"
          }
        }
      ],
      "2008-08-28": [
        {
          "trigDate": "2008-08-28",
          "quantName": "上证高位_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "15->2008-09-19,-262.75,-11.25",
            "high": "1->2008-08-29,55.78,2.39",
            "low": "14->2008-09-18,-439.87,-18.83"
          },
          "nextSecondDelivery周五": {
            "close": "30->2008-10-17,-502.6,-21.52",
            "high": "1->2008-08-29,55.78,2.39",
            "low": "29->2008-10-16,-514.96,-22.05"
          },
          "nextThirdDelivery周五": {
            "close": "55->2008-11-21,-415.13,-17.77",
            "high": "1->2008-08-29,55.78,2.39",
            "low": "42->2008-11-04,-708.11,-30.31"
          }
        }
      ],
      "2008-10-07": [
        {
          "trigDate": "2008-10-07",
          "quantName": "沪深300高位_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "8->2008-10-17,-269.19,-12.8",
            "high": ",0,0",
            "low": "7->2008-10-16,-281.54,-13.39"
          },
          "nextSecondDelivery周五": {
            "close": "33->2008-11-21,-181.71,-8.64",
            "high": ",0,0",
            "low": "20->2008-11-04,-474.69,-22.58"
          },
          "nextThirdDelivery周五": {
            "close": "53->2008-12-19,-50.33,-2.39",
            "high": ",0,0",
            "low": "20->2008-11-04,-474.69,-22.58"
          }
        }
      ]
    },
    "2009-07-29=>2011-12-26": {
      "2009-07-29": [
        {
          "trigDate": "2009-07-29",
          "quantName": "上证高位_KDJ死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2009-07-29",
          "quantName": "上证高位_KMVol死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2009-07-29",
          "quantName": "沪深300高位_周downMas绿空绿红",
          "logInfo": ""
        },
        {
          "trigDate": "2009-07-29",
          "quantName": "上证50高位_KDJ死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2009-07-29",
          "quantName": "上证50高位_周downMas绿空绿红",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "17->2009-08-21,-354.88,-9.97",
            "high": "3->2009-08-03,228.53,6.42",
            "low": "15->2009-08-19,-543.94,-15.29"
          },
          "nextSecondDelivery周五": {
            "close": "37->2009-09-18,-358.82,-10.08",
            "high": "3->2009-08-03,228.53,6.42",
            "low": "23->2009-08-31,-728.24,-20.46"
          },
          "nextThirdDelivery周五": {
            "close": "51->2009-10-16,-316.8,-8.9",
            "high": "3->2009-08-03,228.53,6.42",
            "low": "23->2009-08-31,-728.24,-20.46"
          }
        }
      ],
      "2009-07-30": [
        {
          "trigDate": "2009-07-30",
          "quantName": "上证高位_红但down死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2009-07-30",
          "quantName": "上证高位_KMVol死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2009-07-30",
          "quantName": "沪深300高位_红但down死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2009-07-30",
          "quantName": "上证50高位_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "16->2009-08-21,-431.19,-11.86",
            "high": "2->2009-08-03,152.21,4.19",
            "low": "14->2009-08-19,-620.25,-17.06"
          },
          "nextSecondDelivery周五": {
            "close": "36->2009-09-18,-435.13,-11.97",
            "high": "2->2009-08-03,152.21,4.19",
            "low": "22->2009-08-31,-804.55,-22.13"
          },
          "nextThirdDelivery周五": {
            "close": "50->2009-10-16,-393.11,-10.82",
            "high": "2->2009-08-03,152.21,4.19",
            "low": "22->2009-08-31,-804.55,-22.13"
          }
        }
      ],
      "2009-08-04": [
        {
          "trigDate": "2009-08-04",
          "quantName": "上证50高位_周downMas绿空绿红",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "13->2009-08-21,-582.99,-15.4",
            "high": ",0,0",
            "low": "11->2009-08-19,-772.05,-20.39"
          },
          "nextSecondDelivery周五": {
            "close": "33->2009-09-18,-586.93,-15.5",
            "high": ",0,0",
            "low": "19->2009-08-31,-956.34,-25.26"
          },
          "nextThirdDelivery周五": {
            "close": "47->2009-10-16,-544.91,-14.39",
            "high": ",0,0",
            "low": "19->2009-08-31,-956.34,-25.26"
          }
        }
      ],
      "2009-08-05": [
        {
          "trigDate": "2009-08-05",
          "quantName": "上证高位_周downMas绿空绿红",
          "logInfo": ""
        },
        {
          "trigDate": "2009-08-05",
          "quantName": "沪深300高位_KMVol死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2009-08-05",
          "quantName": "沪深300高位_周downMas绿空绿红",
          "logInfo": ""
        },
        {
          "trigDate": "2009-08-05",
          "quantName": "上证50高位_KDJ死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2009-08-05",
          "quantName": "上证50高位_KMVol死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2009-08-05",
          "quantName": "上证50高位_周downMas绿空绿红",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "12->2009-08-21,-537.31,-14.36",
            "high": ",0,0",
            "low": "10->2009-08-19,-726.37,-19.42"
          },
          "nextSecondDelivery周五": {
            "close": "32->2009-09-18,-541.25,-14.47",
            "high": ",0,0",
            "low": "18->2009-08-31,-910.66,-24.34"
          },
          "nextThirdDelivery周五": {
            "close": "46->2009-10-16,-499.23,-13.34",
            "high": ",0,0",
            "low": "18->2009-08-31,-910.66,-24.34"
          }
        }
      ],
      "2009-08-06": [
        {
          "trigDate": "2009-08-06",
          "quantName": "上证高位_KDJ死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2009-08-06",
          "quantName": "上证高位_KMVol死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2009-08-06",
          "quantName": "沪深300高位_KDJ死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2009-08-06",
          "quantName": "沪深300高位_KMVol死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2009-08-06",
          "quantName": "上证50高位_KMVol死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "11->2009-08-21,-459.5,-12.54",
            "high": ",0,0",
            "low": "9->2009-08-19,-648.55,-17.7"
          },
          "nextSecondDelivery周五": {
            "close": "31->2009-09-18,-463.43,-12.65",
            "high": ",0,0",
            "low": "17->2009-08-31,-832.85,-22.74"
          },
          "nextThirdDelivery周五": {
            "close": "45->2009-10-16,-421.41,-11.5",
            "high": ",0,0",
            "low": "17->2009-08-31,-832.85,-22.74"
          }
        }
      ],
      "2009-08-07": [
        {
          "trigDate": "2009-08-07",
          "quantName": "上证高位_KMVol死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2009-08-07",
          "quantName": "沪深300高位_KMVol死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "10->2009-08-21,-351.47,-9.89",
            "high": "2->2009-08-11,1.28,0.04",
            "low": "8->2009-08-19,-540.53,-15.2"
          },
          "nextSecondDelivery周五": {
            "close": "30->2009-09-18,-355.41,-10",
            "high": "2->2009-08-11,1.28,0.04",
            "low": "16->2009-08-31,-724.82,-20.39"
          },
          "nextThirdDelivery周五": {
            "close": "44->2009-10-16,-313.39,-8.82",
            "high": "2->2009-08-11,1.28,0.04",
            "low": "16->2009-08-31,-724.82,-20.39"
          }
        }
      ],
      "2009-11-13": [
        {
          "trigDate": "2009-11-13",
          "quantName": "上证高位_红但down死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2009-11-13",
          "quantName": "上证高位_KMVol死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2009-11-13",
          "quantName": "沪深300高位_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "5->2009-11-20,112.29,3.19",
            "high": "4->2009-11-19,123.71,3.52",
            "low": ",0,0"
          },
          "nextSecondDelivery周五": {
            "close": "25->2009-12-18,-126.99,-3.61",
            "high": "16->2009-12-07,150.11,4.27",
            "low": "10->2009-11-27,-136.21,-3.87"
          },
          "nextThirdDelivery周五": {
            "close": "44->2010-01-15,-35.98,-1.02",
            "high": "16->2009-12-07,150.11,4.27",
            "low": "27->2009-12-22,-213.18,-6.06"
          }
        }
      ],
      "2009-11-19": [
        {
          "trigDate": "2009-11-19",
          "quantName": "沪深300高位_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "1->2009-11-20,-11.42,-0.31",
            "high": ",0,0",
            "low": "1->2009-11-20,-11.42,-0.31"
          },
          "nextSecondDelivery周五": {
            "close": "21->2009-12-18,-250.7,-6.88",
            "high": "12->2009-12-07,26.39,0.72",
            "low": "6->2009-11-27,-259.93,-7.14"
          },
          "nextThirdDelivery周五": {
            "close": "40->2010-01-15,-159.7,-4.38",
            "high": "12->2009-12-07,26.39,0.72",
            "low": "23->2009-12-22,-336.89,-9.25"
          }
        }
      ],
      "2009-11-20": [
        {
          "trigDate": "2009-11-20",
          "quantName": "沪深300高位_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "20->2009-12-18,-239.28,-6.59",
            "high": "11->2009-12-07,37.82,1.04",
            "low": "5->2009-11-27,-248.5,-6.84"
          },
          "nextSecondDelivery周五": {
            "close": "39->2010-01-15,-148.28,-4.08",
            "high": "11->2009-12-07,37.82,1.04",
            "low": "22->2009-12-22,-325.47,-8.96"
          },
          "nextThirdDelivery周五": {
            "close": "60->2010-02-22,-397.67,-10.95",
            "high": "11->2009-12-07,37.82,1.04",
            "low": "51->2010-02-02,-484.82,-13.35"
          }
        }
      ],
      "2009-11-23": [
        {
          "trigDate": "2009-11-23",
          "quantName": "上证高位_红但down死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2009-11-23",
          "quantName": "沪深300高位_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "19->2009-12-18,-273.77,-7.47",
            "high": "10->2009-12-07,3.32,0.09",
            "low": "4->2009-11-27,-283,-7.72"
          },
          "nextSecondDelivery周五": {
            "close": "38->2010-01-15,-182.77,-4.99",
            "high": "10->2009-12-07,3.32,0.09",
            "low": "21->2009-12-22,-359.97,-9.82"
          },
          "nextThirdDelivery周五": {
            "close": "59->2010-02-22,-432.16,-11.79",
            "high": "10->2009-12-07,3.32,0.09",
            "low": "50->2010-02-02,-519.32,-14.17"
          }
        }
      ],
      "2009-11-24": [
        {
          "trigDate": "2009-11-24",
          "quantName": "上证高位_周downMas绿空绿红",
          "logInfo": ""
        },
        {
          "trigDate": "2009-11-24",
          "quantName": "沪深300高位_周downMas绿空绿红",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "18->2009-12-18,-156.34,-4.41",
            "high": "9->2009-12-07,120.75,3.4",
            "low": "3->2009-11-27,-165.57,-4.67"
          },
          "nextSecondDelivery周五": {
            "close": "37->2010-01-15,-65.34,-1.84",
            "high": "9->2009-12-07,120.75,3.4",
            "low": "20->2009-12-22,-242.54,-6.84"
          },
          "nextThirdDelivery周五": {
            "close": "58->2010-02-22,-314.74,-8.87",
            "high": "9->2009-12-07,120.75,3.4",
            "low": "49->2010-02-02,-401.89,-11.33"
          }
        }
      ],
      "2009-11-25": [
        {
          "trigDate": "2009-11-25",
          "quantName": "上证高位_红但down死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2009-11-25",
          "quantName": "上证高位_周downMas绿空绿红",
          "logInfo": ""
        },
        {
          "trigDate": "2009-11-25",
          "quantName": "沪深300高位_红但down死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2009-11-25",
          "quantName": "沪深300高位_周downMas绿空绿红",
          "logInfo": ""
        },
        {
          "trigDate": "2009-11-25",
          "quantName": "上证50高位_周downMas绿空绿红",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "17->2009-12-18,-237.89,-6.55",
            "high": "8->2009-12-07,39.2,1.08",
            "low": "2->2009-11-27,-247.12,-6.81"
          },
          "nextSecondDelivery周五": {
            "close": "36->2010-01-15,-146.89,-4.05",
            "high": "8->2009-12-07,39.2,1.08",
            "low": "19->2009-12-22,-324.09,-8.93"
          },
          "nextThirdDelivery周五": {
            "close": "57->2010-02-22,-396.28,-10.92",
            "high": "8->2009-12-07,39.2,1.08",
            "low": "48->2010-02-02,-483.44,-13.32"
          }
        }
      ],
      "2009-12-11": [
        {
          "trigDate": "2009-12-11",
          "quantName": "上证50高位_KMVol死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "5->2009-12-18,-183.28,-5.13",
            "high": "1->2009-12-14,37.73,1.06",
            "low": "5->2009-12-18,-183.28,-5.13"
          },
          "nextSecondDelivery周五": {
            "close": "24->2010-01-15,-92.28,-2.58",
            "high": "1->2009-12-14,37.73,1.06",
            "low": "7->2009-12-22,-269.48,-7.54"
          },
          "nextThirdDelivery周五": {
            "close": "45->2010-02-22,-341.68,-9.56",
            "high": "1->2009-12-14,37.73,1.06",
            "low": "36->2010-02-02,-428.83,-12"
          }
        }
      ],
      "2010-01-04": [
        {
          "trigDate": "2010-01-04",
          "quantName": "上证高位_周downMas绿空绿红",
          "logInfo": ""
        },
        {
          "trigDate": "2010-01-04",
          "quantName": "沪深300高位_周downMas绿空绿红",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "9->2010-01-15,-52.49,-1.48",
            "high": "1->2010-01-05,28.81,0.81",
            "low": "7->2010-01-13,-114.09,-3.23"
          },
          "nextSecondDelivery周五": {
            "close": "30->2010-02-22,-301.88,-8.54",
            "high": "1->2010-01-05,28.81,0.81",
            "low": "21->2010-02-02,-389.04,-11"
          },
          "nextThirdDelivery周五": {
            "close": "49->2010-03-19,-241.36,-6.83",
            "high": "1->2010-01-05,28.81,0.81",
            "low": "21->2010-02-02,-389.04,-11"
          }
        }
      ],
      "2010-01-05": [
        {
          "trigDate": "2010-01-05",
          "quantName": "沪深300高位_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "8->2010-01-15,-81.3,-2.28",
            "high": ",0,0",
            "low": "6->2010-01-13,-142.89,-4.01"
          },
          "nextSecondDelivery周五": {
            "close": "29->2010-02-22,-330.69,-9.28",
            "high": ",0,0",
            "low": "20->2010-02-02,-417.85,-11.72"
          },
          "nextThirdDelivery周五": {
            "close": "48->2010-03-19,-270.17,-7.58",
            "high": ",0,0",
            "low": "20->2010-02-02,-417.85,-11.72"
          }
        }
      ],
      "2010-01-06": [
        {
          "trigDate": "2010-01-06",
          "quantName": "上证高位_周downMas绿空绿红",
          "logInfo": ""
        },
        {
          "trigDate": "2010-01-06",
          "quantName": "沪深300高位_周downMas绿空绿红",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "7->2010-01-15,-58.99,-1.67",
            "high": ",0,0",
            "low": "5->2010-01-13,-120.58,-3.4"
          },
          "nextSecondDelivery周五": {
            "close": "28->2010-02-22,-308.38,-8.71",
            "high": ",0,0",
            "low": "19->2010-02-02,-395.54,-11.17"
          },
          "nextThirdDelivery周五": {
            "close": "47->2010-03-19,-247.86,-7",
            "high": ",0,0",
            "low": "19->2010-02-02,-395.54,-11.17"
          }
        }
      ],
      "2010-01-07": [
        {
          "trigDate": "2010-01-07",
          "quantName": "上证高位_KDJ死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2010-01-07",
          "quantName": "上证高位_周downMas绿空绿红",
          "logInfo": ""
        },
        {
          "trigDate": "2010-01-07",
          "quantName": "沪深300高位_KDJ死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2010-01-07",
          "quantName": "沪深300高位_周downMas绿空绿红",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "6->2010-01-15,11.28,0.32",
            "high": "3->2010-01-12,63.46,1.83",
            "low": "4->2010-01-13,-50.31,-1.45"
          },
          "nextSecondDelivery周五": {
            "close": "27->2010-02-22,-238.11,-6.86",
            "high": "3->2010-01-12,63.46,1.83",
            "low": "18->2010-02-02,-325.27,-9.37"
          },
          "nextThirdDelivery周五": {
            "close": "46->2010-03-19,-177.59,-5.12",
            "high": "3->2010-01-12,63.46,1.83",
            "low": "18->2010-02-02,-325.27,-9.37"
          }
        }
      ],
      "2010-01-08": [
        {
          "trigDate": "2010-01-08",
          "quantName": "上证高位_红但down死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2010-01-08",
          "quantName": "上证高位_周downMas绿空绿红",
          "logInfo": ""
        },
        {
          "trigDate": "2010-01-08",
          "quantName": "沪深300高位_红但down死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2010-01-08",
          "quantName": "沪深300高位_周downMas绿空绿红",
          "logInfo": ""
        },
        {
          "trigDate": "2010-01-08",
          "quantName": "上证50高位_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "5->2010-01-15,2.61,0.07",
            "high": "2->2010-01-12,54.79,1.57",
            "low": "3->2010-01-13,-58.99,-1.69"
          },
          "nextSecondDelivery周五": {
            "close": "26->2010-02-22,-246.79,-7.09",
            "high": "2->2010-01-12,54.79,1.57",
            "low": "17->2010-02-02,-333.94,-9.6"
          },
          "nextThirdDelivery周五": {
            "close": "45->2010-03-19,-186.26,-5.35",
            "high": "2->2010-01-12,54.79,1.57",
            "low": "17->2010-02-02,-333.94,-9.6"
          }
        }
      ],
      "2010-04-07": [
        {
          "trigDate": "2010-04-07",
          "quantName": "沪深300高位_KDJ死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2010-04-07",
          "quantName": "上证50高位_KMVol死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "7->2010-04-16,-30.62,-0.9",
            "high": "5->2010-04-14,16.76,0.49",
            "low": "1->2010-04-08,-40.2,-1.19"
          },
          "nextSecondDelivery周五": {
            "close": "31->2010-05-21,-618.16,-18.25",
            "high": "5->2010-04-14,16.76,0.49",
            "low": "27->2010-05-17,-672.23,-19.85"
          },
          "nextThirdDelivery周五": {
            "close": "48->2010-06-18,-690.78,-20.4",
            "high": "5->2010-04-14,16.76,0.49",
            "low": "42->2010-06-07,-691.23,-20.41"
          }
        }
      ],
      "2010-04-08": [
        {
          "trigDate": "2010-04-08",
          "quantName": "上证50高位_KMVol死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "6->2010-04-16,9.59,0.29",
            "high": "4->2010-04-14,56.96,1.7",
            "low": ",0,0"
          },
          "nextSecondDelivery周五": {
            "close": "30->2010-05-21,-577.95,-17.27",
            "high": "4->2010-04-14,56.96,1.7",
            "low": "26->2010-05-17,-632.03,-18.88"
          },
          "nextThirdDelivery周五": {
            "close": "47->2010-06-18,-650.58,-19.44",
            "high": "4->2010-04-14,56.96,1.7",
            "low": "41->2010-06-07,-651.03,-19.45"
          }
        }
      ],
      "2010-04-09": [
        {
          "trigDate": "2010-04-09",
          "quantName": "上证高位_红但down死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2010-04-09",
          "quantName": "沪深300高位_红但down死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2010-04-09",
          "quantName": "沪深300高位_KMVol死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "5->2010-04-16,-22.84,-0.68",
            "high": "3->2010-04-14,24.54,0.73",
            "low": "1->2010-04-12,-27.69,-0.82"
          },
          "nextSecondDelivery周五": {
            "close": "29->2010-05-21,-610.38,-18.06",
            "high": "3->2010-04-14,24.54,0.73",
            "low": "25->2010-05-17,-664.45,-19.66"
          },
          "nextThirdDelivery周五": {
            "close": "46->2010-06-18,-683,-20.21",
            "high": "3->2010-04-14,24.54,0.73",
            "low": "40->2010-06-07,-683.45,-20.23"
          }
        }
      ],
      "2010-04-12": [
        {
          "trigDate": "2010-04-12",
          "quantName": "上证高位_KMVol死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "4->2010-04-16,4.85,0.14",
            "high": "2->2010-04-14,52.23,1.56",
            "low": ",0,0"
          },
          "nextSecondDelivery周五": {
            "close": "28->2010-05-21,-582.69,-17.39",
            "high": "2->2010-04-14,52.23,1.56",
            "low": "24->2010-05-17,-636.76,-19"
          },
          "nextThirdDelivery周五": {
            "close": "45->2010-06-18,-655.31,-19.55",
            "high": "2->2010-04-14,52.23,1.56",
            "low": "39->2010-06-07,-655.76,-19.57"
          }
        }
      ],
      "2010-04-16": [
        {
          "trigDate": "2010-04-16",
          "quantName": "上证高位_KDJ死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "24->2010-05-21,-587.54,-17.51",
            "high": ",0,0",
            "low": "20->2010-05-17,-641.62,-19.12"
          },
          "nextSecondDelivery周五": {
            "close": "41->2010-06-18,-660.17,-19.67",
            "high": ",0,0",
            "low": "35->2010-06-07,-660.62,-19.68"
          },
          "nextThirdDelivery周五": {
            "close": "61->2010-07-16,-740.2,-22.05",
            "high": ",0,0",
            "low": "52->2010-07-05,-843.68,-25.14"
          }
        }
      ],
      "2010-10-18": [
        {
          "trigDate": "2010-10-18",
          "quantName": "上证高位_周downMas绿空绿红",
          "logInfo": ""
        },
        {
          "trigDate": "2010-10-18",
          "quantName": "沪深300高位_周downMas绿空绿红",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "24->2010-11-19,-127.31,-3.85",
            "high": "15->2010-11-08,242.41,7.33",
            "low": "22->2010-11-17,-202.25,-6.12"
          },
          "nextSecondDelivery周五": {
            "close": "44->2010-12-17,-80.5,-2.43",
            "high": "15->2010-11-08,242.41,7.33",
            "low": "22->2010-11-17,-202.25,-6.12"
          },
          "nextThirdDelivery周五": {
            "close": "68->2011-01-21,-322.7,-9.76",
            "high": "15->2010-11-08,242.41,7.33",
            "low": "67->2011-01-20,-361.45,-10.93"
          }
        }
      ],
      "2010-10-19": [
        {
          "trigDate": "2010-10-19",
          "quantName": "上证50高位_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "23->2010-11-19,-196.83,-5.83",
            "high": "14->2010-11-08,172.89,5.12",
            "low": "21->2010-11-17,-271.77,-8.05"
          },
          "nextSecondDelivery周五": {
            "close": "43->2010-12-17,-150.01,-4.44",
            "high": "14->2010-11-08,172.89,5.12",
            "low": "21->2010-11-17,-271.77,-8.05"
          },
          "nextThirdDelivery周五": {
            "close": "67->2011-01-21,-392.22,-11.62",
            "high": "14->2010-11-08,172.89,5.12",
            "low": "66->2011-01-20,-430.96,-12.77"
          }
        }
      ],
      "2010-10-20": [
        {
          "trigDate": "2010-10-20",
          "quantName": "上证高位_红但down死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2010-10-20",
          "quantName": "沪深300高位_红但down死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2010-10-20",
          "quantName": "上证50高位_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "22->2010-11-19,-218.03,-6.42",
            "high": "13->2010-11-08,151.69,4.47",
            "low": "20->2010-11-17,-292.97,-8.62"
          },
          "nextSecondDelivery周五": {
            "close": "42->2010-12-17,-171.22,-5.04",
            "high": "13->2010-11-08,151.69,4.47",
            "low": "20->2010-11-17,-292.97,-8.62"
          },
          "nextThirdDelivery周五": {
            "close": "66->2011-01-21,-413.42,-12.17",
            "high": "13->2010-11-08,151.69,4.47",
            "low": "65->2011-01-20,-452.17,-13.31"
          }
        }
      ],
      "2010-10-21": [
        {
          "trigDate": "2010-10-21",
          "quantName": "上证高位_KDJ死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2010-10-21",
          "quantName": "上证50高位_KDJ死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "21->2010-11-19,-195.84,-5.8",
            "high": "12->2010-11-08,173.88,5.15",
            "low": "19->2010-11-17,-270.78,-8.02"
          },
          "nextSecondDelivery周五": {
            "close": "41->2010-12-17,-149.02,-4.42",
            "high": "12->2010-11-08,173.88,5.15",
            "low": "19->2010-11-17,-270.78,-8.02"
          },
          "nextThirdDelivery周五": {
            "close": "65->2011-01-21,-391.23,-11.59",
            "high": "12->2010-11-08,173.88,5.15",
            "low": "64->2011-01-20,-429.97,-12.74"
          }
        }
      ],
      "2010-10-22": [
        {
          "trigDate": "2010-10-22",
          "quantName": "上证高位_KMVol死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2010-10-22",
          "quantName": "沪深300高位_红但down死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2010-10-22",
          "quantName": "沪深300高位_KMVol死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2010-10-22",
          "quantName": "上证50高位_KDJ死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2010-10-22",
          "quantName": "上证50高位_KMVol死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "20->2010-11-19,-199.81,-5.91",
            "high": "11->2010-11-08,169.91,5.03",
            "low": "18->2010-11-17,-274.75,-8.13"
          },
          "nextSecondDelivery周五": {
            "close": "40->2010-12-17,-152.99,-4.53",
            "high": "11->2010-11-08,169.91,5.03",
            "low": "18->2010-11-17,-274.75,-8.13"
          },
          "nextThirdDelivery周五": {
            "close": "64->2011-01-21,-395.2,-11.7",
            "high": "11->2010-11-08,169.91,5.03",
            "low": "63->2011-01-20,-433.94,-12.84"
          }
        }
      ],
      "2010-10-25": [
        {
          "trigDate": "2010-10-25",
          "quantName": "上证高位_红但down死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2010-10-25",
          "quantName": "上证50高位_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "19->2010-11-19,-302.24,-8.68",
            "high": "10->2010-11-08,67.48,1.94",
            "low": "17->2010-11-17,-377.18,-10.83"
          },
          "nextSecondDelivery周五": {
            "close": "39->2010-12-17,-255.42,-7.34",
            "high": "10->2010-11-08,67.48,1.94",
            "low": "17->2010-11-17,-377.18,-10.83"
          },
          "nextThirdDelivery周五": {
            "close": "63->2011-01-21,-497.63,-14.3",
            "high": "10->2010-11-08,67.48,1.94",
            "low": "62->2011-01-20,-536.37,-15.41"
          }
        }
      ],
      "2010-10-27": [
        {
          "trigDate": "2010-10-27",
          "quantName": "上证高位_KDJ死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "17->2010-11-19,-225.03,-6.61",
            "high": "8->2010-11-08,144.69,4.25",
            "low": "15->2010-11-17,-299.97,-8.81"
          },
          "nextSecondDelivery周五": {
            "close": "37->2010-12-17,-178.21,-5.24",
            "high": "8->2010-11-08,144.69,4.25",
            "low": "15->2010-11-17,-299.97,-8.81"
          },
          "nextThirdDelivery周五": {
            "close": "61->2011-01-21,-420.42,-12.35",
            "high": "8->2010-11-08,144.69,4.25",
            "low": "60->2011-01-20,-459.16,-13.49"
          }
        }
      ],
      "2010-10-28": [
        {
          "trigDate": "2010-10-28",
          "quantName": "上证高位_红但down死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2010-10-28",
          "quantName": "沪深300高位_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "16->2010-11-19,-218.85,-6.44",
            "high": "7->2010-11-08,150.87,4.44",
            "low": "14->2010-11-17,-293.79,-8.65"
          },
          "nextSecondDelivery周五": {
            "close": "36->2010-12-17,-172.03,-5.06",
            "high": "7->2010-11-08,150.87,4.44",
            "low": "14->2010-11-17,-293.79,-8.65"
          },
          "nextThirdDelivery周五": {
            "close": "60->2011-01-21,-414.24,-12.19",
            "high": "7->2010-11-08,150.87,4.44",
            "low": "59->2011-01-20,-452.98,-13.33"
          }
        }
      ],
      "2010-10-29": [
        {
          "trigDate": "2010-10-29",
          "quantName": "沪深300高位_周downMas绿空绿红",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "15->2010-11-19,-201.14,-5.95",
            "high": "6->2010-11-08,168.58,4.99",
            "low": "13->2010-11-17,-276.08,-8.17"
          },
          "nextSecondDelivery周五": {
            "close": "35->2010-12-17,-154.32,-4.57",
            "high": "6->2010-11-08,168.58,4.99",
            "low": "13->2010-11-17,-276.08,-8.17"
          },
          "nextThirdDelivery周五": {
            "close": "59->2011-01-21,-396.53,-11.73",
            "high": "6->2010-11-08,168.58,4.99",
            "low": "58->2011-01-20,-435.27,-12.88"
          }
        }
      ],
      "2010-11-11": [
        {
          "trigDate": "2010-11-11",
          "quantName": "上证高位_红但down死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2010-11-11",
          "quantName": "沪深300高位_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "6->2010-11-19,-331.13,-9.43",
            "high": ",0,0",
            "low": "4->2010-11-17,-406.07,-11.57"
          },
          "nextSecondDelivery周五": {
            "close": "26->2010-12-17,-284.31,-8.1",
            "high": ",0,0",
            "low": "4->2010-11-17,-406.07,-11.57"
          },
          "nextThirdDelivery周五": {
            "close": "50->2011-01-21,-526.52,-15",
            "high": ",0,0",
            "low": "49->2011-01-20,-565.26,-16.1"
          }
        }
      ],
      "2010-12-20": [
        {
          "trigDate": "2010-12-20",
          "quantName": "沪深300高位_KMVol死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "23->2011-01-21,-195.2,-6.14",
            "high": "1->2010-12-21,70.85,2.23",
            "low": "22->2011-01-20,-233.94,-7.36"
          },
          "nextSecondDelivery周五": {
            "close": "38->2011-02-18,33.22,1.05",
            "high": "1->2010-12-21,70.85,2.23",
            "low": "25->2011-01-25,-240,-7.55"
          },
          "nextThirdDelivery周五": {
            "close": "58->2011-03-18,37.03,1.16",
            "high": "51->2011-03-09,160.2,5.04",
            "low": "25->2011-01-25,-240,-7.55"
          }
        }
      ],
      "2011-03-30": [
        {
          "trigDate": "2011-03-30",
          "quantName": "上证高位_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "10->2011-04-15,102.86,3.16",
            "high": "8->2011-04-13,115.95,3.56",
            "low": "1->2011-03-31,-32.79,-1.01"
          },
          "nextSecondDelivery周五": {
            "close": "34->2011-05-20,-134.48,-4.13",
            "high": "8->2011-04-13,115.95,3.56",
            "low": "30->2011-05-16,-155.62,-4.78"
          },
          "nextThirdDelivery周五": {
            "close": "53->2011-06-17,-363.92,-11.18",
            "high": "8->2011-04-13,115.95,3.56",
            "low": "53->2011-06-17,-363.92,-11.18"
          }
        }
      ],
      "2011-04-11": [
        {
          "trigDate": "2011-04-11",
          "quantName": "上证50高位_周downMas绿空绿红",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "4->2011-04-15,25.52,0.77",
            "high": "2->2011-04-13,38.6,1.16",
            "low": "1->2011-04-12,-6.66,-0.2"
          },
          "nextSecondDelivery周五": {
            "close": "28->2011-05-20,-211.83,-6.35",
            "high": "2->2011-04-13,38.6,1.16",
            "low": "24->2011-05-16,-232.96,-6.99"
          },
          "nextThirdDelivery周五": {
            "close": "47->2011-06-17,-441.27,-13.24",
            "high": "2->2011-04-13,38.6,1.16",
            "low": "47->2011-06-17,-441.27,-13.24"
          }
        }
      ],
      "2011-04-12": [
        {
          "trigDate": "2011-04-12",
          "quantName": "上证高位_红但down死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2011-04-12",
          "quantName": "沪深300高位_红但down死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2011-04-12",
          "quantName": "上证50高位_周downMas绿空绿红",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "3->2011-04-15,32.17,0.97",
            "high": "1->2011-04-13,45.26,1.36",
            "low": ",0,0"
          },
          "nextSecondDelivery周五": {
            "close": "27->2011-05-20,-205.18,-6.17",
            "high": "1->2011-04-13,45.26,1.36",
            "low": "23->2011-05-16,-226.31,-6.8"
          },
          "nextThirdDelivery周五": {
            "close": "46->2011-06-17,-434.61,-13.06",
            "high": "1->2011-04-13,45.26,1.36",
            "low": "46->2011-06-17,-434.61,-13.06"
          }
        }
      ],
      "2011-04-19": [
        {
          "trigDate": "2011-04-19",
          "quantName": "上证高位_KDJ死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2011-04-19",
          "quantName": "上证高位_KMVol死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2011-04-19",
          "quantName": "沪深300高位_KDJ死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "22->2011-05-20,-174.22,-5.29",
            "high": "2->2011-04-21,21.56,0.65",
            "low": "18->2011-05-16,-195.35,-5.93"
          },
          "nextSecondDelivery周五": {
            "close": "41->2011-06-17,-403.65,-12.25",
            "high": "2->2011-04-21,21.56,0.65",
            "low": "41->2011-06-17,-403.65,-12.25"
          },
          "nextThirdDelivery周五": {
            "close": "61->2011-07-15,-166.92,-5.06",
            "high": "2->2011-04-21,21.56,0.65",
            "low": "42->2011-06-20,-420.92,-12.77"
          }
        }
      ],
      "2011-07-11": [
        {
          "trigDate": "2011-07-11",
          "quantName": "上证高位_红但down死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2011-07-11",
          "quantName": "沪深300高位_红但down死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2011-07-11",
          "quantName": "沪深300高位_KMVol死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "4->2011-07-15,15.68,0.5",
            "high": "4->2011-07-15,15.68,0.5",
            "low": "1->2011-07-12,-56.3,-1.81"
          },
          "nextSecondDelivery周五": {
            "close": "29->2011-08-19,-305.54,-9.81",
            "high": "4->2011-07-15,15.68,0.5",
            "low": "20->2011-08-08,-319.31,-10.26"
          },
          "nextThirdDelivery周五": {
            "close": "48->2011-09-16,-379.22,-12.18",
            "high": "4->2011-07-15,15.68,0.5",
            "low": "45->2011-09-13,-392.92,-12.62"
          }
        }
      ],
      "2011-07-19": [
        {
          "trigDate": "2011-07-19",
          "quantName": "沪深300高位_KDJ死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "23->2011-08-19,-287.46,-9.29",
            "high": ",0,0",
            "low": "14->2011-08-08,-301.23,-9.73"
          },
          "nextSecondDelivery周五": {
            "close": "42->2011-09-16,-361.14,-11.67",
            "high": ",0,0",
            "low": "39->2011-09-13,-374.84,-12.11"
          },
          "nextThirdDelivery周五": {
            "close": "62->2011-10-21,-587.25,-18.97",
            "high": ",0,0",
            "low": "62->2011-10-21,-587.25,-18.97"
          }
        }
      ]
    },
    "2015-06-16=>2016-03-03": {
      "2015-06-16": [
        {
          "trigDate": "2015-06-16",
          "quantName": "上证高位_KMVol死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2015-06-16",
          "quantName": "沪深300高位_KMVol死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "3->2015-06-19,-427.77,-8.45",
            "high": "1->2015-06-17,74.01,1.46",
            "low": "3->2015-06-19,-427.77,-8.45"
          },
          "nextSecondDelivery周五": {
            "close": "22->2015-07-17,-913.32,-18.03",
            "high": "1->2015-06-17,74.01,1.46",
            "low": "15->2015-07-08,-1401.78,-27.68"
          },
          "nextThirdDelivery周五": {
            "close": "47->2015-08-21,-1475.28,-29.13",
            "high": "1->2015-06-17,74.01,1.46",
            "low": "47->2015-08-21,-1475.28,-29.13"
          }
        }
      ],
      "2015-06-17": [
        {
          "trigDate": "2015-06-17",
          "quantName": "上证高位_KMVol死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2015-06-17",
          "quantName": "沪深300高位_KMVol死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "2->2015-06-19,-501.78,-9.76",
            "high": ",0,0",
            "low": "2->2015-06-19,-501.78,-9.76"
          },
          "nextSecondDelivery周五": {
            "close": "21->2015-07-17,-987.34,-19.21",
            "high": ",0,0",
            "low": "14->2015-07-08,-1475.79,-28.72"
          },
          "nextThirdDelivery周五": {
            "close": "46->2015-08-21,-1549.3,-30.15",
            "high": ",0,0",
            "low": "46->2015-08-21,-1549.3,-30.15"
          }
        }
      ],
      "2015-07-16": [
        {
          "trigDate": "2015-07-16",
          "quantName": "沪深300高位_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "1->2015-07-17,154.14,3.86",
            "high": "1->2015-07-17,154.14,3.86",
            "low": ",0,0"
          },
          "nextSecondDelivery周五": {
            "close": "26->2015-08-21,-407.82,-10.2",
            "high": "5->2015-07-23,253.45,6.34",
            "low": "26->2015-08-21,-407.82,-10.2"
          },
          "nextThirdDelivery周五": {
            "close": "44->2015-09-18,-746.08,-18.66",
            "high": "5->2015-07-23,253.45,6.34",
            "low": "29->2015-08-26,-971.66,-24.31"
          }
        }
      ],
      "2015-07-22": [
        {
          "trigDate": "2015-07-22",
          "quantName": "沪深300高位_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "22->2015-08-21,-567.62,-13.65",
            "high": "1->2015-07-23,93.65,2.25",
            "low": "22->2015-08-21,-567.62,-13.65"
          },
          "nextSecondDelivery周五": {
            "close": "40->2015-09-18,-905.89,-21.79",
            "high": "1->2015-07-23,93.65,2.25",
            "low": "25->2015-08-26,-1131.47,-27.22"
          },
          "nextThirdDelivery周五": {
            "close": "55->2015-10-16,-623.09,-14.99",
            "high": "1->2015-07-23,93.65,2.25",
            "low": "25->2015-08-26,-1131.47,-27.22"
          }
        }
      ],
      "2015-08-19": [
        {
          "trigDate": "2015-08-19",
          "quantName": "上证高位_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "2->2015-08-21,-296.6,-7.63",
            "high": ",0,0",
            "low": "2->2015-08-21,-296.6,-7.63"
          },
          "nextSecondDelivery周五": {
            "close": "20->2015-09-18,-634.86,-16.34",
            "high": ",0,0",
            "low": "5->2015-08-26,-860.44,-22.14"
          },
          "nextThirdDelivery周五": {
            "close": "35->2015-10-16,-352.07,-9.06",
            "high": ",0,0",
            "low": "5->2015-08-26,-860.44,-22.14"
          }
        }
      ],
      "2015-12-09": [
        {
          "trigDate": "2015-12-09",
          "quantName": "上证高位_红但down死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2015-12-09",
          "quantName": "上证50高位_红但down死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2015-12-09",
          "quantName": "上证50高位_KMVol死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "7->2015-12-18,131.97,3.63",
            "high": "7->2015-12-18,131.97,3.63",
            "low": "2->2015-12-11,-27.88,-0.77"
          },
          "nextSecondDelivery周五": {
            "close": "26->2016-01-15,-517.21,-14.22",
            "high": "9->2015-12-22,240.8,6.62",
            "low": "26->2016-01-15,-517.21,-14.22"
          },
          "nextThirdDelivery周五": {
            "close": "46->2016-02-19,-584.35,-16.07",
            "high": "9->2015-12-22,240.8,6.62",
            "low": "35->2016-01-28,-782.18,-21.51"
          }
        }
      ],
      "2015-12-10": [
        {
          "trigDate": "2015-12-10",
          "quantName": "上证50高位_KMVol死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "6->2015-12-18,144.83,4",
            "high": "6->2015-12-18,144.83,4",
            "low": "1->2015-12-11,-15.02,-0.41"
          },
          "nextSecondDelivery周五": {
            "close": "25->2016-01-15,-504.35,-13.92",
            "high": "8->2015-12-22,253.65,7",
            "low": "25->2016-01-15,-504.35,-13.92"
          },
          "nextThirdDelivery周五": {
            "close": "45->2016-02-19,-571.5,-15.77",
            "high": "8->2015-12-22,253.65,7",
            "low": "34->2016-01-28,-769.33,-21.23"
          }
        }
      ],
      "2015-12-11": [
        {
          "trigDate": "2015-12-11",
          "quantName": "沪深300高位_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "5->2015-12-18,159.85,4.43",
            "high": "5->2015-12-18,159.85,4.43",
            "low": ",0,0"
          },
          "nextSecondDelivery周五": {
            "close": "24->2016-01-15,-489.33,-13.56",
            "high": "7->2015-12-22,268.67,7.45",
            "low": "24->2016-01-15,-489.33,-13.56"
          },
          "nextThirdDelivery周五": {
            "close": "44->2016-02-19,-556.47,-15.42",
            "high": "7->2015-12-22,268.67,7.45",
            "low": "33->2016-01-28,-754.3,-20.91"
          }
        }
      ],
      "2015-12-25": [
        {
          "trigDate": "2015-12-25",
          "quantName": "上证高位_红但down死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2015-12-25",
          "quantName": "上证50高位_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "14->2016-01-15,-719.47,-18.75",
            "high": ",0,0",
            "low": "14->2016-01-15,-719.47,-18.75"
          },
          "nextSecondDelivery周五": {
            "close": "34->2016-02-19,-786.62,-20.49",
            "high": ",0,0",
            "low": "23->2016-01-28,-984.44,-25.65"
          },
          "nextThirdDelivery周五": {
            "close": "54->2016-03-18,-666.24,-17.36",
            "high": ",0,0",
            "low": "23->2016-01-28,-984.44,-25.65"
          }
        }
      ]
    },
    "2018-01-26=>2018-10-26": {
      "2018-01-26": [
        {
          "trigDate": "2018-01-26",
          "quantName": "上证高位_红但down死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2018-01-26",
          "quantName": "沪深300高位_红但down死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2018-01-26",
          "quantName": "上证50高位_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "14->2018-02-22,-328.57,-7.5",
            "high": ",0,0",
            "low": "10->2018-02-09,-540.65,-12.34"
          },
          "nextSecondDelivery周五": {
            "close": "30->2018-03-16,-324.88,-7.42",
            "high": ",0,0",
            "low": "10->2018-02-09,-540.65,-12.34"
          },
          "nextThirdDelivery周五": {
            "close": "53->2018-04-20,-620.45,-14.16",
            "high": ",0,0",
            "low": "50->2018-04-17,-632.66,-14.44"
          }
        }
      ],
      "2018-02-28": [
        {
          "trigDate": "2018-02-28",
          "quantName": "沪深300高位_红但down死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2018-02-28",
          "quantName": "沪深300高位_周downMas绿空绿红",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "12->2018-03-16,32.78,0.81",
            "high": "8->2018-03-12,104.02,2.59",
            "low": "2->2018-03-02,-7.18,-0.18"
          },
          "nextSecondDelivery周五": {
            "close": "35->2018-04-20,-262.79,-6.53",
            "high": "8->2018-03-12,104.02,2.59",
            "low": "32->2018-04-17,-275,-6.83"
          },
          "nextThirdDelivery周五": {
            "close": "53->2018-05-18,-120.58,-3",
            "high": "8->2018-03-12,104.02,2.59",
            "low": "32->2018-04-17,-275,-6.83"
          }
        }
      ],
      "2018-03-01": [
        {
          "trigDate": "2018-03-01",
          "quantName": "上证高位_红但down死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2018-03-01",
          "quantName": "沪深300高位_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "11->2018-03-16,7.34,0.18",
            "high": "7->2018-03-12,78.58,1.94",
            "low": "1->2018-03-02,-32.63,-0.81"
          },
          "nextSecondDelivery周五": {
            "close": "34->2018-04-20,-288.23,-7.12",
            "high": "7->2018-03-12,78.58,1.94",
            "low": "31->2018-04-17,-300.45,-7.42"
          },
          "nextThirdDelivery周五": {
            "close": "52->2018-05-18,-146.02,-3.61",
            "high": "7->2018-03-12,78.58,1.94",
            "low": "31->2018-04-17,-300.45,-7.42"
          }
        }
      ],
      "2018-03-02": [
        {
          "trigDate": "2018-03-02",
          "quantName": "上证高位_红但down死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2018-03-02",
          "quantName": "沪深300高位_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "10->2018-03-16,39.96,0.99",
            "high": "6->2018-03-12,111.21,2.77",
            "low": ",0,0"
          },
          "nextSecondDelivery周五": {
            "close": "33->2018-04-20,-255.61,-6.36",
            "high": "6->2018-03-12,111.21,2.77",
            "low": "30->2018-04-17,-267.82,-6.67"
          },
          "nextThirdDelivery周五": {
            "close": "51->2018-05-18,-113.4,-2.82",
            "high": "6->2018-03-12,111.21,2.77",
            "low": "30->2018-04-17,-267.82,-6.67"
          }
        }
      ],
      "2018-03-05": [
        {
          "trigDate": "2018-03-05",
          "quantName": "上证高位_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "9->2018-03-16,38.33,0.95",
            "high": "5->2018-03-12,109.57,2.73",
            "low": ",0,0"
          },
          "nextSecondDelivery周五": {
            "close": "32->2018-04-20,-257.24,-6.4",
            "high": "5->2018-03-12,109.57,2.73",
            "low": "29->2018-04-17,-269.46,-6.71"
          },
          "nextThirdDelivery周五": {
            "close": "50->2018-05-18,-115.03,-2.86",
            "high": "5->2018-03-12,109.57,2.73",
            "low": "29->2018-04-17,-269.46,-6.71"
          }
        }
      ],
      "2018-03-06": [
        {
          "trigDate": "2018-03-06",
          "quantName": "上证高位_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "8->2018-03-16,-10.14,-0.25",
            "high": "4->2018-03-12,61.1,1.5",
            "low": "1->2018-03-07,-29.91,-0.74"
          },
          "nextSecondDelivery周五": {
            "close": "31->2018-04-20,-305.71,-7.52",
            "high": "4->2018-03-12,61.1,1.5",
            "low": "28->2018-04-17,-317.92,-7.82"
          },
          "nextThirdDelivery周五": {
            "close": "49->2018-05-18,-163.5,-4.02",
            "high": "4->2018-03-12,61.1,1.5",
            "low": "28->2018-04-17,-317.92,-7.82"
          }
        }
      ],
      "2018-03-15": [
        {
          "trigDate": "2018-03-15",
          "quantName": "上证高位_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "1->2018-03-16,-39.74,-0.97",
            "high": ",0,0",
            "low": "1->2018-03-16,-39.74,-0.97"
          },
          "nextSecondDelivery周五": {
            "close": "24->2018-04-20,-335.31,-8.19",
            "high": ",0,0",
            "low": "21->2018-04-17,-347.52,-8.48"
          },
          "nextThirdDelivery周五": {
            "close": "42->2018-05-18,-193.1,-4.71",
            "high": ",0,0",
            "low": "21->2018-04-17,-347.52,-8.48"
          }
        }
      ],
      "2018-03-16": [
        {
          "trigDate": "2018-03-16",
          "quantName": "沪深300高位_KMVol死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "23->2018-04-20,-295.57,-7.29",
            "high": "2->2018-03-20,21.28,0.52",
            "low": "20->2018-04-17,-307.78,-7.59"
          },
          "nextSecondDelivery周五": {
            "close": "41->2018-05-18,-153.36,-3.78",
            "high": "2->2018-03-20,21.28,0.52",
            "low": "20->2018-04-17,-307.78,-7.59"
          },
          "nextThirdDelivery周五": {
            "close": "61->2018-06-15,-302.99,-7.47",
            "high": "2->2018-03-20,21.28,0.52",
            "low": "49->2018-05-30,-333.05,-8.21"
          }
        }
      ],
      "2018-03-19": [
        {
          "trigDate": "2018-03-19",
          "quantName": "沪深300高位_红但down死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2018-03-19",
          "quantName": "沪深300高位_KMVol死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "22->2018-04-20,-313.39,-7.69",
            "high": "1->2018-03-20,3.46,0.08",
            "low": "19->2018-04-17,-325.61,-7.99"
          },
          "nextSecondDelivery周五": {
            "close": "40->2018-05-18,-171.18,-4.2",
            "high": "1->2018-03-20,3.46,0.08",
            "low": "19->2018-04-17,-325.61,-7.99"
          },
          "nextThirdDelivery周五": {
            "close": "60->2018-06-15,-320.81,-7.87",
            "high": "1->2018-03-20,3.46,0.08",
            "low": "48->2018-05-30,-350.88,-8.61"
          }
        }
      ],
      "2018-06-08": [
        {
          "trigDate": "2018-06-08",
          "quantName": "沪深300高位_KMVol死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "5->2018-06-15,-26.18,-0.69",
            "high": "2->2018-06-12,46.34,1.23",
            "low": "5->2018-06-15,-26.18,-0.69"
          },
          "nextSecondDelivery周五": {
            "close": "29->2018-07-20,-286.72,-7.59",
            "high": "2->2018-06-12,46.34,1.23",
            "low": "18->2018-07-05,-437.18,-11.57"
          },
          "nextThirdDelivery周五": {
            "close": "49->2018-08-17,-550,-14.55",
            "high": "2->2018-06-12,46.34,1.23",
            "low": "49->2018-08-17,-550,-14.55"
          }
        }
      ],
      "2018-06-11": [
        {
          "trigDate": "2018-06-11",
          "quantName": "沪深300高位_红但down死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2018-06-11",
          "quantName": "沪深300高位_KMVol死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "4->2018-06-15,-26.55,-0.7",
            "high": "1->2018-06-12,45.97,1.22",
            "low": "4->2018-06-15,-26.55,-0.7"
          },
          "nextSecondDelivery周五": {
            "close": "28->2018-07-20,-287.09,-7.59",
            "high": "1->2018-06-12,45.97,1.22",
            "low": "17->2018-07-05,-437.54,-11.58"
          },
          "nextThirdDelivery周五": {
            "close": "48->2018-08-17,-550.36,-14.56",
            "high": "1->2018-06-12,45.97,1.22",
            "low": "48->2018-08-17,-550.36,-14.56"
          }
        }
      ],
      "2018-09-03": [
        {
          "trigDate": "2018-09-03",
          "quantName": "上证50高位_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "14->2018-09-21,88.67,2.67",
            "high": "14->2018-09-21,88.67,2.67",
            "low": "7->2018-09-12,-119.8,-3.61"
          },
          "nextSecondDelivery周五": {
            "close": "28->2018-10-19,-186.87,-5.63",
            "high": "18->2018-09-28,117.04,3.52",
            "low": "27->2018-10-18,-277.43,-8.35"
          },
          "nextThirdDelivery周五": {
            "close": "48->2018-11-16,-64.15,-1.93",
            "high": "18->2018-09-28,117.04,3.52",
            "low": "27->2018-10-18,-277.43,-8.35"
          }
        }
      ]
    },
    "2021-02-23=>2022-11-03": {
      "2021-02-23": [
        {
          "trigDate": "2021-02-23",
          "quantName": "上证高位_红但down死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2021-02-23",
          "quantName": "沪深300高位_红但down死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2021-02-23",
          "quantName": "上证50高位_红但down死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2021-02-23",
          "quantName": "科创50高位_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "18->2021-03-19,-572.58,-10.26",
            "high": ",0,0",
            "low": "10->2021-03-09,-608.67,-10.91"
          },
          "nextSecondDelivery周五": {
            "close": "37->2021-04-16,-613.49,-11",
            "high": ",0,0",
            "low": "22->2021-03-25,-653.32,-11.71"
          },
          "nextThirdDelivery周五": {
            "close": "59->2021-05-21,-445.52,-7.98",
            "high": ",0,0",
            "low": "22->2021-03-25,-653.32,-11.71"
          }
        }
      ],
      "2021-05-27": [
        {
          "trigDate": "2021-05-27",
          "quantName": "上证高位_红但down死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2021-05-27",
          "quantName": "沪深300高位_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "15->2021-06-18,-235.76,-4.42",
            "high": "3->2021-06-01,3.45,0.06",
            "low": "13->2021-06-16,-257.74,-4.83"
          },
          "nextSecondDelivery周五": {
            "close": "35->2021-07-16,-243.46,-4.56",
            "high": "3->2021-06-01,3.45,0.06",
            "low": "30->2021-07-09,-268.79,-5.04"
          },
          "nextThirdDelivery周五": {
            "close": "60->2021-08-20,-568.96,-10.66",
            "high": "3->2021-06-01,3.45,0.06",
            "low": "42->2021-07-27,-586.92,-10.99"
          }
        }
      ],
      "2021-05-31": [
        {
          "trigDate": "2021-05-31",
          "quantName": "上证高位_红但down死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2021-05-31",
          "quantName": "沪深300高位_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "13->2021-06-18,-229.1,-4.3",
            "high": "1->2021-06-01,10.11,0.19",
            "low": "11->2021-06-16,-251.08,-4.71"
          },
          "nextSecondDelivery周五": {
            "close": "33->2021-07-16,-236.8,-4.44",
            "high": "1->2021-06-01,10.11,0.19",
            "low": "28->2021-07-09,-262.13,-4.92"
          },
          "nextThirdDelivery周五": {
            "close": "58->2021-08-20,-562.3,-10.55",
            "high": "1->2021-06-01,10.11,0.19",
            "low": "40->2021-07-27,-580.26,-10.88"
          }
        }
      ],
      "2021-06-01": [
        {
          "trigDate": "2021-06-01",
          "quantName": "上证高位_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "12->2021-06-18,-239.21,-4.48",
            "high": ",0,0",
            "low": "10->2021-06-16,-261.19,-4.89"
          },
          "nextSecondDelivery周五": {
            "close": "32->2021-07-16,-246.91,-4.62",
            "high": ",0,0",
            "low": "27->2021-07-09,-272.24,-5.1"
          },
          "nextThirdDelivery周五": {
            "close": "57->2021-08-20,-572.41,-10.72",
            "high": ",0,0",
            "low": "39->2021-07-27,-590.37,-11.05"
          }
        }
      ],
      "2021-06-02": [
        {
          "trigDate": "2021-06-02",
          "quantName": "上证高位_KDJ死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2021-06-02",
          "quantName": "沪深300高位_KMVol死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "11->2021-06-18,-187.5,-3.54",
            "high": ",0,0",
            "low": "9->2021-06-16,-209.48,-3.96"
          },
          "nextSecondDelivery周五": {
            "close": "31->2021-07-16,-195.2,-3.69",
            "high": ",0,0",
            "low": "26->2021-07-09,-220.53,-4.17"
          },
          "nextThirdDelivery周五": {
            "close": "56->2021-08-20,-520.7,-9.84",
            "high": ",0,0",
            "low": "38->2021-07-27,-538.66,-10.18"
          }
        }
      ],
      "2021-06-03": [
        {
          "trigDate": "2021-06-03",
          "quantName": "上证高位_KDJ死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2021-06-03",
          "quantName": "沪深300高位_KMVol死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2021-06-03",
          "quantName": "沪深300高位_周downMas绿空绿红",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "10->2021-06-18,-152.82,-2.91",
            "high": "1->2021-06-04,26.99,0.51",
            "low": "8->2021-06-16,-174.8,-3.33"
          },
          "nextSecondDelivery周五": {
            "close": "30->2021-07-16,-160.52,-3.05",
            "high": "1->2021-06-04,26.99,0.51",
            "low": "25->2021-07-09,-185.85,-3.54"
          },
          "nextThirdDelivery周五": {
            "close": "55->2021-08-20,-486.02,-9.25",
            "high": "1->2021-06-04,26.99,0.51",
            "low": "37->2021-07-27,-503.98,-9.59"
          }
        }
      ],
      "2021-06-04": [
        {
          "trigDate": "2021-06-04",
          "quantName": "上证高位_红但down死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2021-06-04",
          "quantName": "沪深300高位_KMVol死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2021-06-04",
          "quantName": "沪深300高位_周downMas绿空绿红",
          "logInfo": ""
        },
        {
          "trigDate": "2021-06-04",
          "quantName": "科创50高位_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "9->2021-06-18,-179.81,-3.4",
            "high": ",0,0",
            "low": "7->2021-06-16,-201.79,-3.82"
          },
          "nextSecondDelivery周五": {
            "close": "29->2021-07-16,-187.51,-3.55",
            "high": ",0,0",
            "low": "24->2021-07-09,-212.84,-4.03"
          },
          "nextThirdDelivery周五": {
            "close": "54->2021-08-20,-513.01,-9.71",
            "high": ",0,0",
            "low": "36->2021-07-27,-530.97,-10.05"
          }
        }
      ],
      "2021-07-15": [
        {
          "trigDate": "2021-07-15",
          "quantName": "科创50高位_红但down死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2021-07-15",
          "quantName": "科创50高位_周downMas绿空绿红",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "1->2021-07-16,-56.69,-1.1",
            "high": ",0,0",
            "low": "1->2021-07-16,-56.69,-1.1"
          },
          "nextSecondDelivery周五": {
            "close": "26->2021-08-20,-382.19,-7.42",
            "high": "5->2021-07-22,0.29,0.01",
            "low": "8->2021-07-27,-400.15,-7.77"
          },
          "nextThirdDelivery周五": {
            "close": "46->2021-09-17,-295.52,-5.74",
            "high": "5->2021-07-22,0.29,0.01",
            "low": "8->2021-07-27,-400.15,-7.77"
          }
        }
      ],
      "2021-12-10": [
        {
          "trigDate": "2021-12-10",
          "quantName": "上证高位_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "5->2021-12-17,-100.36,-1.99",
            "high": "1->2021-12-13,28.68,0.57",
            "low": "5->2021-12-17,-100.36,-1.99"
          },
          "nextSecondDelivery周五": {
            "close": "29->2022-01-21,-275.81,-5.46",
            "high": "1->2021-12-13,28.68,0.57",
            "low": "24->2022-01-14,-328.39,-6.5"
          },
          "nextThirdDelivery周五": {
            "close": "44->2022-02-18,-403.88,-7.99",
            "high": "1->2021-12-13,28.68,0.57",
            "low": "40->2022-02-14,-503.43,-9.96"
          }
        }
      ],
      "2021-12-14": [
        {
          "trigDate": "2021-12-14",
          "quantName": "上证高位_周downMas绿空绿红",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "3->2021-12-17,-94.94,-1.88",
            "high": ",0,0",
            "low": "3->2021-12-17,-94.94,-1.88"
          },
          "nextSecondDelivery周五": {
            "close": "27->2022-01-21,-270.39,-5.35",
            "high": ",0,0",
            "low": "22->2022-01-14,-322.97,-6.4"
          },
          "nextThirdDelivery周五": {
            "close": "42->2022-02-18,-398.46,-7.89",
            "high": ",0,0",
            "low": "38->2022-02-14,-498.01,-9.86"
          }
        }
      ],
      "2021-12-15": [
        {
          "trigDate": "2021-12-15",
          "quantName": "上证高位_周downMas绿空绿红",
          "logInfo": ""
        },
        {
          "trigDate": "2021-12-15",
          "quantName": "沪深300高位_KDJ死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2021-12-15",
          "quantName": "上证50高位_KDJ死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "2->2021-12-17,-51.14,-1.02",
            "high": "1->2021-12-16,28.83,0.58",
            "low": "2->2021-12-17,-51.14,-1.02"
          },
          "nextSecondDelivery周五": {
            "close": "26->2022-01-21,-226.59,-4.53",
            "high": "1->2021-12-16,28.83,0.58",
            "low": "21->2022-01-14,-279.17,-5.58"
          },
          "nextThirdDelivery周五": {
            "close": "41->2022-02-18,-354.66,-7.08",
            "high": "1->2021-12-16,28.83,0.58",
            "low": "37->2022-02-14,-454.21,-9.07"
          }
        }
      ],
      "2021-12-16": [
        {
          "trigDate": "2021-12-16",
          "quantName": "沪深300高位_红但down死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2021-12-16",
          "quantName": "沪深300高位_KMVol死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "1->2021-12-17,-79.97,-1.59",
            "high": ",0,0",
            "low": "1->2021-12-17,-79.97,-1.59"
          },
          "nextSecondDelivery周五": {
            "close": "25->2022-01-21,-255.42,-5.07",
            "high": ",0,0",
            "low": "20->2022-01-14,-308,-6.12"
          },
          "nextThirdDelivery周五": {
            "close": "40->2022-02-18,-383.49,-7.62",
            "high": ",0,0",
            "low": "36->2022-02-14,-483.04,-9.59"
          }
        }
      ],
      "2022-01-06": [
        {
          "trigDate": "2022-01-06",
          "quantName": "上证高位_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "11->2022-01-21,-38.92,-0.81",
            "high": "4->2022-01-12,27.35,0.57",
            "low": "6->2022-01-14,-91.5,-1.9"
          },
          "nextSecondDelivery周五": {
            "close": "26->2022-02-18,-166.99,-3.47",
            "high": "4->2022-01-12,27.35,0.57",
            "low": "22->2022-02-14,-266.54,-5.53"
          },
          "nextThirdDelivery周五": {
            "close": "46->2022-03-18,-552.33,-11.46",
            "high": "4->2022-01-12,27.35,0.57",
            "low": "43->2022-03-15,-834.42,-17.32"
          }
        }
      ],
      "2022-01-07": [
        {
          "trigDate": "2022-01-07",
          "quantName": "上证50高位_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "10->2022-01-21,-43.06,-0.89",
            "high": "3->2022-01-12,23.21,0.48",
            "low": "5->2022-01-14,-95.64,-1.98"
          },
          "nextSecondDelivery周五": {
            "close": "25->2022-02-18,-171.13,-3.55",
            "high": "3->2022-01-12,23.21,0.48",
            "low": "21->2022-02-14,-270.68,-5.61"
          },
          "nextThirdDelivery周五": {
            "close": "45->2022-03-18,-556.47,-11.54",
            "high": "3->2022-01-12,23.21,0.48",
            "low": "42->2022-03-15,-838.56,-17.39"
          }
        }
      ],
      "2022-01-24": [
        {
          "trigDate": "2022-01-24",
          "quantName": "上证高位_红但down死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2022-01-24",
          "quantName": "上证50高位_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "14->2022-02-18,-135.5,-2.83",
            "high": ",0,0",
            "low": "10->2022-02-14,-235.05,-4.91"
          },
          "nextSecondDelivery周五": {
            "close": "34->2022-03-18,-520.84,-10.88",
            "high": ",0,0",
            "low": "31->2022-03-15,-802.93,-16.77"
          },
          "nextThirdDelivery周五": {
            "close": "52->2022-04-15,-597.99,-12.49",
            "high": ",0,0",
            "low": "31->2022-03-15,-802.93,-16.77"
          }
        }
      ],
      "2022-02-23": [
        {
          "trigDate": "2022-02-23",
          "quantName": "上证50高位_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "17->2022-03-18,-357.15,-7.73",
            "high": ",0,0",
            "low": "14->2022-03-15,-639.24,-13.83"
          },
          "nextSecondDelivery周五": {
            "close": "35->2022-04-15,-434.3,-9.39",
            "high": ",0,0",
            "low": "14->2022-03-15,-639.24,-13.83"
          },
          "nextThirdDelivery周五": {
            "close": "57->2022-05-20,-545.45,-11.8",
            "high": ",0,0",
            "low": "42->2022-04-26,-838.93,-18.15"
          }
        }
      ],
      "2022-03-04": [
        {
          "trigDate": "2022-03-04",
          "quantName": "上证高位_KDJ死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "10->2022-03-18,-230.53,-5.13",
            "high": ",0,0",
            "low": "7->2022-03-15,-512.62,-11.4"
          },
          "nextSecondDelivery周五": {
            "close": "28->2022-04-15,-307.68,-6.84",
            "high": ",0,0",
            "low": "7->2022-03-15,-512.62,-11.4"
          },
          "nextThirdDelivery周五": {
            "close": "50->2022-05-20,-418.83,-9.31",
            "high": ",0,0",
            "low": "35->2022-04-26,-712.31,-15.84"
          }
        }
      ],
      "2022-03-28": [
        {
          "trigDate": "2022-03-28",
          "quantName": "上证高位_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "12->2022-04-15,40.28,0.97",
            "high": "4->2022-04-01,127.69,3.08",
            "low": "8->2022-04-11,-48.4,-1.17"
          },
          "nextSecondDelivery周五": {
            "close": "34->2022-05-20,-70.87,-1.71",
            "high": "4->2022-04-01,127.69,3.08",
            "low": "19->2022-04-26,-364.35,-8.78"
          },
          "nextThirdDelivery周五": {
            "close": "53->2022-06-17,160.57,3.87",
            "high": "53->2022-06-17,160.57,3.87",
            "low": "19->2022-04-26,-364.35,-8.78"
          }
        }
      ],
      "2022-04-07": [
        {
          "trigDate": "2022-04-07",
          "quantName": "上证高位_KDJ死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "6->2022-04-15,-20.35,-0.48",
            "high": "1->2022-04-08,21.67,0.51",
            "low": "2->2022-04-11,-109.03,-2.59"
          },
          "nextSecondDelivery周五": {
            "close": "28->2022-05-20,-131.5,-3.12",
            "high": "1->2022-04-08,21.67,0.51",
            "low": "13->2022-04-26,-424.98,-10.1"
          },
          "nextThirdDelivery周五": {
            "close": "47->2022-06-17,99.94,2.37",
            "high": "47->2022-06-17,99.94,2.37",
            "low": "13->2022-04-26,-424.98,-10.1"
          }
        }
      ],
      "2022-04-08": [
        {
          "trigDate": "2022-04-08",
          "quantName": "上证高位_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "5->2022-04-15,-42.02,-0.99",
            "high": ",0,0",
            "low": "1->2022-04-11,-130.7,-3.09"
          },
          "nextSecondDelivery周五": {
            "close": "27->2022-05-20,-153.17,-3.62",
            "high": ",0,0",
            "low": "12->2022-04-26,-446.65,-10.56"
          },
          "nextThirdDelivery周五": {
            "close": "46->2022-06-17,78.27,1.85",
            "high": "46->2022-06-17,78.27,1.85",
            "low": "12->2022-04-26,-446.65,-10.56"
          }
        }
      ],
      "2022-06-30": [
        {
          "trigDate": "2022-06-30",
          "quantName": "沪深300高位_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "11->2022-07-15,-236.48,-5.27",
            "high": "2->2022-07-04,11.02,0.25",
            "low": "11->2022-07-15,-236.48,-5.27"
          },
          "nextSecondDelivery周五": {
            "close": "36->2022-08-19,-333.94,-7.45",
            "high": "2->2022-07-04,11.02,0.25",
            "low": "24->2022-08-03,-418.03,-9.32"
          },
          "nextThirdDelivery周五": {
            "close": "55->2022-09-16,-552.33,-12.32",
            "high": "2->2022-07-04,11.02,0.25",
            "low": "55->2022-09-16,-552.33,-12.32"
          }
        }
      ],
      "2022-07-06": [
        {
          "trigDate": "2022-07-06",
          "quantName": "上证高位_KMVol死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2022-07-06",
          "quantName": "沪深300高位_KMVol死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2022-07-06",
          "quantName": "沪深300高位_周downMas绿空绿红",
          "logInfo": ""
        },
        {
          "trigDate": "2022-07-06",
          "quantName": "上证50高位_周downMas绿空绿红",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "7->2022-07-15,-175.44,-3.97",
            "high": "1->2022-07-07,19.5,0.44",
            "low": "7->2022-07-15,-175.44,-3.97"
          },
          "nextSecondDelivery周五": {
            "close": "32->2022-08-19,-272.9,-6.17",
            "high": "1->2022-07-07,19.5,0.44",
            "low": "20->2022-08-03,-356.99,-8.07"
          },
          "nextThirdDelivery周五": {
            "close": "51->2022-09-16,-491.29,-11.11",
            "high": "1->2022-07-07,19.5,0.44",
            "low": "51->2022-09-16,-491.29,-11.11"
          }
        }
      ],
      "2022-07-07": [
        {
          "trigDate": "2022-07-07",
          "quantName": "上证高位_红但down死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2022-07-07",
          "quantName": "上证高位_周downMas绿空绿红",
          "logInfo": ""
        },
        {
          "trigDate": "2022-07-07",
          "quantName": "沪深300高位_红但down死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2022-07-07",
          "quantName": "沪深300高位_周downMas绿空绿红",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "6->2022-07-15,-194.94,-4.39",
            "high": ",0,0",
            "low": "6->2022-07-15,-194.94,-4.39"
          },
          "nextSecondDelivery周五": {
            "close": "31->2022-08-19,-292.4,-6.58",
            "high": ",0,0",
            "low": "19->2022-08-03,-376.49,-8.47"
          },
          "nextThirdDelivery周五": {
            "close": "50->2022-09-16,-510.79,-11.5",
            "high": ",0,0",
            "low": "50->2022-09-16,-510.79,-11.5"
          }
        }
      ],
      "2022-07-08": [
        {
          "trigDate": "2022-07-08",
          "quantName": "沪深300高位_周downMas绿空绿红",
          "logInfo": ""
        },
        {
          "trigDate": "2022-07-08",
          "quantName": "上证50高位_周downMas绿空绿红",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "5->2022-07-15,-180.25,-4.07",
            "high": ",0,0",
            "low": "5->2022-07-15,-180.25,-4.07"
          },
          "nextSecondDelivery周五": {
            "close": "30->2022-08-19,-277.71,-6.27",
            "high": ",0,0",
            "low": "18->2022-08-03,-361.8,-8.17"
          },
          "nextThirdDelivery周五": {
            "close": "49->2022-09-16,-496.1,-11.2",
            "high": ",0,0",
            "low": "49->2022-09-16,-496.1,-11.2"
          }
        }
      ],
      "2022-08-15": [
        {
          "trigDate": "2022-08-15",
          "quantName": "沪深300高位_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "4->2022-08-19,-34.61,-0.83",
            "high": "2->2022-08-17,31.28,0.75",
            "low": "4->2022-08-19,-34.61,-0.83"
          },
          "nextSecondDelivery周五": {
            "close": "23->2022-09-16,-253,-6.04",
            "high": "2->2022-08-17,31.28,0.75",
            "low": "23->2022-09-16,-253,-6.04"
          },
          "nextThirdDelivery周五": {
            "close": "43->2022-10-21,-442.79,-10.58",
            "high": "2->2022-08-17,31.28,0.75",
            "low": "34->2022-10-10,-464.74,-11.1"
          }
        }
      ],
      "2022-08-22": [
        {
          "trigDate": "2022-08-22",
          "quantName": "上证高位_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "18->2022-09-16,-248.72,-5.95",
            "high": ",0,0",
            "low": "18->2022-09-16,-248.72,-5.95"
          },
          "nextSecondDelivery周五": {
            "close": "38->2022-10-21,-438.51,-10.49",
            "high": ",0,0",
            "low": "29->2022-10-10,-460.46,-11.01"
          },
          "nextThirdDelivery周五": {
            "close": "58->2022-11-18,-379.83,-9.08",
            "high": ",0,0",
            "low": "44->2022-10-31,-672.7,-16.09"
          }
        }
      ],
      "2022-09-15": [
        {
          "trigDate": "2022-09-15",
          "quantName": "上证高位_KMVol死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周五": {
            "close": "1->2022-09-16,-94.44,-2.35",
            "high": ",0,0",
            "low": "1->2022-09-16,-94.44,-2.35"
          },
          "nextSecondDelivery周五": {
            "close": "21->2022-10-21,-284.23,-7.06",
            "high": ",0,0",
            "low": "12->2022-10-10,-306.18,-7.6"
          },
          "nextThirdDelivery周五": {
            "close": "41->2022-11-18,-225.55,-5.6",
            "high": ",0,0",
            "low": "27->2022-10-31,-518.42,-12.87"
          }
        }
      ]
    }
  }
}
var runLastKlineDate = "2026-02-12"