var triggerLogObj期权 = {
  "上升日期区间": {
    "2008-12-04=>2009-07-27": {
      "2009-01-05": [
        {
          "trigDate": "2009-01-05",
          "quantName": "上证_金叉低连空但",
          "logInfo": ""
        },
        {
          "trigDate": "2009-01-05",
          "quantName": "上证50_金叉低连空但",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "32->2009-02-25,421.29,22.37",
            "high": "25->2009-02-16,579.29,30.76",
            "low": "6->2009-01-13,-6.77,-0.36"
          },
          "nextSecondDelivery周三": {
            "close": "52->2009-03-25,518.37,27.53",
            "high": "25->2009-02-16,579.29,30.76",
            "low": "6->2009-01-13,-6.77,-0.36"
          }
        }
      ],
      "2009-01-06": [
        {
          "trigDate": "2009-01-06",
          "quantName": "上证50_金叉低连空但",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "31->2009-02-25,361.46,18.6",
            "high": "24->2009-02-16,519.45,26.74",
            "low": "5->2009-01-13,-66.61,-3.43"
          },
          "nextSecondDelivery周三": {
            "close": "51->2009-03-25,458.53,23.6",
            "high": "24->2009-02-16,519.45,26.74",
            "low": "5->2009-01-13,-66.61,-3.43"
          }
        }
      ],
      "2009-01-07": [
        {
          "trigDate": "2009-01-07",
          "quantName": "上证50_金叉低连空但",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "30->2009-02-25,373.07,19.32",
            "high": "23->2009-02-16,531.07,27.5",
            "low": "4->2009-01-13,-54.99,-2.85"
          },
          "nextSecondDelivery周三": {
            "close": "50->2009-03-25,470.15,24.35",
            "high": "23->2009-02-16,531.07,27.5",
            "low": "4->2009-01-13,-54.99,-2.85"
          }
        }
      ],
      "2009-03-04": [
        {
          "trigDate": "2009-03-04",
          "quantName": "上证_金叉低连空但",
          "logInfo": ""
        },
        {
          "trigDate": "2009-03-04",
          "quantName": "沪深300_金叉低连空但",
          "logInfo": ""
        },
        {
          "trigDate": "2009-03-04",
          "quantName": "上证50_金叉低连空但",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "15->2009-03-25,116.18,5.08",
            "high": "14->2009-03-24,166.63,7.29",
            "low": "3->2009-03-09,-82.62,-3.62"
          },
          "nextSecondDelivery周三": {
            "close": "34->2009-04-22,291.13,12.74",
            "high": "32->2009-04-20,422.52,18.49",
            "low": "3->2009-03-09,-82.62,-3.62"
          }
        }
      ],
      "2009-03-06": [
        {
          "trigDate": "2009-03-06",
          "quantName": "沪深300_金叉低连空但",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "13->2009-03-25,114.75,5.02",
            "high": "12->2009-03-24,165.21,7.23",
            "low": "1->2009-03-09,-84.05,-3.68"
          },
          "nextSecondDelivery周三": {
            "close": "32->2009-04-22,289.7,12.67",
            "high": "30->2009-04-20,421.09,18.42",
            "low": "1->2009-03-09,-84.05,-3.68"
          }
        }
      ],
      "2009-04-30": [
        {
          "trigDate": "2009-04-30",
          "quantName": "沪深300_金叉低连空但",
          "logInfo": ""
        },
        {
          "trigDate": "2009-04-30",
          "quantName": "上证50_金叉低连空但",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "18->2009-05-27,136.79,5.22",
            "high": "12->2009-05-19,217.16,8.28",
            "low": ",0,0"
          },
          "nextSecondDelivery周三": {
            "close": "36->2009-06-24,497.8,18.98",
            "high": "36->2009-06-24,497.8,18.98",
            "low": ",0,0"
          }
        }
      ]
    },
    "2012-09-27=>2015-06-08": {
      "2012-11-01": [
        {
          "trigDate": "2012-11-01",
          "quantName": "上证50_金叉低连空但",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "19->2012-11-28,-168.72,-7.34",
            "high": "1->2012-11-02,8.89,0.39",
            "low": "19->2012-11-28,-168.72,-7.34"
          },
          "nextSecondDelivery周三": {
            "close": "39->2012-12-26,159.74,6.95",
            "high": "39->2012-12-26,159.74,6.95",
            "low": "22->2012-12-03,-189.03,-8.23"
          }
        }
      ],
      "2012-11-02": [
        {
          "trigDate": "2012-11-02",
          "quantName": "上证_金叉低连空但",
          "logInfo": ""
        },
        {
          "trigDate": "2012-11-02",
          "quantName": "上证50_金叉低连空但",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "18->2012-11-28,-177.61,-7.7",
            "high": ",0,0",
            "low": "18->2012-11-28,-177.61,-7.7"
          },
          "nextSecondDelivery周三": {
            "close": "38->2012-12-26,150.85,6.54",
            "high": "38->2012-12-26,150.85,6.54",
            "low": "21->2012-12-03,-197.92,-8.58"
          }
        }
      ],
      "2012-12-05": [
        {
          "trigDate": "2012-12-05",
          "quantName": "上证_金叉低连空但",
          "logInfo": ""
        },
        {
          "trigDate": "2012-12-05",
          "quantName": "沪深300_金叉低连空但",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "15->2012-12-26,249.74,11.31",
            "high": "15->2012-12-26,249.74,11.31",
            "low": "1->2012-12-06,-4.28,-0.19"
          },
          "nextSecondDelivery周三": {
            "close": "32->2013-01-23,399.58,18.1",
            "high": "30->2013-01-21,403.02,18.25",
            "low": "1->2012-12-06,-4.28,-0.19"
          }
        }
      ],
      "2013-10-08": [
        {
          "trigDate": "2013-10-08",
          "quantName": "上证_金叉低连空但",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "11->2013-10-23,-23.32,-0.96",
            "high": "4->2013-10-14,30.73,1.26",
            "low": "7->2013-10-17,-28.48,-1.17"
          },
          "nextSecondDelivery周三": {
            "close": "36->2013-11-27,-27.33,-1.12",
            "high": "4->2013-10-14,30.73,1.26",
            "low": "26->2013-11-13,-153.7,-6.29"
          }
        }
      ],
      "2013-10-09": [
        {
          "trigDate": "2013-10-09",
          "quantName": "上证_金叉低连空但",
          "logInfo": ""
        },
        {
          "trigDate": "2013-10-09",
          "quantName": "上证50_金叉低连空但",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "10->2013-10-23,-35.09,-1.43",
            "high": "3->2013-10-14,18.96,0.77",
            "low": "6->2013-10-17,-40.25,-1.64"
          },
          "nextSecondDelivery周三": {
            "close": "35->2013-11-27,-39.1,-1.59",
            "high": "3->2013-10-14,18.96,0.77",
            "low": "25->2013-11-13,-165.47,-6.74"
          }
        }
      ],
      "2014-09-01": [
        {
          "trigDate": "2014-09-01",
          "quantName": "上证50_金叉低连空但",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "16->2014-09-24,86.55,3.67",
            "high": "4->2014-09-05,93.94,3.99",
            "low": ",0,0"
          },
          "nextSecondDelivery周三": {
            "close": "31->2014-10-22,63.32,2.69",
            "high": "22->2014-10-09,126.64,5.38",
            "low": ",0,0"
          }
        }
      ],
      "2014-10-29": [
        {
          "trigDate": "2014-10-29",
          "quantName": "上证_金叉低连空但",
          "logInfo": ""
        },
        {
          "trigDate": "2014-10-29",
          "quantName": "上证50_金叉低连空但",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "20->2014-11-26,271.63,11.08",
            "high": "20->2014-11-26,271.63,11.08",
            "low": ",0,0"
          },
          "nextSecondDelivery周三": {
            "close": "40->2014-12-24,779,31.78",
            "high": "38->2014-12-22,943.1,38.47",
            "low": ",0,0"
          }
        }
      ],
      "2015-02-10": [
        {
          "trigDate": "2015-02-10",
          "quantName": "沪深300_金叉低连空但",
          "logInfo": ""
        },
        {
          "trigDate": "2015-02-10",
          "quantName": "上证50_金叉低连空但",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "6->2015-02-25,71.79,2.11",
            "high": "5->2015-02-17,115.38,3.39",
            "low": ",0,0"
          },
          "nextSecondDelivery周三": {
            "close": "26->2015-03-25,533.47,15.66",
            "high": "25->2015-03-24,566.1,16.62",
            "low": ",0,0"
          }
        }
      ],
      "2015-02-11": [
        {
          "trigDate": "2015-02-11",
          "quantName": "上证_金叉低连空但",
          "logInfo": ""
        },
        {
          "trigDate": "2015-02-11",
          "quantName": "沪深300_金叉低连空但",
          "logInfo": ""
        },
        {
          "trigDate": "2015-02-11",
          "quantName": "上证50_金叉低连空但",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "5->2015-02-25,44.61,1.3",
            "high": "4->2015-02-17,88.2,2.57",
            "low": ",0,0"
          },
          "nextSecondDelivery周三": {
            "close": "25->2015-03-25,506.29,14.74",
            "high": "24->2015-03-24,538.92,15.69",
            "low": ",0,0"
          }
        }
      ],
      "2015-02-12": [
        {
          "trigDate": "2015-02-12",
          "quantName": "上证_金叉低连空但",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "4->2015-02-25,35.86,1.04",
            "high": "3->2015-02-17,79.45,2.31",
            "low": ",0,0"
          },
          "nextSecondDelivery周三": {
            "close": "24->2015-03-25,497.54,14.45",
            "high": "23->2015-03-24,530.17,15.4",
            "low": ",0,0"
          }
        }
      ],
      "2015-05-12": [
        {
          "trigDate": "2015-05-12",
          "quantName": "上证_金叉低连空但",
          "logInfo": ""
        },
        {
          "trigDate": "2015-05-12",
          "quantName": "沪深300_金叉低连空但",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "11->2015-05-27,434.01,9.14",
            "high": "10->2015-05-26,451.5,9.51",
            "low": "4->2015-05-18,-172.28,-3.63"
          },
          "nextSecondDelivery周三": {
            "close": "30->2015-06-24,132.7,2.8",
            "high": "19->2015-06-08,606.33,12.77",
            "low": "4->2015-05-18,-172.28,-3.63"
          }
        }
      ],
      "2015-05-13": [
        {
          "trigDate": "2015-05-13",
          "quantName": "上证_金叉低连空但",
          "logInfo": ""
        },
        {
          "trigDate": "2015-05-13",
          "quantName": "沪深300_金叉低连空但",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "10->2015-05-27,463,9.81",
            "high": "9->2015-05-26,480.48,10.18",
            "low": "3->2015-05-18,-143.3,-3.04"
          },
          "nextSecondDelivery周三": {
            "close": "29->2015-06-24,161.69,3.43",
            "high": "18->2015-06-08,635.32,13.46",
            "low": "3->2015-05-18,-143.3,-3.04"
          }
        }
      ]
    },
    "2016-03-03=>2018-01-17": {
      "2016-05-19": [
        {
          "trigDate": "2016-05-19",
          "quantName": "沪深300_金叉低连空但",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "4->2016-05-25,-3.27,-0.11",
            "high": "2->2016-05-23,24.72,0.81",
            "low": "4->2016-05-25,-3.27,-0.11"
          },
          "nextSecondDelivery周三": {
            "close": "22->2016-06-22,71.46,2.33",
            "high": "11->2016-06-03,126.83,4.14",
            "low": "4->2016-05-25,-3.27,-0.11"
          }
        }
      ],
      "2016-08-31": [
        {
          "trigDate": "2016-08-31",
          "quantName": "上证50_金叉低连空但",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "18->2016-09-28,-96.9,-2.91",
            "high": "4->2016-09-06,14.83,0.45",
            "low": "16->2016-09-26,-107.51,-3.23"
          },
          "nextSecondDelivery周三": {
            "close": "33->2016-10-26,27.01,0.81",
            "high": "31->2016-10-24,39.78,1.2",
            "low": "16->2016-09-26,-107.51,-3.23"
          }
        }
      ],
      "2016-09-02": [
        {
          "trigDate": "2016-09-02",
          "quantName": "上证50_金叉低连空但",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "16->2016-09-28,-83.22,-2.51",
            "high": "2->2016-09-06,28.51,0.86",
            "low": "14->2016-09-26,-93.83,-2.83"
          },
          "nextSecondDelivery周三": {
            "close": "31->2016-10-26,40.69,1.23",
            "high": "29->2016-10-24,53.46,1.61",
            "low": "14->2016-09-26,-93.83,-2.83"
          }
        }
      ],
      "2016-09-22": [
        {
          "trigDate": "2016-09-22",
          "quantName": "沪深300_金叉低连空但",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "4->2016-09-28,-60.23,-1.83",
            "high": ",0,0",
            "low": "2->2016-09-26,-70.84,-2.15"
          },
          "nextSecondDelivery周三": {
            "close": "19->2016-10-26,63.68,1.93",
            "high": "17->2016-10-24,76.46,2.32",
            "low": "2->2016-09-26,-70.84,-2.15"
          }
        }
      ],
      "2017-06-22": [
        {
          "trigDate": "2017-06-22",
          "quantName": "上证50_金叉低连空但",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "4->2017-06-28,55.82,1.55",
            "high": "3->2017-06-27,84.37,2.35",
            "low": ",0,0"
          },
          "nextSecondDelivery周三": {
            "close": "24->2017-07-26,115.05,3.2",
            "high": "20->2017-07-20,157.54,4.39",
            "low": ",0,0"
          }
        }
      ],
      "2017-08-16": [
        {
          "trigDate": "2017-08-16",
          "quantName": "上证50_金叉低连空但",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "5->2017-08-23,54.67,1.48",
            "high": "5->2017-08-23,54.67,1.48",
            "low": ",0,0"
          },
          "nextSecondDelivery周三": {
            "close": "30->2017-09-27,119.78,3.24",
            "high": "14->2017-09-05,155.63,4.2",
            "low": ",0,0"
          }
        }
      ],
      "2017-08-17": [
        {
          "trigDate": "2017-08-17",
          "quantName": "上证50_金叉低连空但",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "4->2017-08-23,34.81,0.94",
            "high": "4->2017-08-23,34.81,0.94",
            "low": ",0,0"
          },
          "nextSecondDelivery周三": {
            "close": "29->2017-09-27,99.92,2.69",
            "high": "13->2017-09-05,135.77,3.65",
            "low": ",0,0"
          }
        }
      ],
      "2017-12-06": [
        {
          "trigDate": "2017-12-06",
          "quantName": "上证_金叉低连空但",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "15->2017-12-27,-24.61,-0.61",
            "high": "3->2017-12-11,53.68,1.34",
            "low": "1->2017-12-07,-44.76,-1.11"
          },
          "nextSecondDelivery周三": {
            "close": "34->2018-01-24,374.06,9.31",
            "high": "34->2018-01-24,374.06,9.31",
            "low": "1->2017-12-07,-44.76,-1.11"
          }
        }
      ]
    },
    "2018-12-28=>2021-02-18": {
      "2019-05-15": [
        {
          "trigDate": "2019-05-15",
          "quantName": "上证50_金叉低连空但",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "5->2019-05-22,-77.71,-2.09",
            "high": "1->2019-05-16,16.87,0.45",
            "low": "3->2019-05-20,-109.3,-2.93"
          },
          "nextSecondDelivery周三": {
            "close": "29->2019-06-26,67.24,1.8",
            "high": "27->2019-06-24,114.18,3.06",
            "low": "16->2019-06-06,-162.41,-4.36"
          }
        }
      ],
      "2019-05-16": [
        {
          "trigDate": "2019-05-16",
          "quantName": "上证50_金叉低连空但",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "4->2019-05-22,-94.58,-2.53",
            "high": ",0,0",
            "low": "2->2019-05-20,-126.17,-3.37"
          },
          "nextSecondDelivery周三": {
            "close": "28->2019-06-26,50.37,1.35",
            "high": "26->2019-06-24,97.31,2.6",
            "low": "15->2019-06-06,-179.28,-4.79"
          }
        }
      ],
      "2019-07-19": [
        {
          "trigDate": "2019-07-19",
          "quantName": "上证50_金叉低连空但",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "3->2019-07-24,11.87,0.31",
            "high": "3->2019-07-24,11.87,0.31",
            "low": "1->2019-07-22,-26.28,-0.69"
          },
          "nextSecondDelivery周三": {
            "close": "28->2019-08-28,-5.38,-0.14",
            "high": "7->2019-07-30,62.36,1.64",
            "low": "13->2019-08-07,-186.53,-4.9"
          }
        }
      ],
      "2019-11-25": [
        {
          "trigDate": "2019-11-25",
          "quantName": "上证50_金叉低连空但",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "2->2019-11-27,-2.59,-0.07",
            "high": "1->2019-11-26,13.44,0.35",
            "low": "2->2019-11-27,-2.59,-0.07"
          },
          "nextSecondDelivery周三": {
            "close": "22->2019-12-25,112.66,2.9",
            "high": "16->2019-12-17,163.59,4.22",
            "low": "4->2019-11-29,-49.54,-1.28"
          }
        }
      ],
      "2020-05-28": [
        {
          "trigDate": "2020-05-28",
          "quantName": "上证_金叉低连空但",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "19->2020-06-24,282.36,7.32",
            "high": "19->2020-06-24,282.36,7.32",
            "low": ",0,0"
          },
          "nextSecondDelivery周三": {
            "close": "37->2020-07-22,857.82,22.24",
            "high": "30->2020-07-13,996.33,25.83",
            "low": ",0,0"
          }
        }
      ],
      "2020-06-01": [
        {
          "trigDate": "2020-06-01",
          "quantName": "科创50_金叉低连空但",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "17->2020-06-24,167.65,4.22",
            "high": "17->2020-06-24,167.65,4.22",
            "low": "10->2020-06-15,-16.35,-0.41"
          },
          "nextSecondDelivery周三": {
            "close": "35->2020-07-22,743.11,18.71",
            "high": "28->2020-07-13,881.62,22.2",
            "low": "10->2020-06-15,-16.35,-0.41"
          }
        }
      ],
      "2020-06-02": [
        {
          "trigDate": "2020-06-02",
          "quantName": "科创50_金叉低连空但",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "16->2020-06-24,155.42,3.9",
            "high": "16->2020-06-24,155.42,3.9",
            "low": "9->2020-06-15,-28.58,-0.72"
          },
          "nextSecondDelivery周三": {
            "close": "34->2020-07-22,730.88,18.35",
            "high": "27->2020-07-13,869.39,21.82",
            "low": "9->2020-06-15,-28.58,-0.72"
          }
        }
      ],
      "2020-10-09": [
        {
          "trigDate": "2020-10-09",
          "quantName": "上证_金叉低连空但",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "13->2020-10-28,56.13,1.2",
            "high": "2->2020-10-13,158.06,3.38",
            "low": ",0,0"
          },
          "nextSecondDelivery周三": {
            "close": "33->2020-11-25,229.56,4.9",
            "high": "31->2020-11-23,323.89,6.92",
            "low": ",0,0"
          }
        }
      ],
      "2020-10-12": [
        {
          "trigDate": "2020-10-12",
          "quantName": "上证_金叉低连空但",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "12->2020-10-28,-85.89,-1.78",
            "high": "1->2020-10-13,16.04,0.33",
            "low": "10->2020-10-26,-131.92,-2.74"
          },
          "nextSecondDelivery周三": {
            "close": "32->2020-11-25,87.54,1.81",
            "high": "30->2020-11-23,181.87,3.77",
            "low": "10->2020-10-26,-131.92,-2.74"
          }
        }
      ],
      "2020-12-01": [
        {
          "trigDate": "2020-12-01",
          "quantName": "科创50_金叉低连空但",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "16->2020-12-23,-59.98,-1.18",
            "high": "1->2020-12-02,0.04,0",
            "low": "8->2020-12-11,-177.47,-3.5"
          },
          "nextSecondDelivery周三": {
            "close": "40->2021-01-27,460.9,9.1",
            "high": "38->2021-01-25,558.82,11.03",
            "low": "8->2020-12-11,-177.47,-3.5"
          }
        }
      ],
      "2020-12-16": [
        {
          "trigDate": "2020-12-16",
          "quantName": "上证50_金叉低连空但",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "5->2020-12-23,53.25,1.07",
            "high": "3->2020-12-21,92.97,1.88",
            "low": ",0,0"
          },
          "nextSecondDelivery周三": {
            "close": "29->2021-01-27,574.13,11.59",
            "high": "27->2021-01-25,672.05,13.57",
            "low": ",0,0"
          }
        }
      ],
      "2020-12-17": [
        {
          "trigDate": "2020-12-17",
          "quantName": "上证50_金叉低连空但",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "4->2020-12-23,-10.36,-0.21",
            "high": "2->2020-12-21,29.36,0.59",
            "low": "3->2020-12-22,-52.71,-1.05"
          },
          "nextSecondDelivery周三": {
            "close": "28->2021-01-27,510.52,10.17",
            "high": "26->2021-01-25,608.44,12.13",
            "low": "3->2020-12-22,-52.71,-1.05"
          }
        }
      ],
      "2020-12-30": [
        {
          "trigDate": "2020-12-30",
          "quantName": "科创50_金叉低连空但",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "19->2021-01-27,414.29,8.1",
            "high": "17->2021-01-25,512.21,10.02",
            "low": ",0,0"
          },
          "nextSecondDelivery周三": {
            "close": "34->2021-02-24,323.86,6.33",
            "high": "29->2021-02-10,694.01,13.57",
            "low": ",0,0"
          }
        }
      ],
      "2020-12-31": [
        {
          "trigDate": "2020-12-31",
          "quantName": "科创50_金叉低连空但",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "18->2021-01-27,316.71,6.08",
            "high": "16->2021-01-25,414.63,7.96",
            "low": ",0,0"
          },
          "nextSecondDelivery周三": {
            "close": "33->2021-02-24,226.28,4.34",
            "high": "28->2021-02-10,596.43,11.44",
            "low": ",0,0"
          }
        }
      ]
    },
    "2022-11-03=>2024-11-22": {
      "2022-12-27": [
        {
          "trigDate": "2022-12-27",
          "quantName": "上证_金叉低连空但",
          "logInfo": ""
        },
        {
          "trigDate": "2022-12-27",
          "quantName": "沪深300_金叉低连空但",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "1->2022-12-28,-16.59,-0.43",
            "high": ",0,0",
            "low": "1->2022-12-28,-16.59,-0.43"
          },
          "nextSecondDelivery周三": {
            "close": "35->2023-02-22,219.1,5.64",
            "high": "18->2023-01-30,313.5,8.06",
            "low": "2->2022-12-29,-31.15,-0.8"
          }
        }
      ],
      "2022-12-28": [
        {
          "trigDate": "2022-12-28",
          "quantName": "上证_金叉低连空但",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "34->2023-02-22,235.69,6.09",
            "high": "17->2023-01-30,330.09,8.53",
            "low": "1->2022-12-29,-14.56,-0.38"
          },
          "nextSecondDelivery周三": {
            "close": "54->2023-03-22,128.18,3.31",
            "high": "17->2023-01-30,330.09,8.53",
            "low": "1->2022-12-29,-14.56,-0.38"
          }
        }
      ],
      "2022-12-29": [
        {
          "trigDate": "2022-12-29",
          "quantName": "沪深300_金叉低连空但",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "33->2023-02-22,250.25,6.49",
            "high": "16->2023-01-30,344.65,8.94",
            "low": ",0,0"
          },
          "nextSecondDelivery周三": {
            "close": "53->2023-03-22,142.74,3.7",
            "high": "16->2023-01-30,344.65,8.94",
            "low": ",0,0"
          }
        }
      ],
      "2024-04-01": [
        {
          "trigDate": "2024-04-01",
          "quantName": "科创50_金叉低连空但",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "15->2024-04-24,-74.03,-2.06",
            "high": ",0,0",
            "low": "7->2024-04-12,-119.81,-3.33"
          },
          "nextSecondDelivery周三": {
            "close": "32->2024-05-22,88.8,2.47",
            "high": "30->2024-05-20,95.31,2.65",
            "low": "7->2024-04-12,-119.81,-3.33"
          }
        }
      ],
      "2024-04-02": [
        {
          "trigDate": "2024-04-02",
          "quantName": "科创50_金叉低连空但",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "14->2024-04-24,-59.06,-1.65",
            "high": ",0,0",
            "low": "6->2024-04-12,-104.84,-2.93"
          },
          "nextSecondDelivery周三": {
            "close": "31->2024-05-22,103.77,2.9",
            "high": "29->2024-05-20,110.28,3.08",
            "low": "6->2024-04-12,-104.84,-2.93"
          }
        }
      ],
      "2024-04-15": [
        {
          "trigDate": "2024-04-15",
          "quantName": "上证50_金叉低连空但",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "7->2024-04-24,-27.46,-0.77",
            "high": "3->2024-04-18,20.72,0.58",
            "low": "6->2024-04-23,-42.86,-1.21"
          },
          "nextSecondDelivery周三": {
            "close": "24->2024-05-22,135.37,3.81",
            "high": "22->2024-05-20,141.88,4",
            "low": "6->2024-04-23,-42.86,-1.21"
          }
        }
      ],
      "2024-04-16": [
        {
          "trigDate": "2024-04-16",
          "quantName": "上证50_金叉低连空但",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "6->2024-04-24,10.51,0.3",
            "high": "2->2024-04-18,58.69,1.67",
            "low": "5->2024-04-23,-4.89,-0.14"
          },
          "nextSecondDelivery周三": {
            "close": "23->2024-05-22,173.34,4.94",
            "high": "21->2024-05-20,179.85,5.12",
            "low": "5->2024-04-23,-4.89,-0.14"
          }
        }
      ],
      "2024-11-05": [
        {
          "trigDate": "2024-11-05",
          "quantName": "科创50_金叉低连空但",
          "logInfo": ""
        },
        {
          "after": {
            "close": "13->2024-11-22,-178.87,-4.42",
            "high": "2->2024-11-07,101.13,2.5",
            "low": "13->2024-11-22,-178.87,-4.42",
            "nextFirstDelivery周三": "2024-11-27",
            "nextSecondDelivery周三": "2024-12-25"
          }
        }
      ]
    }
  },
  "下降日期区间": {
    "2008-01-15=>2008-12-03": {
      "2008-01-15": [
        {
          "trigDate": "2008-01-15",
          "quantName": "上证_高位KDJ死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2008-01-15",
          "quantName": "沪深300_高位KDJ死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2008-01-15",
          "quantName": "上证50_高位KDJ死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "6->2008-01-23,-721.34,-12.66",
            "high": ",0,0",
            "low": "5->2008-01-22,-942.58,-16.55"
          },
          "nextSecondDelivery周三": {
            "close": "26->2008-02-27,-1056.68,-18.55",
            "high": ",0,0",
            "low": "25->2008-02-26,-1180.92,-20.73"
          }
        }
      ],
      "2008-03-11": [
        {
          "trigDate": "2008-03-11",
          "quantName": "上证_红但down死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2008-03-11",
          "quantName": "沪深300_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "11->2008-03-26,-526.81,-11.86",
            "high": ",0,0",
            "low": "5->2008-03-18,-677.24,-15.25"
          },
          "nextSecondDelivery周三": {
            "close": "30->2008-04-23,-987.46,-22.23",
            "high": ",0,0",
            "low": "28->2008-04-21,-1173.63,-26.43"
          }
        }
      ],
      "2008-05-08": [
        {
          "trigDate": "2008-05-08",
          "quantName": "上证_红但down死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2008-05-08",
          "quantName": "沪深300_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "14->2008-05-28,-248.81,-6.34",
            "high": "4->2008-05-14,50.74,1.29",
            "low": "12->2008-05-26,-365.82,-9.32"
          },
          "nextSecondDelivery周三": {
            "close": "33->2008-06-25,-955.5,-24.34",
            "high": "4->2008-05-14,50.74,1.29",
            "low": "29->2008-06-19,-1151.97,-29.35"
          }
        }
      ],
      "2008-06-05": [
        {
          "trigDate": "2008-06-05",
          "quantName": "上证50_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "13->2008-06-25,-542.6,-15.45",
            "high": ",0,0",
            "low": "9->2008-06-19,-739.06,-21.04"
          },
          "nextSecondDelivery周三": {
            "close": "33->2008-07-23,-628.82,-17.9",
            "high": ",0,0",
            "low": "17->2008-07-01,-813.79,-23.17"
          }
        }
      ],
      "2008-07-10": [
        {
          "trigDate": "2008-07-10",
          "quantName": "沪深300_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "9->2008-07-23,-90.41,-3.04",
            "high": "2->2008-07-14,2.15,0.07",
            "low": "5->2008-07-17,-255.66,-8.6"
          },
          "nextSecondDelivery周三": {
            "close": "34->2008-08-27,-648.44,-21.81",
            "high": "10->2008-07-24,3.63,0.12",
            "low": "27->2008-08-18,-660.33,-22.21"
          }
        }
      ],
      "2008-08-27": [
        {
          "trigDate": "2008-08-27",
          "quantName": "沪深300_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "19->2008-09-24,-186.44,-8.02",
            "high": "2->2008-08-29,66.35,2.85",
            "low": "15->2008-09-18,-429.3,-18.46"
          },
          "nextSecondDelivery周三": {
            "close": "34->2008-10-22,-491.97,-21.16",
            "high": "2->2008-08-29,66.35,2.85",
            "low": "30->2008-10-16,-504.39,-21.69"
          }
        }
      ],
      "2008-08-28": [
        {
          "trigDate": "2008-08-28",
          "quantName": "上证_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "18->2008-09-24,-197.01,-8.43",
            "high": "1->2008-08-29,55.78,2.39",
            "low": "14->2008-09-18,-439.87,-18.83"
          },
          "nextSecondDelivery周三": {
            "close": "33->2008-10-22,-502.54,-21.51",
            "high": "1->2008-08-29,55.78,2.39",
            "low": "29->2008-10-16,-514.96,-22.05"
          }
        }
      ],
      "2008-10-07": [
        {
          "trigDate": "2008-10-07",
          "quantName": "沪深300_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "11->2008-10-22,-269.12,-12.8",
            "high": ",0,0",
            "low": "7->2008-10-16,-281.54,-13.39"
          },
          "nextSecondDelivery周三": {
            "close": "36->2008-11-26,-258.95,-12.32",
            "high": ",0,0",
            "low": "20->2008-11-04,-474.69,-22.58"
          }
        }
      ]
    },
    "2009-07-29=>2011-12-26": {
      "2009-07-29": [
        {
          "trigDate": "2009-07-29",
          "quantName": "上证_高位KDJ死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2009-07-29",
          "quantName": "沪深300_高位KDJ死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2009-07-29",
          "quantName": "上证50_高位KDJ死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "20->2009-08-26,-386.12,-10.85",
            "high": "3->2009-08-03,228.53,6.42",
            "low": "15->2009-08-19,-543.94,-15.29"
          },
          "nextSecondDelivery周三": {
            "close": "40->2009-09-23,-498.44,-14.01",
            "high": "3->2009-08-03,228.53,6.42",
            "low": "23->2009-08-31,-728.24,-20.46"
          }
        }
      ],
      "2009-07-30": [
        {
          "trigDate": "2009-07-30",
          "quantName": "上证_红但down死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2009-07-30",
          "quantName": "沪深300_红但down死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2009-07-30",
          "quantName": "上证50_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "19->2009-08-26,-462.43,-12.72",
            "high": "2->2009-08-03,152.21,4.19",
            "low": "14->2009-08-19,-620.25,-17.06"
          },
          "nextSecondDelivery周三": {
            "close": "39->2009-09-23,-574.75,-15.81",
            "high": "2->2009-08-03,152.21,4.19",
            "low": "22->2009-08-31,-804.55,-22.13"
          }
        }
      ],
      "2009-08-05": [
        {
          "trigDate": "2009-08-05",
          "quantName": "上证50_高位KDJ死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "15->2009-08-26,-568.55,-15.2",
            "high": ",0,0",
            "low": "10->2009-08-19,-726.37,-19.42"
          },
          "nextSecondDelivery周三": {
            "close": "35->2009-09-23,-680.87,-18.2",
            "high": ",0,0",
            "low": "18->2009-08-31,-910.66,-24.34"
          }
        }
      ],
      "2009-08-06": [
        {
          "trigDate": "2009-08-06",
          "quantName": "上证_高位KDJ死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2009-08-06",
          "quantName": "沪深300_高位KDJ死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "14->2009-08-26,-490.73,-13.4",
            "high": ",0,0",
            "low": "9->2009-08-19,-648.55,-17.7"
          },
          "nextSecondDelivery周三": {
            "close": "34->2009-09-23,-603.05,-16.46",
            "high": ",0,0",
            "low": "17->2009-08-31,-832.85,-22.74"
          }
        }
      ],
      "2009-11-13": [
        {
          "trigDate": "2009-11-13",
          "quantName": "上证_红但down死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2009-11-13",
          "quantName": "沪深300_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "8->2009-11-25,110.91,3.15",
            "high": "6->2009-11-23,146.79,4.17",
            "low": ",0,0"
          },
          "nextSecondDelivery周三": {
            "close": "28->2009-12-23,-182.24,-5.18",
            "high": "16->2009-12-07,150.11,4.27",
            "low": "27->2009-12-22,-213.18,-6.06"
          }
        }
      ],
      "2009-11-19": [
        {
          "trigDate": "2009-11-19",
          "quantName": "沪深300_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "4->2009-11-25,-12.81,-0.35",
            "high": "2->2009-11-23,23.07,0.63",
            "low": "3->2009-11-24,-94.36,-2.59"
          },
          "nextSecondDelivery周三": {
            "close": "24->2009-12-23,-305.96,-8.4",
            "high": "12->2009-12-07,26.39,0.72",
            "low": "23->2009-12-22,-336.89,-9.25"
          }
        }
      ],
      "2009-11-20": [
        {
          "trigDate": "2009-11-20",
          "quantName": "沪深300_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "3->2009-11-25,-1.38,-0.04",
            "high": "1->2009-11-23,34.5,0.95",
            "low": "2->2009-11-24,-82.93,-2.28"
          },
          "nextSecondDelivery周三": {
            "close": "23->2009-12-23,-294.53,-8.11",
            "high": "11->2009-12-07,37.82,1.04",
            "low": "22->2009-12-22,-325.47,-8.96"
          }
        }
      ],
      "2009-11-23": [
        {
          "trigDate": "2009-11-23",
          "quantName": "上证_红但down死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2009-11-23",
          "quantName": "沪深300_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "2->2009-11-25,-35.88,-0.98",
            "high": ",0,0",
            "low": "1->2009-11-24,-117.43,-3.2"
          },
          "nextSecondDelivery周三": {
            "close": "22->2009-12-23,-329.03,-8.98",
            "high": "10->2009-12-07,3.32,0.09",
            "low": "21->2009-12-22,-359.97,-9.82"
          }
        }
      ],
      "2009-11-24": [
        {
          "trigDate": "2009-11-24",
          "quantName": "沪深300_高位KDJ死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "1->2009-11-25,81.55,2.3",
            "high": "1->2009-11-25,81.55,2.3",
            "low": ",0,0"
          },
          "nextSecondDelivery周三": {
            "close": "21->2009-12-23,-211.6,-5.96",
            "high": "9->2009-12-07,120.75,3.4",
            "low": "20->2009-12-22,-242.54,-6.84"
          }
        }
      ],
      "2009-11-25": [
        {
          "trigDate": "2009-11-25",
          "quantName": "上证_红但down死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2009-11-25",
          "quantName": "沪深300_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "20->2009-12-23,-293.15,-8.08",
            "high": "8->2009-12-07,39.2,1.08",
            "low": "19->2009-12-22,-324.09,-8.93"
          },
          "nextSecondDelivery周三": {
            "close": "44->2010-01-27,-431.06,-11.88",
            "high": "8->2009-12-07,39.2,1.08",
            "low": "44->2010-01-27,-431.06,-11.88"
          }
        }
      ],
      "2010-01-05": [
        {
          "trigDate": "2010-01-05",
          "quantName": "沪深300_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "16->2010-01-27,-365.47,-10.25",
            "high": ",0,0",
            "low": "16->2010-01-27,-365.47,-10.25"
          },
          "nextSecondDelivery周三": {
            "close": "31->2010-02-24,-319.55,-8.97",
            "high": ",0,0",
            "low": "20->2010-02-02,-417.85,-11.72"
          }
        }
      ],
      "2010-01-07": [
        {
          "trigDate": "2010-01-07",
          "quantName": "上证_高位KDJ死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2010-01-07",
          "quantName": "沪深300_高位KDJ死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "14->2010-01-27,-272.89,-7.86",
            "high": "3->2010-01-12,63.46,1.83",
            "low": "14->2010-01-27,-272.89,-7.86"
          },
          "nextSecondDelivery周三": {
            "close": "29->2010-02-24,-226.97,-6.54",
            "high": "3->2010-01-12,63.46,1.83",
            "low": "18->2010-02-02,-325.27,-9.37"
          }
        }
      ],
      "2010-01-08": [
        {
          "trigDate": "2010-01-08",
          "quantName": "上证_红但down死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2010-01-08",
          "quantName": "沪深300_红但down死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2010-01-08",
          "quantName": "上证50_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "13->2010-01-27,-281.56,-8.09",
            "high": "2->2010-01-12,54.79,1.57",
            "low": "13->2010-01-27,-281.56,-8.09"
          },
          "nextSecondDelivery周三": {
            "close": "28->2010-02-24,-235.65,-6.77",
            "high": "2->2010-01-12,54.79,1.57",
            "low": "17->2010-02-02,-333.94,-9.6"
          }
        }
      ],
      "2010-03-04": [
        {
          "trigDate": "2010-03-04",
          "quantName": "上证_高位KDJ死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2010-03-04",
          "quantName": "沪深300_高位KDJ死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "14->2010-03-24,26.1,0.8",
            "high": "3->2010-03-09,55.29,1.7",
            "low": "7->2010-03-15,-67.39,-2.07"
          },
          "nextSecondDelivery周三": {
            "close": "38->2010-04-28,-153.22,-4.71",
            "high": "21->2010-04-02,156.77,4.82",
            "low": "38->2010-04-28,-153.22,-4.71"
          }
        }
      ],
      "2010-03-05": [
        {
          "trigDate": "2010-03-05",
          "quantName": "上证50_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "13->2010-03-24,16.9,0.52",
            "high": "2->2010-03-09,46.1,1.41",
            "low": "6->2010-03-15,-76.58,-2.35"
          },
          "nextSecondDelivery周三": {
            "close": "37->2010-04-28,-162.41,-4.98",
            "high": "20->2010-04-02,147.58,4.53",
            "low": "37->2010-04-28,-162.41,-4.98"
          }
        }
      ],
      "2010-04-07": [
        {
          "trigDate": "2010-04-07",
          "quantName": "沪深300_高位KDJ死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "15->2010-04-28,-289.6,-8.55",
            "high": "5->2010-04-14,16.76,0.49",
            "low": "15->2010-04-28,-289.6,-8.55"
          },
          "nextSecondDelivery周三": {
            "close": "34->2010-05-26,-573.01,-16.92",
            "high": "5->2010-04-14,16.76,0.49",
            "low": "27->2010-05-17,-672.23,-19.85"
          }
        }
      ],
      "2010-04-09": [
        {
          "trigDate": "2010-04-09",
          "quantName": "上证_红但down死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2010-04-09",
          "quantName": "沪深300_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "13->2010-04-28,-281.82,-8.34",
            "high": "3->2010-04-14,24.54,0.73",
            "low": "13->2010-04-28,-281.82,-8.34"
          },
          "nextSecondDelivery周三": {
            "close": "32->2010-05-26,-565.23,-16.73",
            "high": "3->2010-04-14,24.54,0.73",
            "low": "25->2010-05-17,-664.45,-19.66"
          }
        }
      ],
      "2010-04-16": [
        {
          "trigDate": "2010-04-16",
          "quantName": "上证_高位KDJ死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "8->2010-04-28,-258.98,-7.72",
            "high": ",0,0",
            "low": "8->2010-04-28,-258.98,-7.72"
          },
          "nextSecondDelivery周三": {
            "close": "27->2010-05-26,-542.39,-16.16",
            "high": ",0,0",
            "low": "20->2010-05-17,-641.62,-19.12"
          }
        }
      ],
      "2010-10-19": [
        {
          "trigDate": "2010-10-19",
          "quantName": "上证50_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "6->2010-10-27,28.2,0.84",
            "high": "4->2010-10-25,105.41,3.12",
            "low": "2->2010-10-21,-0.99,-0.03"
          },
          "nextSecondDelivery周三": {
            "close": "26->2010-11-24,-198.63,-5.88",
            "high": "14->2010-11-08,172.89,5.12",
            "low": "21->2010-11-17,-271.77,-8.05"
          }
        }
      ],
      "2010-10-20": [
        {
          "trigDate": "2010-10-20",
          "quantName": "上证_红但down死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2010-10-20",
          "quantName": "沪深300_红但down死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2010-10-20",
          "quantName": "上证50_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "5->2010-10-27,6.99,0.21",
            "high": "3->2010-10-25,84.2,2.48",
            "low": "1->2010-10-21,-22.19,-0.65"
          },
          "nextSecondDelivery周三": {
            "close": "25->2010-11-24,-219.84,-6.47",
            "high": "13->2010-11-08,151.69,4.47",
            "low": "20->2010-11-17,-292.97,-8.62"
          }
        }
      ],
      "2010-10-21": [
        {
          "trigDate": "2010-10-21",
          "quantName": "上证_高位KDJ死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2010-10-21",
          "quantName": "上证50_高位KDJ死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "4->2010-10-27,29.19,0.86",
            "high": "2->2010-10-25,106.4,3.15",
            "low": ",0,0"
          },
          "nextSecondDelivery周三": {
            "close": "24->2010-11-24,-197.64,-5.86",
            "high": "12->2010-11-08,173.88,5.15",
            "low": "19->2010-11-17,-270.78,-8.02"
          }
        }
      ],
      "2010-10-22": [
        {
          "trigDate": "2010-10-22",
          "quantName": "沪深300_红但down死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2010-10-22",
          "quantName": "上证50_高位KDJ死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "3->2010-10-27,25.22,0.75",
            "high": "1->2010-10-25,102.43,3.03",
            "low": ",0,0"
          },
          "nextSecondDelivery周三": {
            "close": "23->2010-11-24,-201.61,-5.97",
            "high": "11->2010-11-08,169.91,5.03",
            "low": "18->2010-11-17,-274.75,-8.13"
          }
        }
      ],
      "2010-10-25": [
        {
          "trigDate": "2010-10-25",
          "quantName": "上证_红但down死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2010-10-25",
          "quantName": "上证50_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "2->2010-10-27,-77.21,-2.22",
            "high": ",0,0",
            "low": "2->2010-10-27,-77.21,-2.22"
          },
          "nextSecondDelivery周三": {
            "close": "22->2010-11-24,-304.04,-8.73",
            "high": "10->2010-11-08,67.48,1.94",
            "low": "17->2010-11-17,-377.18,-10.83"
          }
        }
      ],
      "2010-10-27": [
        {
          "trigDate": "2010-10-27",
          "quantName": "上证_高位KDJ死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "20->2010-11-24,-226.83,-6.66",
            "high": "8->2010-11-08,144.69,4.25",
            "low": "15->2010-11-17,-299.97,-8.81"
          },
          "nextSecondDelivery周三": {
            "close": "40->2010-12-22,-188.42,-5.54",
            "high": "8->2010-11-08,144.69,4.25",
            "low": "15->2010-11-17,-299.97,-8.81"
          }
        }
      ],
      "2010-10-28": [
        {
          "trigDate": "2010-10-28",
          "quantName": "上证_红但down死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2010-10-28",
          "quantName": "沪深300_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "19->2010-11-24,-220.65,-6.49",
            "high": "7->2010-11-08,150.87,4.44",
            "low": "14->2010-11-17,-293.79,-8.65"
          },
          "nextSecondDelivery周三": {
            "close": "39->2010-12-22,-182.24,-5.36",
            "high": "7->2010-11-08,150.87,4.44",
            "low": "14->2010-11-17,-293.79,-8.65"
          }
        }
      ],
      "2010-11-11": [
        {
          "trigDate": "2010-11-11",
          "quantName": "上证_红但down死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2010-11-11",
          "quantName": "沪深300_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "9->2010-11-24,-332.93,-9.49",
            "high": ",0,0",
            "low": "4->2010-11-17,-406.07,-11.57"
          },
          "nextSecondDelivery周三": {
            "close": "29->2010-12-22,-294.52,-8.39",
            "high": ",0,0",
            "low": "4->2010-11-17,-406.07,-11.57"
          }
        }
      ],
      "2010-11-12": [
        {
          "trigDate": "2010-11-12",
          "quantName": "上证_高位KDJ死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "8->2010-11-24,-114.79,-3.49",
            "high": "1->2010-11-15,23.06,0.7",
            "low": "3->2010-11-17,-187.93,-5.71"
          },
          "nextSecondDelivery周三": {
            "close": "28->2010-12-22,-76.38,-2.32",
            "high": "1->2010-11-15,23.06,0.7",
            "low": "3->2010-11-17,-187.93,-5.71"
          }
        }
      ],
      "2011-03-30": [
        {
          "trigDate": "2011-03-30",
          "quantName": "上证_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "18->2011-04-27,-46.58,-1.43",
            "high": "8->2011-04-13,115.95,3.56",
            "low": "18->2011-04-27,-46.58,-1.43"
          },
          "nextSecondDelivery周三": {
            "close": "37->2011-05-25,-265.74,-8.16",
            "high": "8->2011-04-13,115.95,3.56",
            "low": "37->2011-05-25,-265.74,-8.16"
          }
        }
      ],
      "2011-04-12": [
        {
          "trigDate": "2011-04-12",
          "quantName": "上证_红但down死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2011-04-12",
          "quantName": "沪深300_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "11->2011-04-27,-117.27,-3.52",
            "high": "1->2011-04-13,45.26,1.36",
            "low": "11->2011-04-27,-117.27,-3.52"
          },
          "nextSecondDelivery周三": {
            "close": "30->2011-05-25,-336.43,-10.11",
            "high": "1->2011-04-13,45.26,1.36",
            "low": "30->2011-05-25,-336.43,-10.11"
          }
        }
      ],
      "2011-04-19": [
        {
          "trigDate": "2011-04-19",
          "quantName": "上证_高位KDJ死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2011-04-19",
          "quantName": "沪深300_高位KDJ死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "6->2011-04-27,-86.31,-2.62",
            "high": "2->2011-04-21,21.56,0.65",
            "low": "6->2011-04-27,-86.31,-2.62"
          },
          "nextSecondDelivery周三": {
            "close": "25->2011-05-25,-305.47,-9.27",
            "high": "2->2011-04-21,21.56,0.65",
            "low": "25->2011-05-25,-305.47,-9.27"
          }
        }
      ],
      "2011-05-24": [
        {
          "trigDate": "2011-05-24",
          "quantName": "上证50_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "1->2011-05-25,-35.88,-1.19",
            "high": ",0,0",
            "low": "1->2011-05-25,-35.88,-1.19"
          },
          "nextSecondDelivery周三": {
            "close": "20->2011-06-22,-117.64,-3.89",
            "high": ",0,0",
            "low": "18->2011-06-20,-151.33,-5"
          }
        }
      ],
      "2011-07-11": [
        {
          "trigDate": "2011-07-11",
          "quantName": "上证_红但down死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2011-07-11",
          "quantName": "沪深300_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "12->2011-07-27,-113.15,-3.63",
            "high": "4->2011-07-15,15.68,0.5",
            "low": "10->2011-07-25,-144.92,-4.65"
          },
          "nextSecondDelivery周三": {
            "close": "32->2011-08-24,-303.19,-9.74",
            "high": "4->2011-07-15,15.68,0.5",
            "low": "30->2011-08-22,-335.42,-10.77"
          }
        }
      ],
      "2011-07-19": [
        {
          "trigDate": "2011-07-19",
          "quantName": "沪深300_高位KDJ死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "6->2011-07-27,-95.07,-3.07",
            "high": ",0,0",
            "low": "4->2011-07-25,-126.84,-4.1"
          },
          "nextSecondDelivery周三": {
            "close": "26->2011-08-24,-285.11,-9.21",
            "high": ",0,0",
            "low": "24->2011-08-22,-317.34,-10.25"
          }
        }
      ]
    },
    "2015-06-16=>2016-03-03": {
      "2015-07-16": [
        {
          "trigDate": "2015-07-16",
          "quantName": "沪深300_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "4->2015-07-22,159.8,4",
            "high": "3->2015-07-21,168.65,4.22",
            "low": ",0,0"
          },
          "nextSecondDelivery周三": {
            "close": "29->2015-08-26,-971.66,-24.31",
            "high": "5->2015-07-23,253.45,6.34",
            "low": "29->2015-08-26,-971.66,-24.31"
          }
        }
      ],
      "2015-07-22": [
        {
          "trigDate": "2015-07-22",
          "quantName": "沪深300_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "25->2015-08-26,-1131.47,-27.22",
            "high": "1->2015-07-23,93.65,2.25",
            "low": "25->2015-08-26,-1131.47,-27.22"
          },
          "nextSecondDelivery周三": {
            "close": "43->2015-09-23,-894.13,-21.51",
            "high": "1->2015-07-23,93.65,2.25",
            "low": "25->2015-08-26,-1131.47,-27.22"
          }
        }
      ],
      "2015-08-18": [
        {
          "trigDate": "2015-08-18",
          "quantName": "上证_高位KDJ死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "6->2015-08-26,-799.72,-20.91",
            "high": "1->2015-08-19,60.72,1.59",
            "low": "6->2015-08-26,-799.72,-20.91"
          },
          "nextSecondDelivery周三": {
            "close": "24->2015-09-23,-562.38,-14.7",
            "high": "1->2015-08-19,60.72,1.59",
            "low": "6->2015-08-26,-799.72,-20.91"
          }
        }
      ],
      "2015-08-19": [
        {
          "trigDate": "2015-08-19",
          "quantName": "上证_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "5->2015-08-26,-860.44,-22.14",
            "high": ",0,0",
            "low": "5->2015-08-26,-860.44,-22.14"
          },
          "nextSecondDelivery周三": {
            "close": "23->2015-09-23,-623.11,-16.03",
            "high": ",0,0",
            "low": "5->2015-08-26,-860.44,-22.14"
          }
        }
      ],
      "2015-12-09": [
        {
          "trigDate": "2015-12-09",
          "quantName": "上证_红但down死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2015-12-09",
          "quantName": "上证50_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "10->2015-12-23,230.44,6.34",
            "high": "9->2015-12-22,240.8,6.62",
            "low": "2->2015-12-11,-27.88,-0.77"
          },
          "nextSecondDelivery周三": {
            "close": "34->2016-01-27,-705.59,-19.41",
            "high": "9->2015-12-22,240.8,6.62",
            "low": "34->2016-01-27,-705.59,-19.41"
          }
        }
      ],
      "2015-12-11": [
        {
          "trigDate": "2015-12-11",
          "quantName": "沪深300_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "8->2015-12-23,258.32,7.16",
            "high": "7->2015-12-22,268.67,7.45",
            "low": ",0,0"
          },
          "nextSecondDelivery周三": {
            "close": "32->2016-01-27,-677.71,-18.78",
            "high": "7->2015-12-22,268.67,7.45",
            "low": "32->2016-01-27,-677.71,-18.78"
          }
        }
      ],
      "2015-12-18": [
        {
          "trigDate": "2015-12-18",
          "quantName": "沪深300_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "3->2015-12-23,98.47,2.61",
            "high": "2->2015-12-22,108.82,2.89",
            "low": ",0,0"
          },
          "nextSecondDelivery周三": {
            "close": "27->2016-01-27,-837.56,-22.23",
            "high": "2->2015-12-22,108.82,2.89",
            "low": "27->2016-01-27,-837.56,-22.23"
          }
        }
      ],
      "2015-12-25": [
        {
          "trigDate": "2015-12-25",
          "quantName": "上证_红但down死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2015-12-25",
          "quantName": "上证50_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "22->2016-01-27,-907.85,-23.65",
            "high": ",0,0",
            "low": "22->2016-01-27,-907.85,-23.65"
          },
          "nextSecondDelivery周三": {
            "close": "37->2016-02-24,-728.66,-18.98",
            "high": ",0,0",
            "low": "23->2016-01-28,-984.44,-25.65"
          }
        }
      ],
      "2015-12-28": [
        {
          "trigDate": "2015-12-28",
          "quantName": "上证50_高位KDJ死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "21->2016-01-27,-797.28,-21.39",
            "high": "2->2015-12-30,37.54,1.01",
            "low": "21->2016-01-27,-797.28,-21.39"
          },
          "nextSecondDelivery周三": {
            "close": "36->2016-02-24,-618.09,-16.58",
            "high": "2->2015-12-30,37.54,1.01",
            "low": "22->2016-01-28,-873.88,-23.44"
          }
        }
      ],
      "2015-12-29": [
        {
          "trigDate": "2015-12-29",
          "quantName": "上证50_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "20->2016-01-27,-831.52,-22.1",
            "high": "1->2015-12-30,3.3,0.09",
            "low": "20->2016-01-27,-831.52,-22.1"
          },
          "nextSecondDelivery周三": {
            "close": "35->2016-02-24,-652.33,-17.34",
            "high": "1->2015-12-30,3.3,0.09",
            "low": "21->2016-01-28,-908.12,-24.14"
          }
        }
      ]
    },
    "2018-01-26=>2018-10-26": {
      "2018-01-26": [
        {
          "trigDate": "2018-01-26",
          "quantName": "上证_红但down死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2018-01-26",
          "quantName": "沪深300_红但down死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2018-01-26",
          "quantName": "上证50_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "18->2018-02-28,-357.66,-8.16",
            "high": ",0,0",
            "low": "10->2018-02-09,-540.65,-12.34"
          },
          "nextSecondDelivery周三": {
            "close": "38->2018-03-28,-538.58,-12.29",
            "high": ",0,0",
            "low": "10->2018-02-09,-540.65,-12.34"
          }
        }
      ],
      "2018-02-06": [
        {
          "trigDate": "2018-02-06",
          "quantName": "上证50_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "11->2018-02-28,-125.24,-3.02",
            "high": ",0,0",
            "low": "3->2018-02-09,-308.23,-7.43"
          },
          "nextSecondDelivery周三": {
            "close": "31->2018-03-28,-306.17,-7.38",
            "high": ",0,0",
            "low": "3->2018-02-09,-308.23,-7.43"
          }
        }
      ],
      "2018-02-28": [
        {
          "trigDate": "2018-02-28",
          "quantName": "沪深300_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "20->2018-03-28,-180.93,-4.5",
            "high": "8->2018-03-12,104.02,2.59",
            "low": "20->2018-03-28,-180.93,-4.5"
          },
          "nextSecondDelivery周三": {
            "close": "38->2018-04-25,-194.94,-4.84",
            "high": "8->2018-03-12,104.02,2.59",
            "low": "32->2018-04-17,-275,-6.83"
          }
        }
      ],
      "2018-03-01": [
        {
          "trigDate": "2018-03-01",
          "quantName": "上证_红但down死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2018-03-01",
          "quantName": "沪深300_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "19->2018-03-28,-206.37,-5.1",
            "high": "7->2018-03-12,78.58,1.94",
            "low": "19->2018-03-28,-206.37,-5.1"
          },
          "nextSecondDelivery周三": {
            "close": "37->2018-04-25,-220.38,-5.44",
            "high": "7->2018-03-12,78.58,1.94",
            "low": "31->2018-04-17,-300.45,-7.42"
          }
        }
      ],
      "2018-03-02": [
        {
          "trigDate": "2018-03-02",
          "quantName": "上证_红但down死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2018-03-02",
          "quantName": "沪深300_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "18->2018-03-28,-173.75,-4.33",
            "high": "6->2018-03-12,111.21,2.77",
            "low": "18->2018-03-28,-173.75,-4.33"
          },
          "nextSecondDelivery周三": {
            "close": "36->2018-04-25,-187.76,-4.67",
            "high": "6->2018-03-12,111.21,2.77",
            "low": "30->2018-04-17,-267.82,-6.67"
          }
        }
      ],
      "2018-03-05": [
        {
          "trigDate": "2018-03-05",
          "quantName": "上证_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "17->2018-03-28,-175.38,-4.36",
            "high": "5->2018-03-12,109.57,2.73",
            "low": "17->2018-03-28,-175.38,-4.36"
          },
          "nextSecondDelivery周三": {
            "close": "35->2018-04-25,-189.4,-4.71",
            "high": "5->2018-03-12,109.57,2.73",
            "low": "29->2018-04-17,-269.46,-6.71"
          }
        }
      ],
      "2018-03-06": [
        {
          "trigDate": "2018-03-06",
          "quantName": "上证_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "16->2018-03-28,-223.85,-5.5",
            "high": "4->2018-03-12,61.1,1.5",
            "low": "16->2018-03-28,-223.85,-5.5"
          },
          "nextSecondDelivery周三": {
            "close": "34->2018-04-25,-237.86,-5.85",
            "high": "4->2018-03-12,61.1,1.5",
            "low": "28->2018-04-17,-317.92,-7.82"
          }
        }
      ],
      "2018-03-15": [
        {
          "trigDate": "2018-03-15",
          "quantName": "上证_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "9->2018-03-28,-253.45,-6.19",
            "high": ",0,0",
            "low": "9->2018-03-28,-253.45,-6.19"
          },
          "nextSecondDelivery周三": {
            "close": "27->2018-04-25,-267.46,-6.53",
            "high": ",0,0",
            "low": "21->2018-04-17,-347.52,-8.48"
          }
        }
      ],
      "2018-03-19": [
        {
          "trigDate": "2018-03-19",
          "quantName": "沪深300_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "7->2018-03-28,-231.53,-5.68",
            "high": "1->2018-03-20,3.46,0.08",
            "low": "7->2018-03-28,-231.53,-5.68"
          },
          "nextSecondDelivery周三": {
            "close": "25->2018-04-25,-245.55,-6.03",
            "high": "1->2018-03-20,3.46,0.08",
            "low": "19->2018-04-17,-325.61,-7.99"
          }
        }
      ],
      "2018-03-23": [
        {
          "trigDate": "2018-03-23",
          "quantName": "上证50_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "3->2018-03-28,-62.22,-1.59",
            "high": "2->2018-03-27,8.33,0.21",
            "low": "3->2018-03-28,-62.22,-1.59"
          },
          "nextSecondDelivery周三": {
            "close": "21->2018-04-25,-76.23,-1.95",
            "high": "11->2018-04-11,33.41,0.86",
            "low": "15->2018-04-17,-156.29,-4"
          }
        }
      ],
      "2018-06-11": [
        {
          "trigDate": "2018-06-11",
          "quantName": "沪深300_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "11->2018-06-27,-320.72,-8.48",
            "high": "1->2018-06-12,45.97,1.22",
            "low": "11->2018-06-27,-320.72,-8.48"
          },
          "nextSecondDelivery周三": {
            "close": "31->2018-07-25,-202.23,-5.35",
            "high": "1->2018-06-12,45.97,1.22",
            "low": "17->2018-07-05,-437.54,-11.58"
          }
        }
      ],
      "2018-09-03": [
        {
          "trigDate": "2018-09-03",
          "quantName": "上证50_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "16->2018-09-26,95.42,2.87",
            "high": "16->2018-09-26,95.42,2.87",
            "low": "7->2018-09-12,-119.8,-3.61"
          },
          "nextSecondDelivery周三": {
            "close": "31->2018-10-24,-133.62,-4.02",
            "high": "18->2018-09-28,117.04,3.52",
            "low": "27->2018-10-18,-277.43,-8.35"
          }
        }
      ],
      "2018-10-08": [
        {
          "trigDate": "2018-10-08",
          "quantName": "上证50_高位KDJ死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "12->2018-10-24,-102.7,-3.12",
            "high": ",0,0",
            "low": "8->2018-10-18,-246.51,-7.49"
          },
          "nextSecondDelivery周三": {
            "close": "37->2018-11-28,-111.97,-3.4",
            "high": "30->2018-11-19,3.7,0.11",
            "low": "8->2018-10-18,-246.51,-7.49"
          }
        }
      ],
      "2018-10-09": [
        {
          "trigDate": "2018-10-09",
          "quantName": "上证50_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "11->2018-10-24,-100.49,-3.06",
            "high": ",0,0",
            "low": "7->2018-10-18,-244.3,-7.43"
          },
          "nextSecondDelivery周三": {
            "close": "36->2018-11-28,-109.76,-3.34",
            "high": "29->2018-11-19,5.91,0.18",
            "low": "7->2018-10-18,-244.3,-7.43"
          }
        }
      ]
    },
    "2021-02-23=>2022-11-03": {
      "2021-02-23": [
        {
          "trigDate": "2021-02-23",
          "quantName": "上证_红但down死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2021-02-23",
          "quantName": "沪深300_红但down死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2021-02-23",
          "quantName": "上证50_红但down死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2021-02-23",
          "quantName": "科创50_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "1->2021-02-24,-142.1,-2.55",
            "high": ",0,0",
            "low": "1->2021-02-24,-142.1,-2.55"
          },
          "nextSecondDelivery周三": {
            "close": "21->2021-03-24,-650.98,-11.67",
            "high": ",0,0",
            "low": "21->2021-03-24,-650.98,-11.67"
          }
        }
      ],
      "2021-02-24": [
        {
          "trigDate": "2021-02-24",
          "quantName": "上证_高位KDJ死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "20->2021-03-24,-508.88,-9.36",
            "high": "1->2021-02-25,31.99,0.59",
            "low": "20->2021-03-24,-508.88,-9.36"
          },
          "nextSecondDelivery周三": {
            "close": "44->2021-04-28,-318.33,-5.85",
            "high": "1->2021-02-25,31.99,0.59",
            "low": "21->2021-03-25,-511.22,-9.4"
          }
        }
      ],
      "2021-05-27": [
        {
          "trigDate": "2021-05-27",
          "quantName": "上证_红但down死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2021-05-27",
          "quantName": "沪深300_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "18->2021-06-23,-190.84,-3.57",
            "high": "3->2021-06-01,3.45,0.06",
            "low": "13->2021-06-16,-257.74,-4.83"
          },
          "nextSecondDelivery周三": {
            "close": "43->2021-07-28,-577.75,-10.82",
            "high": "3->2021-06-01,3.45,0.06",
            "low": "42->2021-07-27,-586.92,-10.99"
          }
        }
      ],
      "2021-05-31": [
        {
          "trigDate": "2021-05-31",
          "quantName": "上证_红但down死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2021-05-31",
          "quantName": "沪深300_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "16->2021-06-23,-184.18,-3.45",
            "high": "1->2021-06-01,10.11,0.19",
            "low": "11->2021-06-16,-251.08,-4.71"
          },
          "nextSecondDelivery周三": {
            "close": "41->2021-07-28,-571.09,-10.71",
            "high": "1->2021-06-01,10.11,0.19",
            "low": "40->2021-07-27,-580.26,-10.88"
          }
        }
      ],
      "2021-06-01": [
        {
          "trigDate": "2021-06-01",
          "quantName": "上证_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "15->2021-06-23,-194.29,-3.64",
            "high": ",0,0",
            "low": "10->2021-06-16,-261.19,-4.89"
          },
          "nextSecondDelivery周三": {
            "close": "40->2021-07-28,-581.2,-10.88",
            "high": ",0,0",
            "low": "39->2021-07-27,-590.37,-11.05"
          }
        }
      ],
      "2021-06-02": [
        {
          "trigDate": "2021-06-02",
          "quantName": "上证_高位KDJ死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "14->2021-06-23,-142.58,-2.7",
            "high": ",0,0",
            "low": "9->2021-06-16,-209.48,-3.96"
          },
          "nextSecondDelivery周三": {
            "close": "39->2021-07-28,-529.49,-10.01",
            "high": ",0,0",
            "low": "38->2021-07-27,-538.66,-10.18"
          }
        }
      ],
      "2021-06-03": [
        {
          "trigDate": "2021-06-03",
          "quantName": "上证_高位KDJ死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "13->2021-06-23,-107.9,-2.05",
            "high": "1->2021-06-04,26.99,0.51",
            "low": "8->2021-06-16,-174.8,-3.33"
          },
          "nextSecondDelivery周三": {
            "close": "38->2021-07-28,-494.81,-9.42",
            "high": "1->2021-06-04,26.99,0.51",
            "low": "37->2021-07-27,-503.98,-9.59"
          }
        }
      ],
      "2021-06-04": [
        {
          "trigDate": "2021-06-04",
          "quantName": "上证_红但down死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2021-06-04",
          "quantName": "科创50_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "12->2021-06-23,-134.89,-2.55",
            "high": ",0,0",
            "low": "7->2021-06-16,-201.79,-3.82"
          },
          "nextSecondDelivery周三": {
            "close": "37->2021-07-28,-521.8,-9.88",
            "high": ",0,0",
            "low": "36->2021-07-27,-530.97,-10.05"
          }
        }
      ],
      "2021-06-23": [
        {
          "trigDate": "2021-06-23",
          "quantName": "科创50_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "25->2021-07-28,-386.91,-7.52",
            "high": "3->2021-06-28,104.37,2.03",
            "low": "24->2021-07-27,-396.08,-7.69"
          },
          "nextSecondDelivery周三": {
            "close": "45->2021-08-25,-249.23,-4.84",
            "high": "3->2021-06-28,104.37,2.03",
            "low": "24->2021-07-27,-396.08,-7.69"
          }
        }
      ],
      "2021-06-25": [
        {
          "trigDate": "2021-06-25",
          "quantName": "科创50_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "23->2021-07-28,-479.49,-9.15",
            "high": "1->2021-06-28,11.79,0.23",
            "low": "22->2021-07-27,-488.66,-9.33"
          },
          "nextSecondDelivery周三": {
            "close": "43->2021-08-25,-341.81,-6.52",
            "high": "1->2021-06-28,11.79,0.23",
            "low": "22->2021-07-27,-488.66,-9.33"
          }
        }
      ],
      "2021-07-02": [
        {
          "trigDate": "2021-07-02",
          "quantName": "科创50_高位KDJ死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "18->2021-07-28,-320.64,-6.31",
            "high": "14->2021-07-22,70.63,1.39",
            "low": "17->2021-07-27,-329.81,-6.49"
          },
          "nextSecondDelivery周三": {
            "close": "38->2021-08-25,-182.96,-3.6",
            "high": "14->2021-07-22,70.63,1.39",
            "low": "17->2021-07-27,-329.81,-6.49"
          }
        }
      ],
      "2021-07-05": [
        {
          "trigDate": "2021-07-05",
          "quantName": "上证50_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "17->2021-07-28,-325.31,-6.4",
            "high": "13->2021-07-22,65.96,1.3",
            "low": "16->2021-07-27,-334.48,-6.58"
          },
          "nextSecondDelivery周三": {
            "close": "37->2021-08-25,-187.63,-3.69",
            "high": "13->2021-07-22,65.96,1.3",
            "low": "16->2021-07-27,-334.48,-6.58"
          }
        }
      ],
      "2021-07-15": [
        {
          "trigDate": "2021-07-15",
          "quantName": "科创50_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "9->2021-07-28,-390.98,-7.59",
            "high": "5->2021-07-22,0.29,0.01",
            "low": "8->2021-07-27,-400.15,-7.77"
          },
          "nextSecondDelivery周三": {
            "close": "29->2021-08-25,-253.3,-4.92",
            "high": "5->2021-07-22,0.29,0.01",
            "low": "8->2021-07-27,-400.15,-7.77"
          }
        }
      ],
      "2021-08-09": [
        {
          "trigDate": "2021-08-09",
          "quantName": "科创50_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "12->2021-08-25,-87.4,-1.75",
            "high": "1->2021-08-10,57.59,1.16",
            "low": "9->2021-08-20,-216.29,-4.34"
          },
          "nextSecondDelivery周三": {
            "close": "30->2021-09-22,-163.79,-3.29",
            "high": "1->2021-08-10,57.59,1.16",
            "low": "9->2021-08-20,-216.29,-4.34"
          }
        }
      ],
      "2021-08-10": [
        {
          "trigDate": "2021-08-10",
          "quantName": "科创50_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "11->2021-08-25,-144.99,-2.87",
            "high": ",0,0",
            "low": "8->2021-08-20,-273.88,-5.43"
          },
          "nextSecondDelivery周三": {
            "close": "29->2021-09-22,-221.38,-4.39",
            "high": ",0,0",
            "low": "8->2021-08-20,-273.88,-5.43"
          }
        }
      ],
      "2021-08-16": [
        {
          "trigDate": "2021-08-16",
          "quantName": "上证_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "7->2021-08-25,-42.91,-0.87",
            "high": ",0,0",
            "low": "4->2021-08-20,-171.8,-3.48"
          },
          "nextSecondDelivery周三": {
            "close": "25->2021-09-22,-119.3,-2.41",
            "high": "19->2021-09-10,72.45,1.47",
            "low": "4->2021-08-20,-171.8,-3.48"
          }
        }
      ],
      "2021-11-25": [
        {
          "trigDate": "2021-11-25",
          "quantName": "沪深300_高位KDJ死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "19->2021-12-22,18.01,0.37",
            "high": "12->2021-12-13,187.36,3.83",
            "low": "3->2021-11-30,-64.41,-1.32"
          },
          "nextSecondDelivery周三": {
            "close": "43->2022-01-26,-184.13,-3.76",
            "high": "12->2021-12-13,187.36,3.83",
            "low": "42->2022-01-25,-217.99,-4.45"
          }
        }
      ],
      "2021-11-29": [
        {
          "trigDate": "2021-11-29",
          "quantName": "上证50_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "17->2021-12-22,63.03,1.3",
            "high": "10->2021-12-13,232.38,4.79",
            "low": "1->2021-11-30,-19.39,-0.4"
          },
          "nextSecondDelivery周三": {
            "close": "41->2022-01-26,-139.11,-2.87",
            "high": "10->2021-12-13,232.38,4.79",
            "low": "40->2022-01-25,-172.97,-3.57"
          }
        }
      ],
      "2021-12-10": [
        {
          "trigDate": "2021-12-10",
          "quantName": "上证_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "8->2021-12-22,-140.67,-2.78",
            "high": "1->2021-12-13,28.68,0.57",
            "low": "6->2021-12-20,-174.7,-3.46"
          },
          "nextSecondDelivery周三": {
            "close": "32->2022-01-26,-342.81,-6.78",
            "high": "1->2021-12-13,28.68,0.57",
            "low": "31->2022-01-25,-376.67,-7.45"
          }
        }
      ],
      "2021-12-15": [
        {
          "trigDate": "2021-12-15",
          "quantName": "沪深300_高位KDJ死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2021-12-15",
          "quantName": "上证50_高位KDJ死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "5->2021-12-22,-91.45,-1.83",
            "high": "1->2021-12-16,28.83,0.58",
            "low": "3->2021-12-20,-125.48,-2.51"
          },
          "nextSecondDelivery周三": {
            "close": "29->2022-01-26,-293.59,-5.86",
            "high": "1->2021-12-16,28.83,0.58",
            "low": "28->2022-01-25,-327.45,-6.54"
          }
        }
      ],
      "2021-12-16": [
        {
          "trigDate": "2021-12-16",
          "quantName": "沪深300_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "4->2021-12-22,-120.28,-2.39",
            "high": ",0,0",
            "low": "2->2021-12-20,-154.31,-3.06"
          },
          "nextSecondDelivery周三": {
            "close": "28->2022-01-26,-322.42,-6.4",
            "high": ",0,0",
            "low": "27->2022-01-25,-356.28,-7.08"
          }
        }
      ],
      "2022-01-06": [
        {
          "trigDate": "2022-01-06",
          "quantName": "上证_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "14->2022-01-26,-105.92,-2.2",
            "high": "4->2022-01-12,27.35,0.57",
            "low": "13->2022-01-25,-139.78,-2.9"
          },
          "nextSecondDelivery周三": {
            "close": "29->2022-02-23,-195.18,-4.05",
            "high": "4->2022-01-12,27.35,0.57",
            "low": "22->2022-02-14,-266.54,-5.53"
          }
        }
      ],
      "2022-01-07": [
        {
          "trigDate": "2022-01-07",
          "quantName": "上证50_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "13->2022-01-26,-110.06,-2.28",
            "high": "3->2022-01-12,23.21,0.48",
            "low": "12->2022-01-25,-143.92,-2.98"
          },
          "nextSecondDelivery周三": {
            "close": "28->2022-02-23,-199.32,-4.13",
            "high": "3->2022-01-12,23.21,0.48",
            "low": "21->2022-02-14,-270.68,-5.61"
          }
        }
      ],
      "2022-01-24": [
        {
          "trigDate": "2022-01-24",
          "quantName": "上证_红但down死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2022-01-24",
          "quantName": "上证50_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "2->2022-01-26,-74.43,-1.55",
            "high": ",0,0",
            "low": "1->2022-01-25,-108.29,-2.26"
          },
          "nextSecondDelivery周三": {
            "close": "17->2022-02-23,-163.69,-3.42",
            "high": ",0,0",
            "low": "10->2022-02-14,-235.05,-4.91"
          }
        }
      ],
      "2022-01-26": [
        {
          "trigDate": "2022-01-26",
          "quantName": "上证50_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "15->2022-02-23,-89.26,-1.89",
            "high": ",0,0",
            "low": "8->2022-02-14,-160.62,-3.41"
          },
          "nextSecondDelivery周三": {
            "close": "35->2022-03-23,-435.79,-9.25",
            "high": ",0,0",
            "low": "29->2022-03-15,-728.5,-15.46"
          }
        }
      ],
      "2022-02-23": [
        {
          "trigDate": "2022-02-23",
          "quantName": "上证50_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "20->2022-03-23,-346.53,-7.5",
            "high": ",0,0",
            "low": "14->2022-03-15,-639.24,-13.83"
          },
          "nextSecondDelivery周三": {
            "close": "43->2022-04-27,-727.51,-15.74",
            "high": ",0,0",
            "low": "42->2022-04-26,-838.93,-18.15"
          }
        }
      ],
      "2022-03-04": [
        {
          "trigDate": "2022-03-04",
          "quantName": "上证_高位KDJ死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "13->2022-03-23,-219.91,-4.89",
            "high": ",0,0",
            "low": "7->2022-03-15,-512.62,-11.4"
          },
          "nextSecondDelivery周三": {
            "close": "36->2022-04-27,-600.89,-13.36",
            "high": ",0,0",
            "low": "35->2022-04-26,-712.31,-15.84"
          }
        }
      ],
      "2022-03-28": [
        {
          "trigDate": "2022-03-28",
          "quantName": "上证_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "20->2022-04-27,-252.93,-6.1",
            "high": "4->2022-04-01,127.69,3.08",
            "low": "19->2022-04-26,-364.35,-8.78"
          },
          "nextSecondDelivery周三": {
            "close": "37->2022-05-25,-165.29,-3.98",
            "high": "4->2022-04-01,127.69,3.08",
            "low": "19->2022-04-26,-364.35,-8.78"
          }
        }
      ],
      "2022-04-07": [
        {
          "trigDate": "2022-04-07",
          "quantName": "上证_高位KDJ死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "14->2022-04-27,-313.56,-7.45",
            "high": "1->2022-04-08,21.67,0.51",
            "low": "13->2022-04-26,-424.98,-10.1"
          },
          "nextSecondDelivery周三": {
            "close": "31->2022-05-25,-225.92,-5.37",
            "high": "1->2022-04-08,21.67,0.51",
            "low": "13->2022-04-26,-424.98,-10.1"
          }
        }
      ],
      "2022-04-08": [
        {
          "trigDate": "2022-04-08",
          "quantName": "上证_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "13->2022-04-27,-335.23,-7.92",
            "high": ",0,0",
            "low": "12->2022-04-26,-446.65,-10.56"
          },
          "nextSecondDelivery周三": {
            "close": "30->2022-05-25,-247.59,-5.85",
            "high": ",0,0",
            "low": "12->2022-04-26,-446.65,-10.56"
          }
        }
      ],
      "2022-04-12": [
        {
          "trigDate": "2022-04-12",
          "quantName": "上证50_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "11->2022-04-27,-284.43,-6.8",
            "high": "2->2022-04-14,11.6,0.28",
            "low": "10->2022-04-26,-395.85,-9.47"
          },
          "nextSecondDelivery周三": {
            "close": "28->2022-05-25,-196.79,-4.71",
            "high": "2->2022-04-14,11.6,0.28",
            "low": "10->2022-04-26,-395.85,-9.47"
          }
        }
      ],
      "2022-06-30": [
        {
          "trigDate": "2022-06-30",
          "quantName": "沪深300_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "19->2022-07-27,-259.97,-5.8",
            "high": "2->2022-07-04,11.02,0.25",
            "low": "17->2022-07-25,-272.37,-6.07"
          },
          "nextSecondDelivery周三": {
            "close": "39->2022-08-24,-402.59,-8.98",
            "high": "2->2022-07-04,11.02,0.25",
            "low": "24->2022-08-03,-418.03,-9.32"
          }
        }
      ],
      "2022-07-04": [
        {
          "trigDate": "2022-07-04",
          "quantName": "科创50_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "17->2022-07-27,-270.99,-6.03",
            "high": ",0,0",
            "low": "15->2022-07-25,-283.39,-6.3"
          },
          "nextSecondDelivery周三": {
            "close": "37->2022-08-24,-413.61,-9.2",
            "high": ",0,0",
            "low": "22->2022-08-03,-429.05,-9.54"
          }
        }
      ],
      "2022-07-07": [
        {
          "trigDate": "2022-07-07",
          "quantName": "上证_红但down死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2022-07-07",
          "quantName": "沪深300_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "14->2022-07-27,-218.43,-4.92",
            "high": ",0,0",
            "low": "12->2022-07-25,-230.83,-5.19"
          },
          "nextSecondDelivery周三": {
            "close": "34->2022-08-24,-361.05,-8.13",
            "high": ",0,0",
            "low": "19->2022-08-03,-376.49,-8.47"
          }
        }
      ],
      "2022-08-03": [
        {
          "trigDate": "2022-08-03",
          "quantName": "科创50_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "15->2022-08-24,15.44,0.38",
            "high": "10->2022-08-17,149.98,3.69",
            "low": ",0,0"
          },
          "nextSecondDelivery周三": {
            "close": "39->2022-09-28,-238.27,-5.86",
            "high": "10->2022-08-17,149.98,3.69",
            "low": "39->2022-09-28,-238.27,-5.86"
          }
        }
      ],
      "2022-08-15": [
        {
          "trigDate": "2022-08-15",
          "quantName": "沪深300_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "7->2022-08-24,-103.26,-2.47",
            "high": "2->2022-08-17,31.28,0.75",
            "low": "7->2022-08-24,-103.26,-2.47"
          },
          "nextSecondDelivery周三": {
            "close": "31->2022-09-28,-356.97,-8.53",
            "high": "2->2022-08-17,31.28,0.75",
            "low": "31->2022-09-28,-356.97,-8.53"
          }
        }
      ],
      "2022-08-22": [
        {
          "trigDate": "2022-08-22",
          "quantName": "上证_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "2->2022-08-24,-98.98,-2.37",
            "high": ",0,0",
            "low": "2->2022-08-24,-98.98,-2.37"
          },
          "nextSecondDelivery周三": {
            "close": "26->2022-09-28,-352.69,-8.43",
            "high": ",0,0",
            "low": "26->2022-09-28,-352.69,-8.43"
          }
        }
      ]
    }
  }
}
var runLastKlineDate = "2024-11-22"