var triggerLogObj期权 = {
  "上升日期区间": {
    "2008-12-04=>2009-07-27": {},
    "2012-09-27=>2015-06-08": {},
    "2016-03-03=>2018-01-17": {},
    "2018-12-28=>2021-02-18": {},
    "2022-11-03=>2024-11-12": {
      "2022-11-03": [
        {
          "trigDate": "2022-11-03",
          "quantName": "上证50_绿但Jup金叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "14->2022-11-23,125.63,3.44",
            "high": "8->2022-11-15,218.07,5.98",
            "low": ",0,0"
          },
          "nextSecondDelivery周三": {
            "close": "39->2022-12-28,223.36,6.12",
            "high": "26->2022-12-09,350.34,9.6",
            "low": ",0,0"
          }
        }
      ],
      "2022-12-26": [
        {
          "trigDate": "2022-12-26",
          "quantName": "科创50_绿但Jup金叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "2->2022-12-28,27.77,0.72",
            "high": "1->2022-12-27,44.36,1.15",
            "low": ",0,0"
          },
          "nextSecondDelivery周三": {
            "close": "36->2023-02-22,263.46,6.85",
            "high": "19->2023-01-30,357.86,9.31",
            "low": ",0,0"
          }
        }
      ],
      "2022-12-27": [
        {
          "trigDate": "2022-12-27",
          "quantName": "上证_绿但Jup金叉",
          "logInfo": ""
        },
        {
          "trigDate": "2022-12-27",
          "quantName": "沪深300_绿但Jup金叉",
          "logInfo": ""
        },
        {
          "trigDate": "2022-12-27",
          "quantName": "科创50_绿但Jup金叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "1->2022-12-28,-16.59,-0.43",
            "high": ",0,0",
            "low": "1->2022-12-28,-16.59,-0.43"
          },
          "nextSecondDelivery周三": {
            "close": "35->2023-02-22,219.1,5.64",
            "high": "18->2023-01-30,313.5,8.06",
            "low": "2->2022-12-29,-31.15,-0.8"
          }
        }
      ],
      "2022-12-28": [
        {
          "trigDate": "2022-12-28",
          "quantName": "上证_绿但Jup金叉",
          "logInfo": ""
        },
        {
          "trigDate": "2022-12-28",
          "quantName": "沪深300_绿但Jup金叉",
          "logInfo": ""
        },
        {
          "trigDate": "2022-12-28",
          "quantName": "科创50_绿但Jup金叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "34->2023-02-22,235.69,6.09",
            "high": "17->2023-01-30,330.09,8.53",
            "low": "1->2022-12-29,-14.56,-0.38"
          },
          "nextSecondDelivery周三": {
            "close": "54->2023-03-22,128.18,3.31",
            "high": "17->2023-01-30,330.09,8.53",
            "low": "1->2022-12-29,-14.56,-0.38"
          }
        }
      ],
      "2022-12-29": [
        {
          "trigDate": "2022-12-29",
          "quantName": "上证_绿但Jup金叉",
          "logInfo": ""
        },
        {
          "trigDate": "2022-12-29",
          "quantName": "沪深300_绿但Jup金叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "33->2023-02-22,250.25,6.49",
            "high": "16->2023-01-30,344.65,8.94",
            "low": ",0,0"
          },
          "nextSecondDelivery周三": {
            "close": "53->2023-03-22,142.74,3.7",
            "high": "16->2023-01-30,344.65,8.94",
            "low": ",0,0"
          }
        }
      ],
      "2023-02-13": [
        {
          "trigDate": "2023-02-13",
          "quantName": "上证_绿但Jup金叉",
          "logInfo": ""
        },
        {
          "trigDate": "2023-02-13",
          "quantName": "沪深300_绿但Jup金叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "7->2023-02-22,-36.62,-0.88",
            "high": "1->2023-02-14,1.72,0.04",
            "low": "4->2023-02-17,-109.06,-2.63"
          },
          "nextSecondDelivery周三": {
            "close": "27->2023-03-22,-144.13,-3.48",
            "high": "1->2023-02-14,1.72,0.04",
            "low": "25->2023-03-20,-204.49,-4.94"
          }
        }
      ],
      "2023-02-14": [
        {
          "trigDate": "2023-02-14",
          "quantName": "沪深300_绿但Jup金叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "6->2023-02-22,-38.34,-0.92",
            "high": ",0,0",
            "low": "3->2023-02-17,-110.78,-2.67"
          },
          "nextSecondDelivery周三": {
            "close": "26->2023-03-22,-145.85,-3.52",
            "high": ",0,0",
            "low": "24->2023-03-20,-206.21,-4.97"
          }
        }
      ],
      "2023-02-15": [
        {
          "trigDate": "2023-02-15",
          "quantName": "沪深300_绿但Jup金叉",
          "logInfo": ""
        },
        {
          "trigDate": "2023-02-15",
          "quantName": "上证50_绿但Jup金叉",
          "logInfo": ""
        },
        {
          "trigDate": "2023-02-15",
          "quantName": "科创50_绿但Jup金叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "5->2023-02-22,-16.74,-0.41",
            "high": "4->2023-02-21,20.66,0.5",
            "low": "2->2023-02-17,-89.18,-2.16"
          },
          "nextSecondDelivery周三": {
            "close": "25->2023-03-22,-124.25,-3.01",
            "high": "4->2023-02-21,20.66,0.5",
            "low": "23->2023-03-20,-184.61,-4.48"
          }
        }
      ],
      "2023-02-16": [
        {
          "trigDate": "2023-02-16",
          "quantName": "科创50_绿但Jup金叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "4->2023-02-22,13.46,0.33",
            "high": "3->2023-02-21,50.86,1.24",
            "low": "1->2023-02-17,-58.98,-1.44"
          },
          "nextSecondDelivery周三": {
            "close": "24->2023-03-22,-94.05,-2.3",
            "high": "3->2023-02-21,50.86,1.24",
            "low": "22->2023-03-20,-154.41,-3.77"
          }
        }
      ],
      "2023-02-17": [
        {
          "trigDate": "2023-02-17",
          "quantName": "科创50_绿但Jup金叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "3->2023-02-22,72.44,1.8",
            "high": "2->2023-02-21,109.84,2.72",
            "low": ",0,0"
          },
          "nextSecondDelivery周三": {
            "close": "23->2023-03-22,-35.07,-0.87",
            "high": "2->2023-02-21,109.84,2.72",
            "low": "21->2023-03-20,-95.43,-2.37"
          }
        }
      ],
      "2023-03-21": [
        {
          "trigDate": "2023-03-21",
          "quantName": "沪深300_绿但Jup金叉",
          "logInfo": ""
        },
        {
          "trigDate": "2023-03-21",
          "quantName": "上证50_绿但Jup金叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "1->2023-03-22,17.06,0.43",
            "high": "1->2023-03-22,17.06,0.43",
            "low": ",0,0"
          },
          "nextSecondDelivery周三": {
            "close": "25->2023-04-26,-23.15,-0.58",
            "high": "19->2023-04-18,179.65,4.51",
            "low": "25->2023-04-26,-23.15,-0.58"
          }
        }
      ],
      "2023-03-22": [
        {
          "trigDate": "2023-03-22",
          "quantName": "沪深300_绿但Jup金叉",
          "logInfo": ""
        },
        {
          "trigDate": "2023-03-22",
          "quantName": "上证50_绿但Jup金叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "24->2023-04-26,-40.21,-1.01",
            "high": "18->2023-04-18,162.59,4.07",
            "low": "24->2023-04-26,-40.21,-1.01"
          },
          "nextSecondDelivery周三": {
            "close": "41->2023-05-24,-140.35,-3.51",
            "high": "18->2023-04-18,162.59,4.07",
            "low": "41->2023-05-24,-140.35,-3.51"
          }
        }
      ],
      "2023-04-28": [
        {
          "trigDate": "2023-04-28",
          "quantName": "上证50_绿但Jup金叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "15->2023-05-24,-170,-4.22",
            "high": "3->2023-05-08,33.57,0.83",
            "low": "15->2023-05-24,-170,-4.22"
          },
          "nextSecondDelivery周三": {
            "close": "38->2023-06-28,-188.29,-4.67",
            "high": "3->2023-05-08,33.57,0.83",
            "low": "25->2023-06-07,-239.75,-5.95"
          }
        }
      ],
      "2023-05-05": [
        {
          "trigDate": "2023-05-05",
          "quantName": "上证_绿但Jup金叉",
          "logInfo": ""
        },
        {
          "trigDate": "2023-05-05",
          "quantName": "沪深300_绿但Jup金叉",
          "logInfo": ""
        },
        {
          "trigDate": "2023-05-05",
          "quantName": "上证50_绿但Jup金叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "13->2023-05-24,-157.79,-3.93",
            "high": "1->2023-05-08,45.78,1.14",
            "low": "13->2023-05-24,-157.79,-3.93"
          },
          "nextSecondDelivery周三": {
            "close": "36->2023-06-28,-176.08,-4.38",
            "high": "1->2023-05-08,45.78,1.14",
            "low": "23->2023-06-07,-227.54,-5.66"
          }
        }
      ],
      "2023-05-08": [
        {
          "trigDate": "2023-05-08",
          "quantName": "沪深300_绿但Jup金叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "12->2023-05-24,-203.57,-5.01",
            "high": ",0,0",
            "low": "12->2023-05-24,-203.57,-5.01"
          },
          "nextSecondDelivery周三": {
            "close": "35->2023-06-28,-221.86,-5.46",
            "high": ",0,0",
            "low": "22->2023-06-07,-273.32,-6.73"
          }
        }
      ],
      "2023-05-15": [
        {
          "trigDate": "2023-05-15",
          "quantName": "科创50_绿但Jup金叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "7->2023-05-24,-139.8,-3.5",
            "high": ",0,0",
            "low": "7->2023-05-24,-139.8,-3.5"
          },
          "nextSecondDelivery周三": {
            "close": "30->2023-06-28,-158.09,-3.95",
            "high": ",0,0",
            "low": "17->2023-06-07,-209.55,-5.24"
          }
        }
      ],
      "2023-05-16": [
        {
          "trigDate": "2023-05-16",
          "quantName": "科创50_绿但Jup金叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "6->2023-05-24,-119.12,-2.99",
            "high": ",0,0",
            "low": "6->2023-05-24,-119.12,-2.99"
          },
          "nextSecondDelivery周三": {
            "close": "29->2023-06-28,-137.41,-3.45",
            "high": ",0,0",
            "low": "16->2023-06-07,-188.87,-4.75"
          }
        }
      ],
      "2023-05-17": [
        {
          "trigDate": "2023-05-17",
          "quantName": "科创50_绿但Jup金叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "5->2023-05-24,-101.08,-2.55",
            "high": "3->2023-05-22,9.16,0.23",
            "low": "5->2023-05-24,-101.08,-2.55"
          },
          "nextSecondDelivery周三": {
            "close": "28->2023-06-28,-119.37,-3.01",
            "high": "3->2023-05-22,9.16,0.23",
            "low": "15->2023-06-07,-170.83,-4.31"
          }
        }
      ],
      "2023-05-24": [
        {
          "trigDate": "2023-05-24",
          "quantName": "沪深300_绿但Jup金叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "23->2023-06-28,-18.29,-0.47",
            "high": "17->2023-06-16,104.26,2.7",
            "low": "10->2023-06-07,-69.75,-1.81"
          },
          "nextSecondDelivery周三": {
            "close": "43->2023-07-26,47.92,1.24",
            "high": "17->2023-06-16,104.26,2.7",
            "low": "10->2023-06-07,-69.75,-1.81"
          }
        }
      ],
      "2023-05-29": [
        {
          "trigDate": "2023-05-29",
          "quantName": "上证_绿但Jup金叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "20->2023-06-28,6.86,0.18",
            "high": "14->2023-06-16,129.41,3.38",
            "low": "7->2023-06-07,-44.6,-1.16"
          },
          "nextSecondDelivery周三": {
            "close": "40->2023-07-26,73.07,1.91",
            "high": "14->2023-06-16,129.41,3.38",
            "low": "7->2023-06-07,-44.6,-1.16"
          }
        }
      ],
      "2023-05-30": [
        {
          "trigDate": "2023-05-30",
          "quantName": "沪深300_绿但Jup金叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "19->2023-06-28,3.05,0.08",
            "high": "13->2023-06-16,125.6,3.27",
            "low": "6->2023-06-07,-48.41,-1.26"
          },
          "nextSecondDelivery周三": {
            "close": "39->2023-07-26,69.26,1.8",
            "high": "13->2023-06-16,125.6,3.27",
            "low": "6->2023-06-07,-48.41,-1.26"
          }
        }
      ],
      "2023-05-31": [
        {
          "trigDate": "2023-05-31",
          "quantName": "上证_绿但Jup金叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "18->2023-06-28,42.26,1.11",
            "high": "12->2023-06-16,164.81,4.34",
            "low": "5->2023-06-07,-9.2,-0.24"
          },
          "nextSecondDelivery周三": {
            "close": "38->2023-07-26,108.47,2.86",
            "high": "12->2023-06-16,164.81,4.34",
            "low": "5->2023-06-07,-9.2,-0.24"
          }
        }
      ],
      "2023-06-01": [
        {
          "trigDate": "2023-06-01",
          "quantName": "沪深300_绿但Jup金叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "17->2023-06-28,33.93,0.89",
            "high": "11->2023-06-16,156.48,4.11",
            "low": "4->2023-06-07,-17.53,-0.46"
          },
          "nextSecondDelivery周三": {
            "close": "37->2023-07-26,100.14,2.63",
            "high": "11->2023-06-16,156.48,4.11",
            "low": "4->2023-06-07,-17.53,-0.46"
          }
        }
      ],
      "2023-06-13": [
        {
          "trigDate": "2023-06-13",
          "quantName": "科创50_绿但Jup金叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "9->2023-06-28,-24.11,-0.62",
            "high": "3->2023-06-16,98.44,2.55",
            "low": "7->2023-06-26,-55.21,-1.43"
          },
          "nextSecondDelivery周三": {
            "close": "29->2023-07-26,42.1,1.09",
            "high": "3->2023-06-16,98.44,2.55",
            "low": "27->2023-07-24,-59.69,-1.54"
          }
        }
      ],
      "2023-06-14": [
        {
          "trigDate": "2023-06-14",
          "quantName": "科创50_绿但Jup金叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "8->2023-06-28,-23.22,-0.6",
            "high": "2->2023-06-16,99.33,2.57",
            "low": "6->2023-06-26,-54.32,-1.41"
          },
          "nextSecondDelivery周三": {
            "close": "28->2023-07-26,42.99,1.11",
            "high": "2->2023-06-16,99.33,2.57",
            "low": "26->2023-07-24,-58.8,-1.52"
          }
        }
      ],
      "2023-06-15": [
        {
          "trigDate": "2023-06-15",
          "quantName": "科创50_绿但Jup金叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "7->2023-06-28,-84.7,-2.16",
            "high": "1->2023-06-16,37.85,0.96",
            "low": "5->2023-06-26,-115.8,-2.95"
          },
          "nextSecondDelivery周三": {
            "close": "27->2023-07-26,-18.49,-0.47",
            "high": "1->2023-06-16,37.85,0.96",
            "low": "25->2023-07-24,-120.28,-3.06"
          }
        }
      ],
      "2023-07-03": [
        {
          "trigDate": "2023-07-03",
          "quantName": "上证_绿但Jup金叉",
          "logInfo": ""
        },
        {
          "trigDate": "2023-07-03",
          "quantName": "上证50_绿但Jup金叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "17->2023-07-26,14.13,0.36",
            "high": "16->2023-07-25,22.24,0.57",
            "low": "15->2023-07-24,-87.66,-2.25"
          },
          "nextSecondDelivery周三": {
            "close": "37->2023-08-23,-196.25,-5.04",
            "high": "24->2023-08-04,127.7,3.28",
            "low": "37->2023-08-23,-196.25,-5.04"
          }
        }
      ],
      "2023-07-04": [
        {
          "trigDate": "2023-07-04",
          "quantName": "上证50_绿但Jup金叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "16->2023-07-26,8,0.21",
            "high": "15->2023-07-25,16.11,0.41",
            "low": "14->2023-07-24,-93.79,-2.41"
          },
          "nextSecondDelivery周三": {
            "close": "36->2023-08-23,-202.38,-5.19",
            "high": "23->2023-08-04,121.57,3.12",
            "low": "36->2023-08-23,-202.38,-5.19"
          }
        }
      ],
      "2023-07-05": [
        {
          "trigDate": "2023-07-05",
          "quantName": "沪深300_绿但Jup金叉",
          "logInfo": ""
        },
        {
          "trigDate": "2023-07-05",
          "quantName": "上证50_绿但Jup金叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "15->2023-07-26,38.2,0.99",
            "high": "14->2023-07-25,46.31,1.2",
            "low": "13->2023-07-24,-63.59,-1.64"
          },
          "nextSecondDelivery周三": {
            "close": "35->2023-08-23,-172.18,-4.45",
            "high": "22->2023-08-04,151.77,3.92",
            "low": "35->2023-08-23,-172.18,-4.45"
          }
        }
      ],
      "2023-07-25": [
        {
          "trigDate": "2023-07-25",
          "quantName": "上证_绿但Jup金叉",
          "logInfo": ""
        },
        {
          "trigDate": "2023-07-25",
          "quantName": "沪深300_绿但Jup金叉",
          "logInfo": ""
        },
        {
          "trigDate": "2023-07-25",
          "quantName": "科创50_绿但Jup金叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "1->2023-07-26,-8.11,-0.21",
            "high": ",0,0",
            "low": "1->2023-07-26,-8.11,-0.21"
          },
          "nextSecondDelivery周三": {
            "close": "21->2023-08-23,-218.49,-5.58",
            "high": "8->2023-08-04,105.46,2.69",
            "low": "21->2023-08-23,-218.49,-5.58"
          }
        }
      ],
      "2023-07-26": [
        {
          "trigDate": "2023-07-26",
          "quantName": "上证_绿但Jup金叉",
          "logInfo": ""
        },
        {
          "trigDate": "2023-07-26",
          "quantName": "科创50_绿但Jup金叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "20->2023-08-23,-210.38,-5.38",
            "high": "7->2023-08-04,113.57,2.91",
            "low": "20->2023-08-23,-210.38,-5.38"
          },
          "nextSecondDelivery周三": {
            "close": "45->2023-09-27,-206.51,-5.29",
            "high": "7->2023-08-04,113.57,2.91",
            "low": "41->2023-09-21,-234.57,-6"
          }
        }
      ],
      "2023-07-27": [
        {
          "trigDate": "2023-07-27",
          "quantName": "上证_绿但Jup金叉",
          "logInfo": ""
        },
        {
          "trigDate": "2023-07-27",
          "quantName": "科创50_绿但Jup金叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "19->2023-08-23,-205.72,-5.27",
            "high": "6->2023-08-04,118.23,3.03",
            "low": "19->2023-08-23,-205.72,-5.27"
          },
          "nextSecondDelivery周三": {
            "close": "44->2023-09-27,-201.85,-5.17",
            "high": "6->2023-08-04,118.23,3.03",
            "low": "40->2023-09-21,-229.91,-5.89"
          }
        }
      ],
      "2023-08-24": [
        {
          "trigDate": "2023-08-24",
          "quantName": "上证50_绿但Jup金叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "24->2023-09-27,-22.93,-0.62",
            "high": "7->2023-09-04,125.52,3.37",
            "low": "20->2023-09-21,-50.99,-1.37"
          },
          "nextSecondDelivery周三": {
            "close": "38->2023-10-25,-218.97,-5.88",
            "high": "7->2023-09-04,125.52,3.37",
            "low": "36->2023-10-23,-249.19,-6.69"
          }
        }
      ],
      "2023-08-28": [
        {
          "trigDate": "2023-08-28",
          "quantName": "上证_绿但Jup金叉",
          "logInfo": ""
        },
        {
          "trigDate": "2023-08-28",
          "quantName": "沪深300_绿但Jup金叉",
          "logInfo": ""
        },
        {
          "trigDate": "2023-08-28",
          "quantName": "上证50_绿但Jup金叉",
          "logInfo": ""
        },
        {
          "trigDate": "2023-08-28",
          "quantName": "科创50_绿但Jup金叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "22->2023-09-27,-52.12,-1.39",
            "high": "5->2023-09-04,96.33,2.57",
            "low": "18->2023-09-21,-80.18,-2.14"
          },
          "nextSecondDelivery周三": {
            "close": "36->2023-10-25,-248.16,-6.61",
            "high": "5->2023-09-04,96.33,2.57",
            "low": "34->2023-10-23,-278.38,-7.42"
          }
        }
      ],
      "2023-08-29": [
        {
          "trigDate": "2023-08-29",
          "quantName": "上证_绿但Jup金叉",
          "logInfo": ""
        },
        {
          "trigDate": "2023-08-29",
          "quantName": "沪深300_绿但Jup金叉",
          "logInfo": ""
        },
        {
          "trigDate": "2023-08-29",
          "quantName": "科创50_绿但Jup金叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "21->2023-09-27,-89.61,-2.36",
            "high": "4->2023-09-04,58.84,1.55",
            "low": "17->2023-09-21,-117.67,-3.1"
          },
          "nextSecondDelivery周三": {
            "close": "35->2023-10-25,-285.65,-7.54",
            "high": "4->2023-09-04,58.84,1.55",
            "low": "33->2023-10-23,-315.87,-8.33"
          }
        }
      ],
      "2023-08-30": [
        {
          "trigDate": "2023-08-30",
          "quantName": "沪深300_绿但Jup金叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "20->2023-09-27,-88.01,-2.32",
            "high": "3->2023-09-04,60.44,1.6",
            "low": "16->2023-09-21,-116.07,-3.06"
          },
          "nextSecondDelivery周三": {
            "close": "34->2023-10-25,-284.05,-7.5",
            "high": "3->2023-09-04,60.44,1.6",
            "low": "32->2023-10-23,-314.27,-8.3"
          }
        }
      ],
      "2023-09-22": [
        {
          "trigDate": "2023-09-22",
          "quantName": "科创50_绿但Jup金叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "3->2023-09-27,-38.43,-1.03",
            "high": ",0,0",
            "low": "2->2023-09-26,-46.04,-1.23"
          },
          "nextSecondDelivery周三": {
            "close": "17->2023-10-25,-234.47,-6.27",
            "high": ",0,0",
            "low": "15->2023-10-23,-264.69,-7.08"
          }
        }
      ],
      "2023-09-25": [
        {
          "trigDate": "2023-09-25",
          "quantName": "科创50_绿但Jup金叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "2->2023-09-27,-14.1,-0.38",
            "high": ",0,0",
            "low": "1->2023-09-26,-21.71,-0.58"
          },
          "nextSecondDelivery周三": {
            "close": "16->2023-10-25,-210.14,-5.66",
            "high": ",0,0",
            "low": "14->2023-10-23,-240.36,-6.47"
          }
        }
      ],
      "2023-09-26": [
        {
          "trigDate": "2023-09-26",
          "quantName": "科创50_绿但Jup金叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "1->2023-09-27,7.61,0.21",
            "high": "1->2023-09-27,7.61,0.21",
            "low": ",0,0"
          },
          "nextSecondDelivery周三": {
            "close": "15->2023-10-25,-188.43,-5.1",
            "high": "6->2023-10-12,9.49,0.26",
            "low": "13->2023-10-23,-218.65,-5.92"
          }
        }
      ],
      "2023-10-25": [
        {
          "trigDate": "2023-10-25",
          "quantName": "上证_绿但Jup金叉",
          "logInfo": ""
        },
        {
          "trigDate": "2023-10-25",
          "quantName": "沪深300_绿但Jup金叉",
          "logInfo": ""
        },
        {
          "trigDate": "2023-10-25",
          "quantName": "上证50_绿但Jup金叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "20->2023-11-22,39.96,1.14",
            "high": "8->2023-11-06,128.15,3.66",
            "low": ",0,0"
          },
          "nextSecondDelivery周三": {
            "close": "45->2023-12-27,-168.1,-4.8",
            "high": "8->2023-11-06,128.15,3.66",
            "low": "40->2023-12-20,-206.96,-5.91"
          }
        }
      ],
      "2023-10-26": [
        {
          "trigDate": "2023-10-26",
          "quantName": "上证_绿但Jup金叉",
          "logInfo": ""
        },
        {
          "trigDate": "2023-10-26",
          "quantName": "沪深300_绿但Jup金叉",
          "logInfo": ""
        },
        {
          "trigDate": "2023-10-26",
          "quantName": "上证50_绿但Jup金叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "19->2023-11-22,30.28,0.86",
            "high": "7->2023-11-06,118.47,3.37",
            "low": ",0,0"
          },
          "nextSecondDelivery周三": {
            "close": "44->2023-12-27,-177.78,-5.06",
            "high": "7->2023-11-06,118.47,3.37",
            "low": "39->2023-12-20,-216.64,-6.16"
          }
        }
      ],
      "2023-10-27": [
        {
          "trigDate": "2023-10-27",
          "quantName": "上证_绿但Jup金叉",
          "logInfo": ""
        },
        {
          "trigDate": "2023-10-27",
          "quantName": "沪深300_绿但Jup金叉",
          "logInfo": ""
        },
        {
          "trigDate": "2023-10-27",
          "quantName": "上证50_绿但Jup金叉",
          "logInfo": ""
        },
        {
          "trigDate": "2023-10-27",
          "quantName": "科创50_绿但Jup金叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "18->2023-11-22,-17.97,-0.5",
            "high": "6->2023-11-06,70.22,1.97",
            "low": "18->2023-11-22,-17.97,-0.5"
          },
          "nextSecondDelivery周三": {
            "close": "43->2023-12-27,-226.03,-6.34",
            "high": "6->2023-11-06,70.22,1.97",
            "low": "38->2023-12-20,-264.89,-7.44"
          }
        }
      ],
      "2023-12-04": [
        {
          "trigDate": "2023-12-04",
          "quantName": "科创50_绿但Jup金叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "17->2023-12-27,-123.78,-3.58",
            "high": ",0,0",
            "low": "12->2023-12-20,-162.64,-4.7"
          },
          "nextSecondDelivery周三": {
            "close": "36->2024-01-24,-183.03,-5.29",
            "high": ",0,0",
            "low": "34->2024-01-22,-241.24,-6.97"
          }
        }
      ],
      "2023-12-05": [
        {
          "trigDate": "2023-12-05",
          "quantName": "科创50_绿但Jup金叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "16->2023-12-27,-57.9,-1.71",
            "high": "5->2023-12-12,32.54,0.96",
            "low": "11->2023-12-20,-96.76,-2.85"
          },
          "nextSecondDelivery周三": {
            "close": "35->2024-01-24,-117.15,-3.45",
            "high": "18->2023-12-29,36.85,1.09",
            "low": "33->2024-01-22,-175.36,-5.17"
          }
        }
      ],
      "2023-12-08": [
        {
          "trigDate": "2023-12-08",
          "quantName": "沪深300_绿但Jup金叉",
          "logInfo": ""
        },
        {
          "trigDate": "2023-12-08",
          "quantName": "上证50_绿但Jup金叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "13->2023-12-27,-63.1,-1.86",
            "high": "2->2023-12-12,27.34,0.8",
            "low": "8->2023-12-20,-101.96,-3"
          },
          "nextSecondDelivery周三": {
            "close": "32->2024-01-24,-122.35,-3.6",
            "high": "15->2023-12-29,31.65,0.93",
            "low": "30->2024-01-22,-180.56,-5.31"
          }
        }
      ],
      "2023-12-11": [
        {
          "trigDate": "2023-12-11",
          "quantName": "上证_绿但Jup金叉",
          "logInfo": ""
        },
        {
          "trigDate": "2023-12-11",
          "quantName": "沪深300_绿但Jup金叉",
          "logInfo": ""
        },
        {
          "trigDate": "2023-12-11",
          "quantName": "上证50_绿但Jup金叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "12->2023-12-27,-83.09,-2.43",
            "high": "1->2023-12-12,7.35,0.21",
            "low": "7->2023-12-20,-121.95,-3.57"
          },
          "nextSecondDelivery周三": {
            "close": "31->2024-01-24,-142.34,-4.16",
            "high": "14->2023-12-29,11.66,0.34",
            "low": "29->2024-01-22,-200.55,-5.86"
          }
        }
      ],
      "2023-12-22": [
        {
          "trigDate": "2023-12-22",
          "quantName": "上证_绿但Jup金叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "3->2023-12-27,-0.87,-0.03",
            "high": "1->2023-12-25,10.22,0.31",
            "low": "2->2023-12-26,-12.44,-0.37"
          },
          "nextSecondDelivery周三": {
            "close": "22->2024-01-24,-60.12,-1.8",
            "high": "5->2023-12-29,93.88,2.81",
            "low": "20->2024-01-22,-118.33,-3.55"
          }
        }
      ],
      "2023-12-25": [
        {
          "trigDate": "2023-12-25",
          "quantName": "上证_绿但Jup金叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "2->2023-12-27,-11.09,-0.33",
            "high": ",0,0",
            "low": "1->2023-12-26,-22.66,-0.68"
          },
          "nextSecondDelivery周三": {
            "close": "21->2024-01-24,-70.34,-2.1",
            "high": "4->2023-12-29,83.66,2.5",
            "low": "19->2024-01-22,-128.55,-3.84"
          }
        }
      ],
      "2023-12-26": [
        {
          "trigDate": "2023-12-26",
          "quantName": "上证_绿但Jup金叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "1->2023-12-27,11.57,0.35",
            "high": "1->2023-12-27,11.57,0.35",
            "low": ",0,0"
          },
          "nextSecondDelivery周三": {
            "close": "20->2024-01-24,-47.68,-1.43",
            "high": "3->2023-12-29,106.32,3.2",
            "low": "18->2024-01-22,-105.89,-3.18"
          }
        }
      ],
      "2023-12-28": [
        {
          "trigDate": "2023-12-28",
          "quantName": "科创50_绿但Jup金叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "18->2024-01-24,-137.43,-4.02",
            "high": "1->2023-12-29,16.57,0.49",
            "low": "16->2024-01-22,-195.64,-5.73"
          },
          "nextSecondDelivery周三": {
            "close": "37->2024-02-28,35.72,1.05",
            "high": "36->2024-02-27,80.25,2.35",
            "low": "25->2024-02-02,-234.91,-6.88"
          }
        }
      ],
      "2024-01-16": [
        {
          "trigDate": "2024-01-16",
          "quantName": "沪深300_绿但Jup金叉",
          "logInfo": ""
        },
        {
          "trigDate": "2024-01-16",
          "quantName": "上证50_绿但Jup金叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "6->2024-01-24,-23.77,-0.72",
            "high": ",0,0",
            "low": "4->2024-01-22,-81.98,-2.48"
          },
          "nextSecondDelivery周三": {
            "close": "25->2024-02-28,149.38,4.53",
            "high": "24->2024-02-27,193.91,5.87",
            "low": "13->2024-02-02,-121.25,-3.67"
          }
        }
      ],
      "2024-01-17": [
        {
          "trigDate": "2024-01-17",
          "quantName": "沪深300_绿但Jup金叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "5->2024-01-24,48.03,1.49",
            "high": "5->2024-01-24,48.03,1.49",
            "low": "3->2024-01-22,-10.18,-0.32"
          },
          "nextSecondDelivery周三": {
            "close": "24->2024-02-28,221.18,6.85",
            "high": "23->2024-02-27,265.71,8.23",
            "low": "12->2024-02-02,-49.45,-1.53"
          }
        }
      ],
      "2024-01-18": [
        {
          "trigDate": "2024-01-18",
          "quantName": "上证_绿但Jup金叉",
          "logInfo": ""
        },
        {
          "trigDate": "2024-01-18",
          "quantName": "科创50_绿但Jup金叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "4->2024-01-24,2.38,0.07",
            "high": "4->2024-01-24,2.38,0.07",
            "low": "2->2024-01-22,-55.83,-1.7"
          },
          "nextSecondDelivery周三": {
            "close": "23->2024-02-28,175.53,5.36",
            "high": "22->2024-02-27,220.06,6.72",
            "low": "11->2024-02-02,-95.1,-2.9"
          }
        }
      ],
      "2024-01-19": [
        {
          "trigDate": "2024-01-19",
          "quantName": "上证_绿但Jup金叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "3->2024-01-24,7.33,0.22",
            "high": "3->2024-01-24,7.33,0.22",
            "low": "1->2024-01-22,-50.88,-1.56"
          },
          "nextSecondDelivery周三": {
            "close": "22->2024-02-28,180.48,5.52",
            "high": "21->2024-02-27,225.01,6.88",
            "low": "10->2024-02-02,-90.15,-2.76"
          }
        }
      ],
      "2024-01-22": [
        {
          "trigDate": "2024-01-22",
          "quantName": "上证_绿但Jup金叉",
          "logInfo": ""
        },
        {
          "trigDate": "2024-01-22",
          "quantName": "上证50_绿但Jup金叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "2->2024-01-24,58.21,1.81",
            "high": "2->2024-01-24,58.21,1.81",
            "low": ",0,0"
          },
          "nextSecondDelivery周三": {
            "close": "21->2024-02-28,231.36,7.19",
            "high": "20->2024-02-27,275.89,8.57",
            "low": "9->2024-02-02,-39.27,-1.22"
          }
        }
      ],
      "2024-02-05": [
        {
          "trigDate": "2024-02-05",
          "quantName": "科创50_绿但Jup金叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "11->2024-02-28,249.84,7.81",
            "high": "10->2024-02-27,294.37,9.2",
            "low": ",0,0"
          },
          "nextSecondDelivery周三": {
            "close": "31->2024-03-27,302.37,9.45",
            "high": "24->2024-03-18,403.11,12.6",
            "low": ",0,0"
          }
        }
      ],
      "2024-02-06": [
        {
          "trigDate": "2024-02-06",
          "quantName": "科创50_绿但Jup金叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "10->2024-02-28,138.57,4.18",
            "high": "9->2024-02-27,183.1,5.53",
            "low": ",0,0"
          },
          "nextSecondDelivery周三": {
            "close": "30->2024-03-27,191.1,5.77",
            "high": "23->2024-03-18,291.84,8.81",
            "low": ",0,0"
          }
        }
      ],
      "2024-04-01": [
        {
          "trigDate": "2024-04-01",
          "quantName": "上证_绿但Jup金叉",
          "logInfo": ""
        },
        {
          "trigDate": "2024-04-01",
          "quantName": "沪深300_绿但Jup金叉",
          "logInfo": ""
        },
        {
          "trigDate": "2024-04-01",
          "quantName": "科创50_绿但Jup金叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "15->2024-04-24,-74.03,-2.06",
            "high": ",0,0",
            "low": "7->2024-04-12,-119.81,-3.33"
          },
          "nextSecondDelivery周三": {
            "close": "32->2024-05-22,88.8,2.47",
            "high": "30->2024-05-20,95.31,2.65",
            "low": "7->2024-04-12,-119.81,-3.33"
          }
        }
      ],
      "2024-04-03": [
        {
          "trigDate": "2024-04-03",
          "quantName": "沪深300_绿但Jup金叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "13->2024-04-24,-46.18,-1.29",
            "high": "9->2024-04-18,2,0.06",
            "low": "5->2024-04-12,-91.96,-2.58"
          },
          "nextSecondDelivery周三": {
            "close": "30->2024-05-22,116.65,3.27",
            "high": "28->2024-05-20,123.16,3.45",
            "low": "5->2024-04-12,-91.96,-2.58"
          }
        }
      ],
      "2024-04-15": [
        {
          "trigDate": "2024-04-15",
          "quantName": "上证50_绿但Jup金叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "7->2024-04-24,-27.46,-0.77",
            "high": "3->2024-04-18,20.72,0.58",
            "low": "6->2024-04-23,-42.86,-1.21"
          },
          "nextSecondDelivery周三": {
            "close": "24->2024-05-22,135.37,3.81",
            "high": "22->2024-05-20,141.88,4",
            "low": "6->2024-04-23,-42.86,-1.21"
          }
        }
      ],
      "2024-04-16": [
        {
          "trigDate": "2024-04-16",
          "quantName": "上证50_绿但Jup金叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "6->2024-04-24,10.51,0.3",
            "high": "2->2024-04-18,58.69,1.67",
            "low": "5->2024-04-23,-4.89,-0.14"
          },
          "nextSecondDelivery周三": {
            "close": "23->2024-05-22,173.34,4.94",
            "high": "21->2024-05-20,179.85,5.12",
            "low": "5->2024-04-23,-4.89,-0.14"
          }
        }
      ],
      "2024-04-17": [
        {
          "trigDate": "2024-04-17",
          "quantName": "沪深300_绿但Jup金叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "5->2024-04-24,-43.78,-1.23",
            "high": "1->2024-04-18,4.4,0.12",
            "low": "4->2024-04-23,-59.18,-1.66"
          },
          "nextSecondDelivery周三": {
            "close": "22->2024-05-22,119.05,3.34",
            "high": "20->2024-05-20,125.56,3.52",
            "low": "4->2024-04-23,-59.18,-1.66"
          }
        }
      ],
      "2024-04-18": [
        {
          "trigDate": "2024-04-18",
          "quantName": "沪深300_绿但Jup金叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "4->2024-04-24,-48.18,-1.35",
            "high": ",0,0",
            "low": "3->2024-04-23,-63.58,-1.78"
          },
          "nextSecondDelivery周三": {
            "close": "21->2024-05-22,114.65,3.21",
            "high": "19->2024-05-20,121.16,3.39",
            "low": "3->2024-04-23,-63.58,-1.78"
          }
        }
      ],
      "2024-04-19": [
        {
          "trigDate": "2024-04-19",
          "quantName": "沪深300_绿但Jup金叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "3->2024-04-24,-20.04,-0.57",
            "high": ",0,0",
            "low": "2->2024-04-23,-35.44,-1"
          },
          "nextSecondDelivery周三": {
            "close": "20->2024-05-22,142.79,4.03",
            "high": "18->2024-05-20,149.3,4.22",
            "low": "2->2024-04-23,-35.44,-1"
          }
        }
      ],
      "2024-05-24": [
        {
          "trigDate": "2024-05-24",
          "quantName": "沪深300_绿但Jup金叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "22->2024-06-26,-121.22,-3.37",
            "high": "1->2024-05-27,34.23,0.95",
            "low": "21->2024-06-25,-143.58,-3.99"
          },
          "nextSecondDelivery周三": {
            "close": "42->2024-07-24,-183.31,-5.09",
            "high": "1->2024-05-27,34.23,0.95",
            "low": "30->2024-07-08,-199.72,-5.55"
          }
        }
      ],
      "2024-05-27": [
        {
          "trigDate": "2024-05-27",
          "quantName": "科创50_绿但Jup金叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "21->2024-06-26,-155.45,-4.28",
            "high": ",0,0",
            "low": "20->2024-06-25,-177.81,-4.89"
          },
          "nextSecondDelivery周三": {
            "close": "41->2024-07-24,-217.54,-5.98",
            "high": ",0,0",
            "low": "29->2024-07-08,-233.95,-6.43"
          }
        }
      ],
      "2024-05-28": [
        {
          "trigDate": "2024-05-28",
          "quantName": "科创50_绿但Jup金叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "20->2024-06-26,-128.91,-3.57",
            "high": "5->2024-06-04,6.5,0.18",
            "low": "19->2024-06-25,-151.27,-4.19"
          },
          "nextSecondDelivery周三": {
            "close": "40->2024-07-24,-191,-5.29",
            "high": "5->2024-06-04,6.5,0.18",
            "low": "28->2024-07-08,-207.41,-5.75"
          }
        }
      ],
      "2024-05-29": [
        {
          "trigDate": "2024-05-29",
          "quantName": "科创50_绿但Jup金叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "19->2024-06-26,-133.26,-3.69",
            "high": "4->2024-06-04,2.15,0.06",
            "low": "18->2024-06-25,-155.62,-4.31"
          },
          "nextSecondDelivery周三": {
            "close": "39->2024-07-24,-195.35,-5.41",
            "high": "4->2024-06-04,2.15,0.06",
            "low": "27->2024-07-08,-211.76,-5.86"
          }
        }
      ],
      "2024-06-04": [
        {
          "trigDate": "2024-06-04",
          "quantName": "上证50_绿但Jup金叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "15->2024-06-26,-135.41,-3.75",
            "high": ",0,0",
            "low": "14->2024-06-25,-157.77,-4.36"
          },
          "nextSecondDelivery周三": {
            "close": "35->2024-07-24,-197.5,-5.46",
            "high": ",0,0",
            "low": "23->2024-07-08,-213.91,-5.92"
          }
        }
      ],
      "2024-06-05": [
        {
          "trigDate": "2024-06-05",
          "quantName": "沪深300_绿但Jup金叉",
          "logInfo": ""
        },
        {
          "trigDate": "2024-06-05",
          "quantName": "上证50_绿但Jup金叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "14->2024-06-26,-114.53,-3.19",
            "high": ",0,0",
            "low": "13->2024-06-25,-136.89,-3.81"
          },
          "nextSecondDelivery周三": {
            "close": "34->2024-07-24,-176.62,-4.91",
            "high": ",0,0",
            "low": "22->2024-07-08,-193.03,-5.37"
          }
        }
      ],
      "2024-06-06": [
        {
          "trigDate": "2024-06-06",
          "quantName": "沪深300_绿但Jup金叉",
          "logInfo": ""
        },
        {
          "trigDate": "2024-06-06",
          "quantName": "上证50_绿但Jup金叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "13->2024-06-26,-111.99,-3.12",
            "high": ",0,0",
            "low": "12->2024-06-25,-134.35,-3.74"
          },
          "nextSecondDelivery周三": {
            "close": "33->2024-07-24,-174.08,-4.85",
            "high": ",0,0",
            "low": "21->2024-07-08,-190.49,-5.3"
          }
        }
      ],
      "2024-07-08": [
        {
          "trigDate": "2024-07-08",
          "quantName": "科创50_绿但Jup金叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "12->2024-07-24,16.41,0.48",
            "high": "9->2024-07-19,137.26,4.03",
            "low": ",0,0"
          },
          "nextSecondDelivery周三": {
            "close": "37->2024-08-28,-115.26,-3.39",
            "high": "9->2024-07-19,137.26,4.03",
            "low": "37->2024-08-28,-115.26,-3.39"
          }
        }
      ],
      "2024-07-09": [
        {
          "trigDate": "2024-07-09",
          "quantName": "科创50_绿但Jup金叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "11->2024-07-24,-21.64,-0.63",
            "high": "8->2024-07-19,99.21,2.88",
            "low": "11->2024-07-24,-21.64,-0.63"
          },
          "nextSecondDelivery周三": {
            "close": "36->2024-08-28,-153.31,-4.46",
            "high": "8->2024-07-19,99.21,2.88",
            "low": "36->2024-08-28,-153.31,-4.46"
          }
        }
      ],
      "2024-07-10": [
        {
          "trigDate": "2024-07-10",
          "quantName": "科创50_绿但Jup金叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "10->2024-07-24,-10.8,-0.31",
            "high": "7->2024-07-19,110.05,3.21",
            "low": "10->2024-07-24,-10.8,-0.31"
          },
          "nextSecondDelivery周三": {
            "close": "35->2024-08-28,-142.47,-4.15",
            "high": "7->2024-07-19,110.05,3.21",
            "low": "35->2024-08-28,-142.47,-4.15"
          }
        }
      ],
      "2024-07-31": [
        {
          "trigDate": "2024-07-31",
          "quantName": "上证_绿但Jup金叉",
          "logInfo": ""
        },
        {
          "trigDate": "2024-07-31",
          "quantName": "科创50_绿但Jup金叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "20->2024-08-28,-155.58,-4.52",
            "high": ",0,0",
            "low": "20->2024-08-28,-155.58,-4.52"
          },
          "nextSecondDelivery周三": {
            "close": "38->2024-09-25,-40.55,-1.18",
            "high": ",0,0",
            "low": "32->2024-09-13,-282.83,-8.22"
          }
        }
      ],
      "2024-08-01": [
        {
          "trigDate": "2024-08-01",
          "quantName": "上证_绿但Jup金叉",
          "logInfo": ""
        },
        {
          "trigDate": "2024-08-01",
          "quantName": "沪深300_绿但Jup金叉",
          "logInfo": ""
        },
        {
          "trigDate": "2024-08-01",
          "quantName": "科创50_绿但Jup金叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "19->2024-08-28,-132.77,-3.88",
            "high": ",0,0",
            "low": "19->2024-08-28,-132.77,-3.88"
          },
          "nextSecondDelivery周三": {
            "close": "37->2024-09-25,-17.74,-0.52",
            "high": ",0,0",
            "low": "31->2024-09-13,-260.02,-7.6"
          }
        }
      ],
      "2024-08-02": [
        {
          "trigDate": "2024-08-02",
          "quantName": "上证_绿但Jup金叉",
          "logInfo": ""
        },
        {
          "trigDate": "2024-08-02",
          "quantName": "沪深300_绿但Jup金叉",
          "logInfo": ""
        },
        {
          "trigDate": "2024-08-02",
          "quantName": "科创50_绿但Jup金叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "18->2024-08-28,-97.89,-2.89",
            "high": ",0,0",
            "low": "18->2024-08-28,-97.89,-2.89"
          },
          "nextSecondDelivery周三": {
            "close": "36->2024-09-25,17.14,0.51",
            "high": "36->2024-09-25,17.14,0.51",
            "low": "30->2024-09-13,-225.14,-6.65"
          }
        }
      ],
      "2024-08-05": [
        {
          "trigDate": "2024-08-05",
          "quantName": "沪深300_绿但Jup金叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "17->2024-08-28,-56.82,-1.7",
            "high": "10->2024-08-19,13.65,0.41",
            "low": "17->2024-08-28,-56.82,-1.7"
          },
          "nextSecondDelivery周三": {
            "close": "35->2024-09-25,58.21,1.74",
            "high": "35->2024-09-25,58.21,1.74",
            "low": "29->2024-09-13,-184.07,-5.51"
          }
        }
      ],
      "2024-09-10": [
        {
          "trigDate": "2024-09-10",
          "quantName": "上证_绿但Jup金叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "9->2024-09-25,205.77,6.44",
            "high": "9->2024-09-25,205.77,6.44",
            "low": "3->2024-09-13,-36.51,-1.14"
          },
          "nextSecondDelivery周三": {
            "close": "24->2024-10-23,777.45,24.33",
            "high": "13->2024-10-08,1060.34,33.18",
            "low": "3->2024-09-13,-36.51,-1.14"
          }
        }
      ],
      "2024-09-11": [
        {
          "trigDate": "2024-09-11",
          "quantName": "上证_绿但Jup金叉",
          "logInfo": ""
        },
        {
          "trigDate": "2024-09-11",
          "quantName": "科创50_绿但Jup金叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "8->2024-09-25,215.4,6.76",
            "high": "8->2024-09-25,215.4,6.76",
            "low": "2->2024-09-13,-26.88,-0.84"
          },
          "nextSecondDelivery周三": {
            "close": "23->2024-10-23,787.08,24.7",
            "high": "12->2024-10-08,1069.97,33.58",
            "low": "2->2024-09-13,-26.88,-0.84"
          }
        }
      ],
      "2024-09-12": [
        {
          "trigDate": "2024-09-12",
          "quantName": "上证_绿但Jup金叉",
          "logInfo": ""
        },
        {
          "trigDate": "2024-09-12",
          "quantName": "科创50_绿但Jup金叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "7->2024-09-25,229.06,7.22",
            "high": "7->2024-09-25,229.06,7.22",
            "low": "1->2024-09-13,-13.22,-0.42"
          },
          "nextSecondDelivery周三": {
            "close": "22->2024-10-23,800.74,25.24",
            "high": "11->2024-10-08,1083.63,34.16",
            "low": "1->2024-09-13,-13.22,-0.42"
          }
        }
      ],
      "2024-09-13": [
        {
          "trigDate": "2024-09-13",
          "quantName": "科创50_绿但Jup金叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "6->2024-09-25,242.28,7.67",
            "high": "6->2024-09-25,242.28,7.67",
            "low": ",0,0"
          },
          "nextSecondDelivery周三": {
            "close": "21->2024-10-23,813.96,25.76",
            "high": "10->2024-10-08,1096.85,34.72",
            "low": ",0,0"
          }
        }
      ],
      "2024-09-18": [
        {
          "trigDate": "2024-09-18",
          "quantName": "上证50_绿但Jup金叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "5->2024-09-25,230.52,7.27",
            "high": "5->2024-09-25,230.52,7.27",
            "low": ",0,0"
          },
          "nextSecondDelivery周三": {
            "close": "20->2024-10-23,802.2,25.3",
            "high": "9->2024-10-08,1085.09,34.22",
            "low": ",0,0"
          }
        }
      ],
      "2024-09-19": [
        {
          "trigDate": "2024-09-19",
          "quantName": "上证50_绿但Jup金叉",
          "logInfo": ""
        },
        {
          "trigDate": "2024-09-19",
          "quantName": "科创50_绿但Jup金叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "4->2024-09-25,205.49,6.43",
            "high": "4->2024-09-25,205.49,6.43",
            "low": ",0,0"
          },
          "nextSecondDelivery周三": {
            "close": "19->2024-10-23,777.17,24.32",
            "high": "8->2024-10-08,1060.06,33.17",
            "low": ",0,0"
          }
        }
      ],
      "2024-10-22": [
        {
          "trigDate": "2024-10-22",
          "quantName": "上证_绿但Jup金叉",
          "logInfo": ""
        },
        {
          "trigDate": "2024-10-22",
          "quantName": "沪深300_绿但Jup金叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "1->2024-10-23,15.43,0.39",
            "high": "1->2024-10-23,15.43,0.39",
            "low": ",0,0"
          },
          "after": {
            "close": "15->2024-11-12,127.96,3.23",
            "high": "12->2024-11-07,187.92,4.75",
            "low": "6->2024-10-30,-68.33,-1.73",
            "nextSecondDelivery周三": "2024-11-27"
          }
        }
      ],
      "2024-10-23": [
        {
          "trigDate": "2024-10-23",
          "quantName": "上证_绿但Jup金叉",
          "logInfo": ""
        },
        {
          "trigDate": "2024-10-23",
          "quantName": "沪深300_绿但Jup金叉",
          "logInfo": ""
        },
        {
          "trigDate": "2024-10-23",
          "quantName": "上证50_绿但Jup金叉",
          "logInfo": ""
        },
        {
          "after": {
            "close": "14->2024-11-12,112.53,2.83",
            "high": "11->2024-11-07,172.49,4.34",
            "low": "5->2024-10-30,-83.76,-2.11",
            "nextFirstDelivery周三": "2024-11-27",
            "nextSecondDelivery周三": "2024-12-25"
          }
        }
      ],
      "2024-10-24": [
        {
          "trigDate": "2024-10-24",
          "quantName": "上证_绿但Jup金叉",
          "logInfo": ""
        },
        {
          "trigDate": "2024-10-24",
          "quantName": "沪深300_绿但Jup金叉",
          "logInfo": ""
        },
        {
          "trigDate": "2024-10-24",
          "quantName": "上证50_绿但Jup金叉",
          "logInfo": ""
        },
        {
          "after": {
            "close": "13->2024-11-12,156.91,3.99",
            "high": "10->2024-11-07,216.87,5.52",
            "low": "4->2024-10-30,-39.38,-1",
            "nextFirstDelivery周三": "2024-11-27",
            "nextSecondDelivery周三": "2024-12-25"
          }
        }
      ],
      "2024-10-25": [
        {
          "trigDate": "2024-10-25",
          "quantName": "上证50_绿但Jup金叉",
          "logInfo": ""
        },
        {
          "after": {
            "close": "12->2024-11-12,129.32,3.27",
            "high": "9->2024-11-07,189.28,4.78",
            "low": "3->2024-10-30,-66.97,-1.69",
            "nextFirstDelivery周三": "2024-11-27",
            "nextSecondDelivery周三": "2024-12-25"
          }
        }
      ]
    }
  },
  "下降日期区间": {
    "2008-01-15=>2008-12-03": {},
    "2009-07-29=>2011-12-26": {},
    "2015-06-16=>2016-03-03": {},
    "2018-01-26=>2018-10-26": {},
    "2021-02-23=>2022-11-03": {
      "2021-02-23": [
        {
          "trigDate": "2021-02-23",
          "quantName": "上证_红但down死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2021-02-23",
          "quantName": "沪深300_红但down死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2021-02-23",
          "quantName": "上证50_红但down死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2021-02-23",
          "quantName": "科创50_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "1->2021-02-24,-142.1,-2.55",
            "high": ",0,0",
            "low": "1->2021-02-24,-142.1,-2.55"
          },
          "nextSecondDelivery周三": {
            "close": "21->2021-03-24,-650.98,-11.67",
            "high": ",0,0",
            "low": "21->2021-03-24,-650.98,-11.67"
          }
        }
      ],
      "2021-02-24": [
        {
          "trigDate": "2021-02-24",
          "quantName": "上证_高位KDJ死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "20->2021-03-24,-508.88,-9.36",
            "high": "1->2021-02-25,31.99,0.59",
            "low": "20->2021-03-24,-508.88,-9.36"
          },
          "nextSecondDelivery周三": {
            "close": "44->2021-04-28,-318.33,-5.85",
            "high": "1->2021-02-25,31.99,0.59",
            "low": "21->2021-03-25,-511.22,-9.4"
          }
        }
      ],
      "2021-05-27": [
        {
          "trigDate": "2021-05-27",
          "quantName": "上证_红但down死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2021-05-27",
          "quantName": "沪深300_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "18->2021-06-23,-190.84,-3.57",
            "high": "3->2021-06-01,3.45,0.06",
            "low": "13->2021-06-16,-257.74,-4.83"
          },
          "nextSecondDelivery周三": {
            "close": "43->2021-07-28,-577.75,-10.82",
            "high": "3->2021-06-01,3.45,0.06",
            "low": "42->2021-07-27,-586.92,-10.99"
          }
        }
      ],
      "2021-05-31": [
        {
          "trigDate": "2021-05-31",
          "quantName": "上证_红但down死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2021-05-31",
          "quantName": "沪深300_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "16->2021-06-23,-184.18,-3.45",
            "high": "1->2021-06-01,10.11,0.19",
            "low": "11->2021-06-16,-251.08,-4.71"
          },
          "nextSecondDelivery周三": {
            "close": "41->2021-07-28,-571.09,-10.71",
            "high": "1->2021-06-01,10.11,0.19",
            "low": "40->2021-07-27,-580.26,-10.88"
          }
        }
      ],
      "2021-06-01": [
        {
          "trigDate": "2021-06-01",
          "quantName": "上证_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "15->2021-06-23,-194.29,-3.64",
            "high": ",0,0",
            "low": "10->2021-06-16,-261.19,-4.89"
          },
          "nextSecondDelivery周三": {
            "close": "40->2021-07-28,-581.2,-10.88",
            "high": ",0,0",
            "low": "39->2021-07-27,-590.37,-11.05"
          }
        }
      ],
      "2021-06-02": [
        {
          "trigDate": "2021-06-02",
          "quantName": "上证_高位KDJ死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "14->2021-06-23,-142.58,-2.7",
            "high": ",0,0",
            "low": "9->2021-06-16,-209.48,-3.96"
          },
          "nextSecondDelivery周三": {
            "close": "39->2021-07-28,-529.49,-10.01",
            "high": ",0,0",
            "low": "38->2021-07-27,-538.66,-10.18"
          }
        }
      ],
      "2021-06-03": [
        {
          "trigDate": "2021-06-03",
          "quantName": "上证_高位KDJ死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "13->2021-06-23,-107.9,-2.05",
            "high": "1->2021-06-04,26.99,0.51",
            "low": "8->2021-06-16,-174.8,-3.33"
          },
          "nextSecondDelivery周三": {
            "close": "38->2021-07-28,-494.81,-9.42",
            "high": "1->2021-06-04,26.99,0.51",
            "low": "37->2021-07-27,-503.98,-9.59"
          }
        }
      ],
      "2021-06-04": [
        {
          "trigDate": "2021-06-04",
          "quantName": "上证_红但down死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2021-06-04",
          "quantName": "科创50_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "12->2021-06-23,-134.89,-2.55",
            "high": ",0,0",
            "low": "7->2021-06-16,-201.79,-3.82"
          },
          "nextSecondDelivery周三": {
            "close": "37->2021-07-28,-521.8,-9.88",
            "high": ",0,0",
            "low": "36->2021-07-27,-530.97,-10.05"
          }
        }
      ],
      "2021-06-23": [
        {
          "trigDate": "2021-06-23",
          "quantName": "科创50_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "25->2021-07-28,-386.91,-7.52",
            "high": "3->2021-06-28,104.37,2.03",
            "low": "24->2021-07-27,-396.08,-7.69"
          },
          "nextSecondDelivery周三": {
            "close": "45->2021-08-25,-249.23,-4.84",
            "high": "3->2021-06-28,104.37,2.03",
            "low": "24->2021-07-27,-396.08,-7.69"
          }
        }
      ],
      "2021-06-25": [
        {
          "trigDate": "2021-06-25",
          "quantName": "科创50_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "23->2021-07-28,-479.49,-9.15",
            "high": "1->2021-06-28,11.79,0.23",
            "low": "22->2021-07-27,-488.66,-9.33"
          },
          "nextSecondDelivery周三": {
            "close": "43->2021-08-25,-341.81,-6.52",
            "high": "1->2021-06-28,11.79,0.23",
            "low": "22->2021-07-27,-488.66,-9.33"
          }
        }
      ],
      "2021-07-02": [
        {
          "trigDate": "2021-07-02",
          "quantName": "科创50_高位KDJ死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "18->2021-07-28,-320.64,-6.31",
            "high": "14->2021-07-22,70.63,1.39",
            "low": "17->2021-07-27,-329.81,-6.49"
          },
          "nextSecondDelivery周三": {
            "close": "38->2021-08-25,-182.96,-3.6",
            "high": "14->2021-07-22,70.63,1.39",
            "low": "17->2021-07-27,-329.81,-6.49"
          }
        }
      ],
      "2021-07-05": [
        {
          "trigDate": "2021-07-05",
          "quantName": "上证50_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "17->2021-07-28,-325.31,-6.4",
            "high": "13->2021-07-22,65.96,1.3",
            "low": "16->2021-07-27,-334.48,-6.58"
          },
          "nextSecondDelivery周三": {
            "close": "37->2021-08-25,-187.63,-3.69",
            "high": "13->2021-07-22,65.96,1.3",
            "low": "16->2021-07-27,-334.48,-6.58"
          }
        }
      ],
      "2021-07-15": [
        {
          "trigDate": "2021-07-15",
          "quantName": "科创50_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "9->2021-07-28,-390.98,-7.59",
            "high": "5->2021-07-22,0.29,0.01",
            "low": "8->2021-07-27,-400.15,-7.77"
          },
          "nextSecondDelivery周三": {
            "close": "29->2021-08-25,-253.3,-4.92",
            "high": "5->2021-07-22,0.29,0.01",
            "low": "8->2021-07-27,-400.15,-7.77"
          }
        }
      ],
      "2021-08-09": [
        {
          "trigDate": "2021-08-09",
          "quantName": "科创50_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "12->2021-08-25,-87.4,-1.75",
            "high": "1->2021-08-10,57.59,1.16",
            "low": "9->2021-08-20,-216.29,-4.34"
          },
          "nextSecondDelivery周三": {
            "close": "30->2021-09-22,-163.79,-3.29",
            "high": "1->2021-08-10,57.59,1.16",
            "low": "9->2021-08-20,-216.29,-4.34"
          }
        }
      ],
      "2021-08-10": [
        {
          "trigDate": "2021-08-10",
          "quantName": "科创50_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "11->2021-08-25,-144.99,-2.87",
            "high": ",0,0",
            "low": "8->2021-08-20,-273.88,-5.43"
          },
          "nextSecondDelivery周三": {
            "close": "29->2021-09-22,-221.38,-4.39",
            "high": ",0,0",
            "low": "8->2021-08-20,-273.88,-5.43"
          }
        }
      ],
      "2021-08-16": [
        {
          "trigDate": "2021-08-16",
          "quantName": "上证_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "7->2021-08-25,-42.91,-0.87",
            "high": ",0,0",
            "low": "4->2021-08-20,-171.8,-3.48"
          },
          "nextSecondDelivery周三": {
            "close": "25->2021-09-22,-119.3,-2.41",
            "high": "19->2021-09-10,72.45,1.47",
            "low": "4->2021-08-20,-171.8,-3.48"
          }
        }
      ],
      "2021-11-25": [
        {
          "trigDate": "2021-11-25",
          "quantName": "沪深300_高位KDJ死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "19->2021-12-22,18.01,0.37",
            "high": "12->2021-12-13,187.36,3.83",
            "low": "3->2021-11-30,-64.41,-1.32"
          },
          "nextSecondDelivery周三": {
            "close": "43->2022-01-26,-184.13,-3.76",
            "high": "12->2021-12-13,187.36,3.83",
            "low": "42->2022-01-25,-217.99,-4.45"
          }
        }
      ],
      "2021-11-29": [
        {
          "trigDate": "2021-11-29",
          "quantName": "上证50_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "17->2021-12-22,63.03,1.3",
            "high": "10->2021-12-13,232.38,4.79",
            "low": "1->2021-11-30,-19.39,-0.4"
          },
          "nextSecondDelivery周三": {
            "close": "41->2022-01-26,-139.11,-2.87",
            "high": "10->2021-12-13,232.38,4.79",
            "low": "40->2022-01-25,-172.97,-3.57"
          }
        }
      ],
      "2021-12-10": [
        {
          "trigDate": "2021-12-10",
          "quantName": "上证_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "8->2021-12-22,-140.67,-2.78",
            "high": "1->2021-12-13,28.68,0.57",
            "low": "6->2021-12-20,-174.7,-3.46"
          },
          "nextSecondDelivery周三": {
            "close": "32->2022-01-26,-342.81,-6.78",
            "high": "1->2021-12-13,28.68,0.57",
            "low": "31->2022-01-25,-376.67,-7.45"
          }
        }
      ],
      "2021-12-15": [
        {
          "trigDate": "2021-12-15",
          "quantName": "沪深300_高位KDJ死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2021-12-15",
          "quantName": "上证50_高位KDJ死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "5->2021-12-22,-91.45,-1.83",
            "high": "1->2021-12-16,28.83,0.58",
            "low": "3->2021-12-20,-125.48,-2.51"
          },
          "nextSecondDelivery周三": {
            "close": "29->2022-01-26,-293.59,-5.86",
            "high": "1->2021-12-16,28.83,0.58",
            "low": "28->2022-01-25,-327.45,-6.54"
          }
        }
      ],
      "2021-12-16": [
        {
          "trigDate": "2021-12-16",
          "quantName": "沪深300_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "4->2021-12-22,-120.28,-2.39",
            "high": ",0,0",
            "low": "2->2021-12-20,-154.31,-3.06"
          },
          "nextSecondDelivery周三": {
            "close": "28->2022-01-26,-322.42,-6.4",
            "high": ",0,0",
            "low": "27->2022-01-25,-356.28,-7.08"
          }
        }
      ],
      "2022-01-06": [
        {
          "trigDate": "2022-01-06",
          "quantName": "上证_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "14->2022-01-26,-105.92,-2.2",
            "high": "4->2022-01-12,27.35,0.57",
            "low": "13->2022-01-25,-139.78,-2.9"
          },
          "nextSecondDelivery周三": {
            "close": "29->2022-02-23,-195.18,-4.05",
            "high": "4->2022-01-12,27.35,0.57",
            "low": "22->2022-02-14,-266.54,-5.53"
          }
        }
      ],
      "2022-01-07": [
        {
          "trigDate": "2022-01-07",
          "quantName": "上证50_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "13->2022-01-26,-110.06,-2.28",
            "high": "3->2022-01-12,23.21,0.48",
            "low": "12->2022-01-25,-143.92,-2.98"
          },
          "nextSecondDelivery周三": {
            "close": "28->2022-02-23,-199.32,-4.13",
            "high": "3->2022-01-12,23.21,0.48",
            "low": "21->2022-02-14,-270.68,-5.61"
          }
        }
      ],
      "2022-01-24": [
        {
          "trigDate": "2022-01-24",
          "quantName": "上证_红但down死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2022-01-24",
          "quantName": "上证50_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "2->2022-01-26,-74.43,-1.55",
            "high": ",0,0",
            "low": "1->2022-01-25,-108.29,-2.26"
          },
          "nextSecondDelivery周三": {
            "close": "17->2022-02-23,-163.69,-3.42",
            "high": ",0,0",
            "low": "10->2022-02-14,-235.05,-4.91"
          }
        }
      ],
      "2022-01-26": [
        {
          "trigDate": "2022-01-26",
          "quantName": "上证50_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "15->2022-02-23,-89.26,-1.89",
            "high": ",0,0",
            "low": "8->2022-02-14,-160.62,-3.41"
          },
          "nextSecondDelivery周三": {
            "close": "35->2022-03-23,-435.79,-9.25",
            "high": ",0,0",
            "low": "29->2022-03-15,-728.5,-15.46"
          }
        }
      ],
      "2022-02-23": [
        {
          "trigDate": "2022-02-23",
          "quantName": "上证50_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "20->2022-03-23,-346.53,-7.5",
            "high": ",0,0",
            "low": "14->2022-03-15,-639.24,-13.83"
          },
          "nextSecondDelivery周三": {
            "close": "43->2022-04-27,-727.51,-15.74",
            "high": ",0,0",
            "low": "42->2022-04-26,-838.93,-18.15"
          }
        }
      ],
      "2022-03-04": [
        {
          "trigDate": "2022-03-04",
          "quantName": "上证_高位KDJ死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "13->2022-03-23,-219.91,-4.89",
            "high": ",0,0",
            "low": "7->2022-03-15,-512.62,-11.4"
          },
          "nextSecondDelivery周三": {
            "close": "36->2022-04-27,-600.89,-13.36",
            "high": ",0,0",
            "low": "35->2022-04-26,-712.31,-15.84"
          }
        }
      ],
      "2022-03-28": [
        {
          "trigDate": "2022-03-28",
          "quantName": "上证_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "20->2022-04-27,-252.93,-6.1",
            "high": "4->2022-04-01,127.69,3.08",
            "low": "19->2022-04-26,-364.35,-8.78"
          },
          "nextSecondDelivery周三": {
            "close": "37->2022-05-25,-165.29,-3.98",
            "high": "4->2022-04-01,127.69,3.08",
            "low": "19->2022-04-26,-364.35,-8.78"
          }
        }
      ],
      "2022-04-07": [
        {
          "trigDate": "2022-04-07",
          "quantName": "上证_高位KDJ死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "14->2022-04-27,-313.56,-7.45",
            "high": "1->2022-04-08,21.67,0.51",
            "low": "13->2022-04-26,-424.98,-10.1"
          },
          "nextSecondDelivery周三": {
            "close": "31->2022-05-25,-225.92,-5.37",
            "high": "1->2022-04-08,21.67,0.51",
            "low": "13->2022-04-26,-424.98,-10.1"
          }
        }
      ],
      "2022-04-08": [
        {
          "trigDate": "2022-04-08",
          "quantName": "上证_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "13->2022-04-27,-335.23,-7.92",
            "high": ",0,0",
            "low": "12->2022-04-26,-446.65,-10.56"
          },
          "nextSecondDelivery周三": {
            "close": "30->2022-05-25,-247.59,-5.85",
            "high": ",0,0",
            "low": "12->2022-04-26,-446.65,-10.56"
          }
        }
      ],
      "2022-04-12": [
        {
          "trigDate": "2022-04-12",
          "quantName": "上证50_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "11->2022-04-27,-284.43,-6.8",
            "high": "2->2022-04-14,11.6,0.28",
            "low": "10->2022-04-26,-395.85,-9.47"
          },
          "nextSecondDelivery周三": {
            "close": "28->2022-05-25,-196.79,-4.71",
            "high": "2->2022-04-14,11.6,0.28",
            "low": "10->2022-04-26,-395.85,-9.47"
          }
        }
      ],
      "2022-06-30": [
        {
          "trigDate": "2022-06-30",
          "quantName": "沪深300_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "19->2022-07-27,-259.97,-5.8",
            "high": "2->2022-07-04,11.02,0.25",
            "low": "17->2022-07-25,-272.37,-6.07"
          },
          "nextSecondDelivery周三": {
            "close": "39->2022-08-24,-402.59,-8.98",
            "high": "2->2022-07-04,11.02,0.25",
            "low": "24->2022-08-03,-418.03,-9.32"
          }
        }
      ],
      "2022-07-04": [
        {
          "trigDate": "2022-07-04",
          "quantName": "科创50_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "17->2022-07-27,-270.99,-6.03",
            "high": ",0,0",
            "low": "15->2022-07-25,-283.39,-6.3"
          },
          "nextSecondDelivery周三": {
            "close": "37->2022-08-24,-413.61,-9.2",
            "high": ",0,0",
            "low": "22->2022-08-03,-429.05,-9.54"
          }
        }
      ],
      "2022-07-07": [
        {
          "trigDate": "2022-07-07",
          "quantName": "上证_红但down死叉",
          "logInfo": ""
        },
        {
          "trigDate": "2022-07-07",
          "quantName": "沪深300_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "14->2022-07-27,-218.43,-4.92",
            "high": ",0,0",
            "low": "12->2022-07-25,-230.83,-5.19"
          },
          "nextSecondDelivery周三": {
            "close": "34->2022-08-24,-361.05,-8.13",
            "high": ",0,0",
            "low": "19->2022-08-03,-376.49,-8.47"
          }
        }
      ],
      "2022-08-03": [
        {
          "trigDate": "2022-08-03",
          "quantName": "科创50_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "15->2022-08-24,15.44,0.38",
            "high": "10->2022-08-17,149.98,3.69",
            "low": ",0,0"
          },
          "nextSecondDelivery周三": {
            "close": "39->2022-09-28,-238.27,-5.86",
            "high": "10->2022-08-17,149.98,3.69",
            "low": "39->2022-09-28,-238.27,-5.86"
          }
        }
      ],
      "2022-08-15": [
        {
          "trigDate": "2022-08-15",
          "quantName": "沪深300_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "7->2022-08-24,-103.26,-2.47",
            "high": "2->2022-08-17,31.28,0.75",
            "low": "7->2022-08-24,-103.26,-2.47"
          },
          "nextSecondDelivery周三": {
            "close": "31->2022-09-28,-356.97,-8.53",
            "high": "2->2022-08-17,31.28,0.75",
            "low": "31->2022-09-28,-356.97,-8.53"
          }
        }
      ],
      "2022-08-22": [
        {
          "trigDate": "2022-08-22",
          "quantName": "上证_红但down死叉",
          "logInfo": ""
        },
        {
          "nextFirstDelivery周三": {
            "close": "2->2022-08-24,-98.98,-2.37",
            "high": ",0,0",
            "low": "2->2022-08-24,-98.98,-2.37"
          },
          "nextSecondDelivery周三": {
            "close": "26->2022-09-28,-352.69,-8.43",
            "high": ",0,0",
            "low": "26->2022-09-28,-352.69,-8.43"
          }
        }
      ]
    }
  }
}
var runLastKlineDate = "2024-11-12"