
var triggerLogObj情绪 =  {
    "按日期排序": {
        "2024-08-23": [
            "低位深度恐惧六子",
            {
                "nextFirstDelivery周五": {
                    "close": "18->2024-09-20,-129.67,-3.89",
                    "high": ",0,0",
                    "low": "15->2024-09-13,-171.47,-5.15"
                },
                "nextSecondDelivery周五": {
                    "close": "33->2024-10-18,594.51,17.85",
                    "high": "25->2024-10-08,925.38,27.78",
                    "low": "15->2024-09-13,-171.47,-5.15"
                },
                "nextThirdDelivery周五": {
                    "close": "53->2024-11-15,638.11,19.16",
                    "high": "25->2024-10-08,925.38,27.78",
                    "low": "15->2024-09-13,-171.47,-5.15"
                }
            }
        ],
        "2024-08-27": [
            "低位深度恐惧六子",
            {
                "标星": "低位★",
                "nextFirstDelivery周五": {
                    "close": "16->2024-09-20,-97.86,-2.97",
                    "high": "3->2024-08-30,22.52,0.68",
                    "low": "13->2024-09-13,-139.66,-4.23"
                },
                "nextSecondDelivery周五": {
                    "close": "31->2024-10-18,626.32,18.99",
                    "high": "23->2024-10-08,957.19,29.02",
                    "low": "13->2024-09-13,-139.66,-4.23"
                },
                "nextThirdDelivery周五": {
                    "close": "51->2024-11-15,669.92,20.31",
                    "high": "23->2024-10-08,957.19,29.02",
                    "low": "13->2024-09-13,-139.66,-4.23"
                }
            }
        ],
        "2024-08-28": [
            "低位深度恐惧六子",
            {
                "标星": "低位★",
                "nextFirstDelivery周五": {
                    "close": "15->2024-09-20,-72.49,-2.21",
                    "high": "2->2024-08-30,47.89,1.46",
                    "low": "12->2024-09-13,-114.29,-3.49"
                },
                "nextSecondDelivery周五": {
                    "close": "30->2024-10-18,651.69,19.91",
                    "high": "22->2024-10-08,982.56,30.02",
                    "low": "12->2024-09-13,-114.29,-3.49"
                },
                "nextThirdDelivery周五": {
                    "close": "50->2024-11-15,695.29,21.24",
                    "high": "22->2024-10-08,982.56,30.02",
                    "low": "12->2024-09-13,-114.29,-3.49"
                }
            }
        ],
        "2024-09-13": [
            "低位深度恐惧六子",
            {
                "nextFirstDelivery周五": {
                    "close": "3->2024-09-20,42.23,1.34",
                    "high": "3->2024-09-20,42.23,1.34",
                    "low": ",0,0"
                },
                "nextSecondDelivery周五": {
                    "close": "18->2024-10-18,766.41,24.26",
                    "high": "10->2024-10-08,1097.28,34.74",
                    "low": ",0,0"
                },
                "nextThirdDelivery周五": {
                    "close": "38->2024-11-15,810.01,25.64",
                    "high": "10->2024-10-08,1097.28,34.74",
                    "low": ",0,0"
                }
            }
        ],
        "2024-09-18": [
            "低位深度恐惧六子",
            {
                "标星": "低位★",
                "nextFirstDelivery周五": {
                    "close": "2->2024-09-20,22.65,0.71",
                    "high": "2->2024-09-20,22.65,0.71",
                    "low": ",0,0"
                },
                "nextSecondDelivery周五": {
                    "close": "17->2024-10-18,746.83,23.5",
                    "high": "9->2024-10-08,1077.7,33.91",
                    "low": ",0,0"
                },
                "nextThirdDelivery周五": {
                    "close": "37->2024-11-15,790.43,24.87",
                    "high": "9->2024-10-08,1077.7,33.91",
                    "low": ",0,0"
                }
            }
        ],
        "2025-01-06": [
            "低位深度恐惧六子",
            {
                "nextFirstDelivery周五": {
                    "close": "9->2025-01-17,51.47,1.37",
                    "high": "6->2025-01-14,59.67,1.59",
                    "low": "5->2025-01-13,-38.36,-1.02"
                },
                "nextSecondDelivery周五": {
                    "close": "28->2025-02-21,217.57,5.79",
                    "high": "28->2025-02-21,217.57,5.79",
                    "low": "5->2025-01-13,-38.36,-1.02"
                },
                "nextThirdDelivery周五": {
                    "close": "48->2025-03-21,153.83,4.09",
                    "high": "46->2025-03-19,249.3,6.63",
                    "low": "5->2025-01-13,-38.36,-1.02"
                }
            }
        ],
        "2025-01-10": [
            "低位深度恐惧六子",
            {
                "nextFirstDelivery周五": {
                    "close": "5->2025-01-17,107.9,2.91",
                    "high": "2->2025-01-14,116.1,3.13",
                    "low": ",0,0"
                },
                "nextSecondDelivery周五": {
                    "close": "24->2025-02-21,274,7.4",
                    "high": "24->2025-02-21,274,7.4",
                    "low": ",0,0"
                },
                "nextThirdDelivery周五": {
                    "close": "44->2025-03-21,210.26,5.68",
                    "high": "42->2025-03-19,305.73,8.25",
                    "low": ",0,0"
                }
            }
        ],
        "2025-01-13": [
            "低位深度恐惧六子",
            {
                "nextFirstDelivery周五": {
                    "close": "4->2025-01-17,83.78,2.25",
                    "high": "1->2025-01-14,91.98,2.47",
                    "low": ",0,0"
                },
                "nextSecondDelivery周五": {
                    "close": "23->2025-02-21,249.88,6.7",
                    "high": "23->2025-02-21,249.88,6.7",
                    "low": ",0,0"
                },
                "nextThirdDelivery周五": {
                    "close": "43->2025-03-21,186.14,4.99",
                    "high": "41->2025-03-19,281.61,7.55",
                    "low": ",0,0"
                }
            }
        ],
        "2025-04-07": [
            "低位深度恐惧六子",
            {
                "nextFirstDelivery周五": {
                    "close": "9->2025-04-18,174.53,4.85",
                    "high": "7->2025-04-16,174.83,4.86",
                    "low": ",0,0"
                },
                "nextSecondDelivery周五": {
                    "close": "26->2025-05-16,291.1,8.09",
                    "high": "24->2025-05-14,345.22,9.59",
                    "low": ",0,0"
                },
                "nextThirdDelivery周五": {
                    "close": "50->2025-06-20,248.65,6.91",
                    "high": "24->2025-05-14,345.22,9.59",
                    "low": ",0,0"
                }
            }
        ],
        "2025-04-08": [
            "低位深度恐惧六子",
            {
                "nextFirstDelivery周五": {
                    "close": "8->2025-04-18,166.42,4.61",
                    "high": "6->2025-04-16,166.72,4.62",
                    "low": ",0,0"
                },
                "nextSecondDelivery周五": {
                    "close": "25->2025-05-16,282.99,7.85",
                    "high": "23->2025-05-14,337.11,9.35",
                    "low": ",0,0"
                },
                "nextThirdDelivery周五": {
                    "close": "49->2025-06-20,240.54,6.67",
                    "high": "23->2025-05-14,337.11,9.35",
                    "low": ",0,0"
                }
            }
        ],
        "2025-11-21": [
            "低位深度恐惧六子",
            {
                "nextFirstDelivery周五": {
                    "close": "20->2025-12-19,95.02,2.12",
                    "high": "11->2025-12-08,148.59,3.32",
                    "low": "1->2025-11-24,-25.11,-0.56"
                },
                "nextSecondDelivery周五": {
                    "close": "38->2026-01-16,258.71,5.78",
                    "high": "30->2026-01-06,317.53,7.1",
                    "low": "1->2025-11-24,-25.11,-0.56"
                },
                "nextThirdDelivery周五": {
                    "close": "59->2026-02-24,234.38,5.24",
                    "high": "30->2026-01-06,317.53,7.1",
                    "low": "1->2025-11-24,-25.11,-0.56"
                }
            }
        ],
        "2025-11-24": [
            "低位深度恐惧六子",
            {
                "nextFirstDelivery周五": {
                    "close": "19->2025-12-19,92.34,2.06",
                    "high": "10->2025-12-08,145.91,3.26",
                    "low": ",0,0"
                },
                "nextSecondDelivery周五": {
                    "close": "37->2026-01-16,256.03,5.72",
                    "high": "29->2026-01-06,314.85,7.03",
                    "low": ",0,0"
                },
                "nextThirdDelivery周五": {
                    "close": "58->2026-02-24,231.7,5.18",
                    "high": "29->2026-01-06,314.85,7.03",
                    "low": ",0,0"
                }
            }
        ],
        "2026-03-23": [
            "低位深度恐惧六子",
            {
                "nextFirstDelivery周五": {
                    "close": "18->2026-04-17,269.76,6.05",
                    "high": "17->2026-04-16,277.7,6.23",
                    "low": "10->2026-04-07,-18.29,-0.41"
                },
                "nextSecondDelivery周五": {
                    "close": "35->2026-05-15,400.68,8.99",
                    "high": "33->2026-05-13,539.43,12.1",
                    "low": "10->2026-04-07,-18.29,-0.41"
                },
                "nextThirdDelivery周五": {
                    "close": "60->2026-06-22,600.75,13.47",
                    "high": "60->2026-06-22,600.75,13.47",
                    "low": "10->2026-04-07,-18.29,-0.41"
                }
            }
        ],
        "2026-03-24": [
            "低位深度恐惧六子",
            {
                "nextFirstDelivery周五": {
                    "close": "17->2026-04-17,222.05,4.93",
                    "high": "16->2026-04-16,229.99,5.1",
                    "low": "9->2026-04-07,-66,-1.46"
                },
                "nextSecondDelivery周五": {
                    "close": "34->2026-05-15,352.97,7.83",
                    "high": "32->2026-05-13,491.72,10.91",
                    "low": "9->2026-04-07,-66,-1.46"
                },
                "nextThirdDelivery周五": {
                    "close": "59->2026-06-22,553.04,12.27",
                    "high": "59->2026-06-22,553.04,12.27",
                    "low": "9->2026-04-07,-66,-1.46"
                }
            }
        ],
        "2026-06-08": [
            "低位深度恐惧六子",
            {
                "nextFirstDelivery周五": {
                    "close": "9->2026-06-22,316.21,6.67",
                    "high": "9->2026-06-22,316.21,6.67",
                    "low": "3->2026-06-11,-21.04,-0.44"
                },
                "nextSecondDelivery周五": {
                    "close": "28->2026-07-17,-214.35,-4.52",
                    "high": "9->2026-06-22,316.21,6.67",
                    "low": "28->2026-07-17,-214.35,-4.52"
                },
                "after": {
                    "close": "43->2026-08-07,-49.01,-1.03",
                    "high": "9->2026-06-22,316.21,6.67",
                    "low": "28->2026-07-17,-214.35,-4.52",
                    "nextThirdDelivery周五": "2026-08-21"
                }
            }
        ],
        "2026-06-22": [
            "指数高位拥挤杠杆",
            {
                "nextFirstDelivery周五": {
                    "close": "19->2026-07-17,-518.93,-10.28",
                    "high": ",0,0",
                    "low": "19->2026-07-17,-518.93,-10.28"
                },
                "after": {
                    "close": "34->2026-08-07,-353.59,-7",
                    "high": ",0,0",
                    "low": "19->2026-07-17,-518.93,-10.28",
                    "nextSecondDelivery周五": "2026-08-21",
                    "nextThirdDelivery周五": "2026-09-18"
                }
            }
        ],
        "2026-06-25": [
            "指数高位拥挤杠杆",
            {
                "nextFirstDelivery周五": {
                    "close": "16->2026-07-17,-452.73,-9.09",
                    "high": ",0,0",
                    "low": "16->2026-07-17,-452.73,-9.09"
                },
                "after": {
                    "close": "31->2026-08-07,-287.39,-5.77",
                    "high": ",0,0",
                    "low": "16->2026-07-17,-452.73,-9.09",
                    "nextSecondDelivery周五": "2026-08-21",
                    "nextThirdDelivery周五": "2026-09-18"
                }
            }
        ],
        "2026-07-17": [
            "低位深度恐惧六子",
            {
                "after": {
                    "close": "15->2026-08-07,118.77,2.6",
                    "high": "2->2026-07-21,163.56,3.57",
                    "low": "11->2026-08-03,-32.49,-0.71",
                    "nextFirstDelivery周五": "2026-08-21",
                    "nextSecondDelivery周五": "2026-09-18",
                    "nextThirdDelivery周五": "2026-10-16"
                }
            }
        ],
        "2026-07-20": [
            "低位深度恐惧六子",
            {
                "after": {
                    "close": "14->2026-08-07,63.59,1.37",
                    "high": "1->2026-07-21,108.38,2.34",
                    "low": "10->2026-08-03,-87.67,-1.89",
                    "nextFirstDelivery周五": "2026-08-21",
                    "nextSecondDelivery周五": "2026-09-18",
                    "nextThirdDelivery周五": "2026-10-16"
                }
            }
        ]
    },
    "低位深度恐惧六子NO技术": [
        "2024-08-23",
        "2024-08-27",
        "2024-08-28",
        "2024-09-13",
        "2024-09-18",
        "2025-01-06",
        "2025-01-10",
        "2025-01-13",
        "2025-04-07",
        "2025-04-08",
        "2025-11-21",
        "2025-11-24",
        "2026-02-02",
        "2026-03-23",
        "2026-03-24",
        "2026-06-08",
        "2026-06-11",
        "2026-07-17",
        "2026-07-20"
    ],
    "低位深度恐惧六子": [
        {
            "trigDate": "2024-08-23",
            "quantName": "低位深度恐惧六子",
            "testInfo": -114.2
        },
        {
            "trigDate": "2024-08-27",
            "quantName": "低位深度恐惧六子",
            "testInfo": -119.74
        },
        {
            "trigDate": "2024-08-28",
            "quantName": "低位深度恐惧六子",
            "testInfo": -130.28
        },
        {
            "trigDate": "2024-09-13",
            "quantName": "低位深度恐惧六子",
            "testInfo": -168.2
        },
        {
            "trigDate": "2024-09-18",
            "quantName": "低位深度恐惧六子",
            "testInfo": -148.22
        },
        {
            "trigDate": "2025-01-06",
            "quantName": "低位深度恐惧六子",
            "testInfo": -190.83
        },
        {
            "trigDate": "2025-01-10",
            "quantName": "低位深度恐惧六子",
            "testInfo": -197.66
        },
        {
            "trigDate": "2025-01-13",
            "quantName": "低位深度恐惧六子",
            "testInfo": -193.09
        },
        {
            "trigDate": "2025-04-07",
            "quantName": "低位深度恐惧六子",
            "testInfo": -234.31
        },
        {
            "trigDate": "2025-04-08",
            "quantName": "低位深度恐惧六子",
            "testInfo": -222.71
        },
        {
            "trigDate": "2025-11-21",
            "quantName": "低位深度恐惧六子",
            "testInfo": -31.92
        },
        {
            "trigDate": "2025-11-24",
            "quantName": "低位深度恐惧六子",
            "testInfo": -101.4
        },
        {
            "trigDate": "2026-03-23",
            "quantName": "低位深度恐惧六子",
            "testInfo": -242.6
        },
        {
            "trigDate": "2026-03-24",
            "quantName": "低位深度恐惧六子",
            "testInfo": -228.65
        },
        {
            "trigDate": "2026-06-08",
            "quantName": "低位深度恐惧六子",
            "testInfo": -1.18
        },
        {
            "trigDate": "2026-07-17",
            "quantName": "低位深度恐惧六子",
            "testInfo": -188.8
        },
        {
            "trigDate": "2026-07-20",
            "quantName": "低位深度恐惧六子",
            "testInfo": -188.39
        }
    ],
    "指数高位拥挤杠杆": [
        {
            "trigDate": "2026-06-22",
            "quantName": "指数高位拥挤杠杆",
            "info": ""
        },
        {
            "trigDate": "2026-06-25",
            "quantName": "指数高位拥挤杠杆",
            "info": ""
        }
    ]
}
var runLastKlineDate情绪策略 = "2026-08-07"
if (typeof module !== "undefined" && module.exports) {
     exports.triggerLogObj情绪 = triggerLogObj情绪
     exports.runLastKlineDate情绪策略 = runLastKlineDate情绪策略
};
