var runDateTime组1 = "2025-02-14 01:16:28"
var 最近实际收盘日期组1 = "2025-02-13"

var 同花顺策略组1买卖汇总 =  {
    "季月周日": {
        "触发卖出": [],
        "触发买入": []
    },
    "月周日": {
        "触发卖出": [
            [
                "301633",
                "港迪技术",
                "2025-01-09",
                "2025-02-13",
                "77.89",
                "84.00",
                "7.84%"
            ]
        ],
        "触发买入": []
    },
    "左侧月周日": {
        "触发卖出": [],
        "触发买入": []
    },
    "周日": {
        "触发卖出": [],
        "触发买入": []
    },
    "周日2": {
        "触发卖出": [
            [
                "301633",
                "港迪技术",
                "2025-01-09",
                "2025-02-13",
                "77.89",
                "84.00",
                "7.84%"
            ]
        ],
        "触发买入": []
    },
    "日信号": {
        "触发卖出": [],
        "触发买入": []
    },
    "日信号2": {
        "触发卖出": [],
        "触发买入": []
    },
    "六均线两日测试用1": {
        "触发卖出": [
            [
                "000902",
                "新洋丰",
                "2025-02-12",
                "2025-02-13",
                "12.63",
                "12.43",
                "-1.58%"
            ]
        ],
        "触发买入": [
            [
                "000661",
                "长春高新",
                "正常"
            ]
        ]
    }
}

exports.同花顺策略组1买卖汇总 = 同花顺策略组1买卖汇总