var runDateTime组1 = "2025-03-08 01:19:24"
var 最近实际收盘日期组1 = "2025-03-07"

var 同花顺策略组1买卖汇总 =  {
    "季月周日": {
        "触发卖出": [],
        "触发买入": []
    },
    "月周日": {
        "触发卖出": [],
        "触发买入": []
    },
    "左侧月周日": {
        "触发卖出": [],
        "触发买入": []
    },
    "周日": {
        "触发卖出": [],
        "触发买入": []
    },
    "周日2": {
        "触发卖出": [],
        "触发买入": []
    },
    "日信号": {
        "触发卖出": [],
        "触发买入": []
    },
    "日信号2": {
        "触发卖出": [],
        "触发买入": []
    },
    "六均线两日测试": {
        "触发卖出": [
            [
                "000157",
                "中联重科",
                "2025-03-06",
                "2025-03-07",
                "8.21",
                "8.28",
                "0.85%"
            ]
        ],
        "触发买入": [
            [
                "000568",
                "泸州老窖",
                "正常"
            ]
        ]
    }
}

exports.同花顺策略组1买卖汇总 = 同花顺策略组1买卖汇总