var runDateTime组2 = "2025-05-01 01:23:24"
var 最近实际收盘日期组2 = "null"

var 同花顺策略组2A买卖汇总 =  {
    "业绩预增menv": "回测失败",
    "大股东增持": "回测失败",
    "绿空红": "回测失败",
    "绿空红menv": "回测失败",
    "均线集中度": "回测失败",
    "均线集中度menv": "回测失败"
}
var 同花顺策略组2B买卖汇总 =  {
    "小市值低估": {
        "触发卖出": [],
        "触发买入": []
    },
    "大市值趋势": {
        "触发卖出": [],
        "触发买入": []
    },
    "月周macd1": {
        "触发卖出": [],
        "触发买入": []
    },
    "月周macd2": {
        "触发卖出": [],
        "触发买入": []
    },
    "近五日跌停": {
        "触发卖出": [],
        "触发买入": []
    },
    "跌停": {
        "触发卖出": [],
        "触发买入": []
    }
}

exports.同花顺策略组2A买卖汇总 = 同花顺策略组2A买卖汇总
exports.同花顺策略组2B买卖汇总 = 同花顺策略组2B买卖汇总