var runDateTime组2 = "2025-02-18 01:19:16"
var 最近实际收盘日期组2 = "2025-02-17"

var 同花顺策略组2A买卖汇总 =  {
    "业绩预增menv": {
        "触发卖出": [],
        "触发买入": []
    },
    "大股东增持": {
        "触发卖出": [],
        "触发买入": []
    },
    "绿空红": {
        "触发卖出": [],
        "触发买入": []
    },
    "绿空红menv": {
        "触发卖出": [],
        "触发买入": []
    },
    "均线集中度": {
        "触发卖出": [],
        "触发买入": []
    },
    "均线集中度menv": {
        "触发卖出": [],
        "触发买入": []
    }
}
var 同花顺策略组2B买卖汇总 =  {
    "小市值低估": {
        "触发卖出": [],
        "触发买入": []
    },
    "大市值趋势": {
        "触发卖出": [],
        "触发买入": []
    },
    "月周macd1": {
        "触发卖出": [],
        "触发买入": []
    },
    "月周macd2": {
        "触发卖出": [],
        "触发买入": [
            [
                "605162",
                "新中港",
                "危险公告!",
                "新中港：《关于浙江新中港热电股份有限公司股票交易异常波动的询证函》的回函 01-27 17:24"
            ]
        ]
    },
    "近五日跌停": {
        "触发卖出": [],
        "触发买入": []
    },
    "跌停": {
        "触发卖出": [],
        "触发买入": []
    },
    "六均线两日测试用2": {
        "触发卖出": [
            [
                "000661",
                "长春高新",
                "2025-02-14",
                "2025-02-17",
                "96.41",
                "96.75",
                "0.35%"
            ]
        ],
        "触发买入": [
            [
                "000514",
                "渝开发",
                "正常"
            ]
        ]
    }
}

exports.同花顺策略组2A买卖汇总 = 同花顺策略组2A买卖汇总
exports.同花顺策略组2B买卖汇总 = 同花顺策略组2B买卖汇总