var runDateTime组1 = "2026-01-07 03:22:21"
var 最近实际收盘日期组1 = "2026-01-06"

var 同花顺策略组1买卖汇总 =  {
    "季月周日": {
        "触发卖出": [],
        "触发买入": []
    },
    "月周日": {
        "触发卖出": [],
        "触发买入": [
            [
                "603376",
                "大明电子",
                "检测失效!"
            ],
            [
                "920056",
                "能之光",
                "检测失效!"
            ]
        ]
    },
    "左侧月周日": {
        "触发卖出": [],
        "触发买入": []
    },
    "周日": {
        "触发卖出": [],
        "触发买入": []
    },
    "周日2": {
        "触发卖出": [],
        "触发买入": []
    },
    "日信号": {
        "触发卖出": [],
        "触发买入": []
    },
    "日信号2": {
        "触发卖出": [],
        "触发买入": []
    }
}

exports.同花顺策略组1买卖汇总 = 同花顺策略组1买卖汇总