var runDateTime组1 = "2025-03-04 01:19:34"
var 最近实际收盘日期组1 = "2025-03-03"

var 同花顺策略组1买卖汇总 =  {
    "季月周日": {
        "触发卖出": [],
        "触发买入": []
    },
    "月周日": {
        "触发卖出": [
            [
                "920060",
                "万源通",
                "2025-02-07",
                "2025-03-03",
                "32.00",
                "36.50",
                "14.06%"
            ]
        ],
        "触发买入": []
    },
    "左侧月周日": {
        "触发卖出": [],
        "触发买入": []
    },
    "周日": {
        "触发卖出": [],
        "触发买入": []
    },
    "周日2": {
        "触发卖出": [],
        "触发买入": []
    },
    "日信号": {
        "触发卖出": [],
        "触发买入": []
    },
    "日信号2": {
        "触发卖出": [],
        "触发买入": []
    },
    "六均线两日测试": {
        "触发卖出": [
            [
                "000409",
                "云鼎科技",
                "2025-02-28",
                "2025-03-03",
                "10.31",
                "10.70",
                "3.78%"
            ]
        ],
        "触发买入": [
            [
                "000534",
                "万泽股份",
                "正常"
            ]
        ]
    }
}

exports.同花顺策略组1买卖汇总 = 同花顺策略组1买卖汇总