var runDateTime组2 = "2025-04-10 01:22:27"
var 最近实际收盘日期组2 = "2025-04-09"

var 同花顺策略组2A买卖汇总 =  {
    "业绩预增menv": {
        "触发卖出": [],
        "触发买入": []
    },
    "大股东增持": {
        "触发卖出": [],
        "触发买入": []
    },
    "绿空红": {
        "触发卖出": [],
        "触发买入": []
    },
    "绿空红menv": {
        "触发卖出": [],
        "触发买入": []
    },
    "均线集中度": {
        "触发卖出": [],
        "触发买入": []
    },
    "均线集中度menv": {
        "触发卖出": [],
        "触发买入": []
    }
}
var 同花顺策略组2B买卖汇总 =  {
    "小市值低估": {
        "触发卖出": [],
        "触发买入": []
    },
    "大市值趋势": {
        "触发卖出": [],
        "触发买入": []
    },
    "月周macd1": {
        "触发卖出": [],
        "触发买入": []
    },
    "月周macd2": {
        "触发卖出": [],
        "触发买入": [
            [
                "600872",
                "中炬高新",
                "危险公告!",
                "中炬高新：中炬高新关于持股5%以上股东所持公司部分股份被司法拍卖完成过户登记暨权益变动后持股比例低于5%的提示性公告 02-18 20:11"
            ]
        ]
    },
    "近五日跌停": {
        "触发卖出": [],
        "触发买入": [
            [
                "605099",
                "共创草坪",
                "危险公告!",
                "共创草坪：江苏共创人造草坪股份有限公司股票交易异常波动公告 2024-12-18 17:31"
            ]
        ]
    },
    "跌停": {
        "触发卖出": [
            [
                "603277",
                "银都股份",
                "2025-04-08",
                "2025-04-09",
                "20.16",
                "18.02",
                "-10.62%"
            ]
        ],
        "触发买入": []
    }
}

exports.同花顺策略组2A买卖汇总 = 同花顺策略组2A买卖汇总
exports.同花顺策略组2B买卖汇总 = 同花顺策略组2B买卖汇总