var triggerLogObj大宗={
    "按日期排序": {
        "2006-05-15": [
            "高位低量_沪铜连续"
        ],
        "2006-05-16": [
            "高位KDJ_沪铜连续",
            "高位九转_日周空但叉九转|日月九转_沪铜连续"
        ],
        "2006-05-17": [
            "高位九转_日周空但叉九转|日月九转|周月九转_沪铜连续"
        ],
        "2006-11-06": [
            "高位九转_日周空但叉九转_豆油连续"
        ],
        "2006-11-23": [
            "高位KDJ_豆油连续"
        ],
        "2007-01-22": [
            "低位低量_燃油连续"
        ],
        "2007-01-23": [
            "低位低量_燃油连续"
        ],
        "2007-01-24": [
            "低位低量_燃油连续"
        ],
        "2008-03-04": [
            "高位九转_日周空但叉九转_菜油连续",
            "高位九转_日周空但叉九转|日月九转|周月九转_豆油连续"
        ],
        "2008-03-05": [
            "高位KDJ_菜油连续",
            "高位九转_周月九转_豆油连续"
        ],
        "2008-12-18": [
            "低位KDJ_菜油连续"
        ],
        "2008-12-19": [
            "低位KDJ_沪铜连续"
        ],
        "2008-12-25": [
            "低位KDJ_橡胶连续"
        ],
        "2009-01-16": [
            "低位九转_周月九转_豆油连续"
        ],
        "2009-02-02": [
            "低位九转_周月九转_沪铜连续"
        ],
        "2009-02-20": [
            "低位KDJ_豆油连续"
        ],
        "2010-01-04": [
            "高位KDJ_沪锌连续",
            "高位九转_日周空但叉九转_沪锌连续"
        ],
        "2010-01-05": [
            "高位九转_日周空但叉九转_沪锌连续",
            "高位九转_日周空但叉九转|日月九转|周月九转_白糖连续"
        ],
        "2010-01-06": [
            "高位九转_日周空但叉九转|日月九转|周月九转_白糖连续"
        ],
        "2010-01-07": [
            "高位KDJ_白糖连续"
        ],
        "2011-10-20": [
            "低位低量_沪锌连续"
        ],
        "2012-09-20": [
            "低位KDJ_焦炭连续"
        ],
        "2013-06-20": [
            "低位低量_橡胶连续"
        ],
        "2013-06-24": [
            "低位低量_橡胶连续"
        ],
        "2013-06-26": [
            "低位低量_橡胶连续"
        ],
        "2013-07-19": [
            "低位KDJ_白银连续"
        ],
        "2013-07-31": [
            "低位KDJ_棕榈油连续"
        ],
        "2013-08-05": [
            "低位KDJ_黄金连续"
        ],
        "2013-09-23": [
            "低位低量_燃油连续"
        ],
        "2013-09-26": [
            "低位低量_燃油连续"
        ],
        "2014-03-03": [
            "低位低量_PTA连续"
        ],
        "2014-03-04": [
            "低位低量_PTA连续"
        ],
        "2014-03-05": [
            "低位低量_PTA连续"
        ],
        "2014-04-18": [
            "低位KDJ_PVC连续"
        ],
        "2014-05-19": [
            "低位九转_双周MACD-KDJ_PTA连续"
        ],
        "2014-05-20": [
            "低位九转_双周MACD-KDJ_橡胶连续"
        ],
        "2015-02-06": [
            "低位九转_双周MACD-KDJ_豆油连续"
        ],
        "2015-03-16": [
            "低位KDJ_棕榈油连续"
        ],
        "2015-08-03": [
            "低位低量_黄金连续"
        ],
        "2015-08-04": [
            "低位低量_黄金连续"
        ],
        "2015-08-05": [
            "低位低量_黄金连续"
        ],
        "2015-08-06": [
            "低位低量_黄金连续"
        ],
        "2015-08-07": [
            "低位低量_黄金连续"
        ],
        "2015-09-02": [
            "低位九转_日周九转_燃油连续"
        ],
        "2015-11-03": [
            "低位低量_PVC连续"
        ],
        "2015-11-04": [
            "低位低量_PVC连续"
        ],
        "2015-11-05": [
            "低位低量_PVC连续"
        ],
        "2015-11-06": [
            "低位低量_PVC连续"
        ],
        "2015-11-20": [
            "低位KDJ_沪锌连续",
            "低位低量_PVC连续"
        ],
        "2015-11-24": [
            "低位九转_日周九转_PVC连续"
        ],
        "2015-12-02": [
            "低位九转_日周九转_螺纹连续"
        ],
        "2015-12-07": [
            "低位九转_日周九转|周月九转_焦炭连续"
        ],
        "2015-12-18": [
            "低位九转_日周九转_PP连续"
        ],
        "2015-12-24": [
            "低位KDJ_焦炭连续"
        ],
        "2016-01-07": [
            "低位KDJ_螺纹连续"
        ],
        "2016-01-11": [
            "低位KDJ_热卷连续"
        ],
        "2016-01-14": [
            "低位KDJ_甲醇连续"
        ],
        "2016-01-15": [
            "低位九转_周月九转_焦炭连续"
        ],
        "2016-03-08": [
            "低位九转_双周MACD-KDJ_菜油连续"
        ],
        "2016-03-10": [
            "低位KDJ_棉花连续"
        ],
        "2016-03-22": [
            "低位九转_日周九转_豆一连续"
        ],
        "2016-04-01": [
            "低位低量_玉米连续"
        ],
        "2016-04-05": [
            "低位KDJ_鸡蛋连续"
        ],
        "2016-11-09": [
            "高位低量_焦炭连续"
        ],
        "2016-11-10": [
            "高位低量_焦炭连续"
        ],
        "2016-11-11": [
            "高位低量_焦炭连续"
        ],
        "2016-11-14": [
            "高位低量_焦炭连续"
        ],
        "2016-11-17": [
            "高位KDJ_焦煤连续"
        ],
        "2016-11-28": [
            "高位低量_沪铅连续"
        ],
        "2016-11-29": [
            "高位低量_沪铅连续"
        ],
        "2017-06-26": [
            "低位KDJ_豆粕连续"
        ],
        "2018-11-23": [
            "低位低量_塑料连续"
        ],
        "2018-11-26": [
            "低位低量_塑料连续"
        ],
        "2018-11-27": [
            "低位低量_塑料连续"
        ],
        "2019-01-11": [
            "低位KDJ_豆二连续"
        ],
        "2019-03-28": [
            "低位KDJ_豆粕连续"
        ],
        "2019-04-12": [
            "低位KDJ_豆二连续"
        ],
        "2019-05-07": [
            "低位九转_双周MACD-KDJ_豆二连续"
        ],
        "2019-11-05": [
            "低位KDJ_锰硅连续"
        ],
        "2019-11-11": [
            "低位KDJ_锰硅连续",
            "低位KDJ_棉纱连续"
        ],
        "2019-11-13": [
            "低位KDJ_锰硅连续"
        ],
        "2019-12-18": [
            "低位九转_双周MACD-KDJ_纸浆连续"
        ],
        "2020-03-09": [
            "低位KDJ_不锈钢连续"
        ],
        "2020-03-10": [
            "低位九转_日周九转_苹果连续"
        ],
        "2020-03-13": [
            "低位KDJ_不锈钢连续"
        ],
        "2020-03-16": [
            "低位KDJ_不锈钢连续",
            "低位九转_日周九转_不锈钢连续"
        ],
        "2020-03-20": [
            "低位KDJ_不锈钢连续",
            "低位低量_棉花连续"
        ],
        "2020-03-23": [
            "低位低量_棉花连续",
            "低位低量_棉纱连续",
            "低位低量_PTA连续",
            "低位低量_沥青连续"
        ],
        "2020-03-26": [
            "低位低量_PP连续",
            "低位低量_PVC连续",
            "低位低量_沥青连续"
        ],
        "2020-03-27": [
            "低位低量_PP连续",
            "低位低量_PTA连续",
            "低位低量_塑料连续",
            "低位低量_沥青连续"
        ],
        "2020-03-30": [
            "低位低量_PP连续",
            "低位低量_PVC连续",
            "低位低量_甲醇连续",
            "低位低量_PTA连续",
            "低位低量_塑料连续",
            "低位低量_沥青连续"
        ],
        "2020-03-31": [
            "低位KDJ_PP连续",
            "低位低量_PVC连续",
            "低位低量_沥青连续"
        ],
        "2020-04-01": [
            "低位低量_热卷连续",
            "低位低量_PVC连续",
            "低位九转_日周九转_PTA连续"
        ],
        "2020-04-02": [
            "低位九转_日月九转_PP连续",
            "低位KDJ_不锈钢连续",
            "低位低量_PVC连续",
            "低位九转_日周九转_沥青连续"
        ],
        "2020-04-03": [
            "低位低量_PVC连续",
            "低位九转_日周九转_苯乙烯连续"
        ],
        "2020-04-07": [
            "低位低量_热卷连续",
            "低位低量_PVC连续"
        ],
        "2020-04-15": [
            "低位KDJ_PP连续"
        ],
        "2020-04-21": [
            "低位KDJ_热卷连续",
            "低位KDJ_PVC连续"
        ],
        "2020-04-28": [
            "低位九转_周月九转_PTA连续",
            "低位低量_原油连续"
        ],
        "2020-08-07": [
            "高位低量_白银连续"
        ],
        "2020-08-10": [
            "高位低量_白银连续"
        ],
        "2020-08-11": [
            "高位低量_白银连续"
        ],
        "2021-01-06": [
            "高位九转_日月九转|周月九转_焦炭连续"
        ],
        "2021-01-07": [
            "高位九转_周月九转_焦炭连续"
        ],
        "2021-01-11": [
            "高位九转_日周空但叉九转|日月九转_玉米连续"
        ],
        "2021-03-01": [
            "高位九转_日周空但叉九转_纸浆连续"
        ],
        "2021-03-02": [
            "高位KDJ_乙二醇连续"
        ],
        "2021-05-17": [
            "高位KDJ_玻璃连续"
        ],
        "2021-09-28": [
            "高位低量_锰硅连续"
        ],
        "2021-09-30": [
            "高位低量_硅铁连续",
            "高位低量_锰硅连续",
            "高位低量_纯碱连续"
        ],
        "2021-10-08": [
            "高位九转_日周空但叉九转|日月九转_PVC连续",
            "高位九转_日月九转|周月九转_硅铁连续",
            "高位KDJ_锰硅连续"
        ],
        "2021-10-11": [
            "高位低量_PVC连续",
            "高位九转_日月九转|周月九转_硅铁连续",
            "高位低量_硅铁连续",
            "高位低量_甲醇连续",
            "高位九转_周月九转_纯碱连续"
        ],
        "2021-10-12": [
            "高位低量_PVC连续",
            "高位KDJ_硅铁连续",
            "高位九转_日月九转|周月九转_硅铁连续",
            "高位低量_硅铁连续",
            "高位九转_日月九转_甲醇连续",
            "高位低量_甲醇连续",
            "高位九转_周月九转_纯碱连续",
            "高位低量_纯碱连续"
        ],
        "2021-10-13": [
            "高位KDJ_PVC连续",
            "高位KDJ_液化气连续"
        ],
        "2021-10-18": [
            "高位低量_焦煤连续"
        ],
        "2021-10-19": [
            "高位九转_日月九转|周月九转_焦煤连续"
        ],
        "2021-12-30": [
            "低位九转_双周MACD-KDJ_花生连续"
        ],
        "2022-01-18": [
            "低位九转_双周MACD-KDJ_花生连续"
        ],
        "2022-04-11": [
            "低位KDJ_生猪连续"
        ],
        "2022-07-21": [
            "低位低量_橡胶连续"
        ],
        "2022-10-28": [
            "低位KDJ_沪锡连续"
        ],
        "2022-11-01": [
            "低位KDJ_二十号胶连续",
            "低位KDJ_螺纹连续",
            "低位九转_日周九转_PVC连续"
        ],
        "2022-11-02": [
            "低位九转_日周九转_棉纱连续"
        ],
        "2022-12-19": [
            "低位KDJ_燃油连续"
        ],
        "2023-05-22": [
            "低位低量_PP连续"
        ],
        "2023-05-23": [
            "低位低量_PP连续",
            "低位低量_甲醇连续"
        ],
        "2023-05-30": [
            "低位低量_焦炭连续"
        ],
        "2023-05-31": [
            "低位KDJ_菜油连续",
            "低位KDJ_豆油连续",
            "低位低量_焦炭连续"
        ],
        "2023-06-01": [
            "低位KDJ_豆粕连续",
            "低位KDJ_菜油连续",
            "低位KDJ_豆二连续",
            "低位低量_焦炭连续",
            "低位九转_日周九转_焦煤连续"
        ],
        "2023-06-02": [
            "低位低量_焦炭连续"
        ],
        "2023-06-05": [
            "低位九转_日周九转_豆粕连续",
            "低位九转_日周九转_棕榈油连续",
            "低位九转_日周九转_豆油连续",
            "低位九转_日周九转_豆二连续"
        ],
        "2023-06-09": [
            "低位九转_日周九转_纸浆连续"
        ],
        "2023-06-21": [
            "低位KDJ_低硫燃料油连续"
        ],
        "2023-07-10": [
            "低位九转_日周九转_液化气连续"
        ],
        "2023-09-01": [
            "高位低量_液化气连续"
        ],
        "2023-12-04": [
            "低位九转_日周九转_沪镍连续"
        ],
        "2023-12-06": [
            "低位KDJ_沪镍连续",
            "低位九转_日周九转_花生连续"
        ],
        "2024-01-09": [
            "低位九转_日周九转|周月九转_沪镍连续"
        ],
        "2024-01-22": [
            "低位低量_鸡蛋连续",
            "低位低量_玉米连续"
        ],
        "2024-01-29": [
            "低位九转_日周九转_玉米连续"
        ],
        "2024-02-21": [
            "低位KDJ_碳酸锂连续"
        ],
        "2024-02-22": [
            "低位低量_锰硅连续"
        ],
        "2024-02-26": [
            "低位低量_锰硅连续"
        ],
        "2024-02-27": [
            "低位低量_锰硅连续"
        ],
        "2024-02-28": [
            "低位低量_锰硅连续"
        ],
        "2024-04-01": [
            "低位低量_鸡蛋连续"
        ],
        "2024-04-02": [
            "低位低量_鸡蛋连续"
        ],
        "2024-04-03": [
            "低位低量_鸡蛋连续"
        ],
        "2024-04-08": [
            "低位九转_双周MACD-KDJ_硅铁连续"
        ],
        "2024-05-06": [
            "高位低量_航运连续"
        ],
        "2024-05-07": [
            "高位低量_航运连续"
        ],
        "2024-05-08": [
            "高位低量_航运连续"
        ],
        "2024-05-09": [
            "高位低量_航运连续"
        ],
        "2024-05-10": [
            "高位低量_航运连续"
        ],
        "2024-05-13": [
            "高位低量_航运连续"
        ],
        "2024-05-14": [
            "高位低量_航运连续"
        ],
        "2024-05-15": [
            "高位低量_航运连续"
        ],
        "2024-05-20": [
            "高位低量_航运连续"
        ],
        "2024-05-28": [
            "高位低量_锰硅连续"
        ],
        "2024-05-29": [
            "高位低量_锰硅连续"
        ],
        "2024-05-30": [
            "高位低量_锰硅连续"
        ],
        "2024-06-07": [
            "高位低量_航运连续"
        ],
        "2024-06-18": [
            "高位低量_航运连续"
        ],
        "2024-06-20": [
            "高位低量_航运连续"
        ],
        "2024-06-21": [
            "高位低量_航运连续"
        ],
        "2024-06-24": [
            "高位低量_航运连续"
        ],
        "2024-09-11": [
            "低位九转_日月九转_苹果连续"
        ],
        "2024-09-12": [
            "低位九转_周月九转_焦煤连续"
        ],
        "2024-12-16": [
            "低位九转_双周MACD-KDJ_对二甲苯连续"
        ],
        "2024-12-25": [
            "低位九转_双周MACD-KDJ_花生连续"
        ],
        "2025-05-23": [
            "低位KDJ_塑料连续"
        ],
        "2025-05-27": [
            "低位KDJ_锰硅连续"
        ],
        "2025-05-28": [
            "低位低量_焦炭连续"
        ],
        "2025-05-30": [
            "低位KDJ_焦煤连续"
        ],
        "2025-06-03": [
            "低位低量_硅铁连续",
            "低位低量_工业硅连续"
        ],
        "2025-06-04": [
            "低位九转_周月九转_PP连续",
            "低位九转_日周九转|周月九转_焦煤连续",
            "低位九转_日周九转_工业硅连续",
            "低位低量_工业硅连续"
        ],
        "2025-06-05": [
            "低位九转_日周九转_塑料连续",
            "低位低量_工业硅连续"
        ],
        "2025-06-06": [
            "低位九转_日周九转_锰硅连续",
            "低位低量_工业硅连续"
        ],
        "2025-07-01": [
            "低位KDJ_硅铁连续"
        ],
        "2025-10-10": [
            "高位九转_日周空但叉九转_白银连续"
        ],
        "2025-10-20": [
            "高位KDJ_白银连续"
        ],
        "2025-10-23": [
            "低位九转_日周九转_氧化铝连续"
        ],
        "2025-11-03": [
            "低位低量_甲醇连续"
        ],
        "2025-11-04": [
            "低位低量_甲醇连续"
        ],
        "2025-11-05": [
            "低位低量_甲醇连续"
        ],
        "2025-11-06": [
            "低位低量_甲醇连续"
        ],
        "2025-11-07": [
            "低位低量_甲醇连续",
            "低位低量_甲醇连续"
        ],
        "2025-11-13": [
            "低位九转_日周九转_苯乙烯连续"
        ],
        "2025-11-20": [
            "低位低量_乙二醇连续"
        ],
        "2025-11-21": [
            "低位低量_PP连续",
            "低位低量_乙二醇连续",
            "低位低量_PP连续",
            "低位低量_乙二醇连续"
        ],
        "2025-12-05": [
            "低位KDJ_PP连续"
        ],
        "2025-12-16": [
            "高位九转_日月九转|周月九转_白银连续"
        ],
        "2025-12-22": [
            "低位低量_塑料连续"
        ],
        "2025-12-26": [
            "高位低量_白银连续",
            "高位低量_白银连续"
        ],
        "2025-12-29": [
            "高位九转_日月九转|周月九转_白银连续"
        ],
        "2025-12-30": [
            "高位九转_日月九转|周月九转_白银连续"
        ]
    },
    "高位KDJ": [
        {
            "dataName": "沪铜连续",
            "quantName": "高位KDJ",
            "trigDate": "2006-05-16",
            "trigAtIndex": 326,
            "dataType": "工业",
            "logProfileN": {
                "day10LowUp": [
                    "5,2006-05-23",
                    -11.92,
                    "1,2006-05-17",
                    1.96,
                    -4.5
                ],
                "day20LowUp": [
                    "20,2006-06-13",
                    -25.78,
                    "1,2006-05-17",
                    1.96,
                    -25.78
                ],
                "day60LowUp": [
                    "21,2006-06-14",
                    -29.05,
                    "1,2006-05-17",
                    1.96,
                    -14.47
                ],
                "day100LowUp": [
                    "21,2006-06-14",
                    -29.05,
                    "1,2006-05-17",
                    1.96,
                    -12.57
                ]
            }
        },
        {
            "dataName": "菜油连续",
            "quantName": "高位KDJ",
            "trigDate": "2008-03-05",
            "trigAtIndex": 181,
            "dataType": "农业",
            "logProfileN": {
                "day10LowUp": [
                    "10,2008-03-19",
                    -17.7,
                    "",
                    0,
                    -17.7
                ],
                "day20LowUp": [
                    "20,2008-04-02",
                    -22.2,
                    "",
                    0,
                    -22.2
                ],
                "day60LowUp": [
                    "45,2008-05-07",
                    -22.33,
                    "",
                    0,
                    -18.55
                ],
                "day100LowUp": [
                    "100,2008-07-23",
                    -23.44,
                    "",
                    0,
                    -23.44
                ]
            }
        },
        {
            "dataName": "沪锌连续",
            "quantName": "高位KDJ",
            "trigDate": "2010-01-04",
            "trigAtIndex": 686,
            "dataType": "工业",
            "logProfileN": {
                "day10LowUp": [
                    "7,2010-01-13",
                    -4.6,
                    "2,2010-01-06",
                    1.42,
                    -4.13
                ],
                "day20LowUp": [
                    "20,2010-02-01",
                    -18.68,
                    "2,2010-01-06",
                    1.42,
                    -18.68
                ],
                "day60LowUp": [
                    "24,2010-02-05",
                    -20.01,
                    "2,2010-01-06",
                    1.42,
                    -8.14
                ],
                "day100LowUp": [
                    "100,2010-06-02",
                    -28.46,
                    "2,2010-01-06",
                    1.42,
                    -28.46
                ]
            }
        },
        {
            "dataName": "PVC连续",
            "quantName": "高位KDJ",
            "trigDate": "2021-10-13",
            "trigAtIndex": 3003,
            "dataType": "工业",
            "logProfileN": {
                "day10LowUp": [
                    "10,2021-10-27",
                    -25.52,
                    "",
                    0,
                    -25.52
                ],
                "day20LowUp": [
                    "16,2021-11-04",
                    -33.02,
                    "",
                    0,
                    -27.58
                ],
                "day60LowUp": [
                    "45,2021-12-15",
                    -34.15,
                    "",
                    0,
                    -31.08
                ],
                "day100LowUp": [
                    "45,2021-12-15",
                    -34.15,
                    "",
                    0,
                    -25.56
                ]
            }
        },
        {
            "dataName": "豆油连续",
            "quantName": "高位KDJ",
            "trigDate": "2006-11-23",
            "trigAtIndex": 209,
            "dataType": "农业",
            "logProfileN": {
                "day10LowUp": [
                    "10,2006-12-07",
                    -0.64,
                    "2,2006-11-27",
                    3.39,
                    -0.64
                ],
                "day20LowUp": [
                    "10,2006-12-07",
                    -0.64,
                    "2,2006-11-27",
                    3.39,
                    1.09
                ],
                "day60LowUp": [
                    "45,2007-01-30",
                    -2.66,
                    "2,2006-11-27",
                    3.39,
                    -0.58
                ],
                "day100LowUp": [
                    "64,2007-03-05",
                    -2.76,
                    "94,2007-04-16",
                    7.87,
                    3.78
                ]
            }
        },
        {
            "dataName": "硅铁连续",
            "quantName": "高位KDJ",
            "trigDate": "2021-10-12",
            "trigAtIndex": 1712,
            "dataType": "工业",
            "logProfileN": {
                "day10LowUp": [
                    "10,2021-10-26",
                    -27.46,
                    "",
                    0,
                    -27.46
                ],
                "day20LowUp": [
                    "20,2021-11-09",
                    -45.42,
                    "",
                    0,
                    -45.42
                ],
                "day60LowUp": [
                    "27,2021-11-18",
                    -53.1,
                    "",
                    0,
                    -52.41
                ],
                "day100LowUp": [
                    "27,2021-11-18",
                    -53.1,
                    "",
                    0,
                    -42.92
                ]
            }
        },
        {
            "dataName": "锰硅连续",
            "quantName": "高位KDJ",
            "trigDate": "2021-10-08",
            "trigAtIndex": 1693,
            "dataType": "工业",
            "logProfileN": {
                "day10LowUp": [
                    "10,2021-10-22",
                    -15.68,
                    "1,2021-10-11",
                    3.1,
                    -15.68
                ],
                "day20LowUp": [
                    "20,2021-11-05",
                    -31.07,
                    "1,2021-10-11",
                    3.1,
                    -31.07
                ],
                "day60LowUp": [
                    "29,2021-11-18",
                    -37.45,
                    "1,2021-10-11",
                    3.1,
                    -34.59
                ],
                "day100LowUp": [
                    "29,2021-11-18",
                    -37.45,
                    "1,2021-10-11",
                    3.1,
                    -30.67
                ]
            }
        },
        {
            "dataName": "白糖连续",
            "quantName": "高位KDJ",
            "trigDate": "2010-01-07",
            "trigAtIndex": 974,
            "dataType": "农业",
            "logProfileN": {
                "day10LowUp": [
                    "4,2010-01-13",
                    -7.2,
                    "",
                    0,
                    -1.97
                ],
                "day20LowUp": [
                    "4,2010-01-13",
                    -7.2,
                    "",
                    0,
                    -3.81
                ],
                "day60LowUp": [
                    "42,2010-03-15",
                    -14.07,
                    "26,2010-02-12",
                    0.79,
                    -11.36
                ],
                "day100LowUp": [
                    "85,2010-05-17",
                    -20.26,
                    "26,2010-02-12",
                    0.79,
                    -19.3
                ]
            }
        },
        {
            "dataName": "液化气连续",
            "quantName": "高位KDJ",
            "trigDate": "2021-10-13",
            "trigAtIndex": 372,
            "dataType": "能源",
            "logProfileN": {
                "day10LowUp": [
                    "10,2021-10-27",
                    -10.47,
                    "3,2021-10-18",
                    4.45,
                    -10.47
                ],
                "day20LowUp": [
                    "20,2021-11-10",
                    -23.43,
                    "3,2021-10-18",
                    4.45,
                    -23.43
                ],
                "day60LowUp": [
                    "37,2021-12-03",
                    -33.51,
                    "3,2021-10-18",
                    4.45,
                    -21.59
                ],
                "day100LowUp": [
                    "37,2021-12-03",
                    -33.51,
                    "97,2022-03-07",
                    11.68,
                    2.69
                ]
            }
        },
        {
            "dataName": "玻璃连续",
            "quantName": "高位KDJ",
            "trigDate": "2021-05-17",
            "trigAtIndex": 2043,
            "dataType": "工业",
            "logProfileN": {
                "day10LowUp": [
                    "8,2021-05-27",
                    -7.21,
                    "1,2021-05-18",
                    2.08,
                    -2.11
                ],
                "day20LowUp": [
                    "8,2021-05-27",
                    -7.21,
                    "1,2021-05-18",
                    2.08,
                    -3.64
                ],
                "day60LowUp": [
                    "8,2021-05-27",
                    -7.21,
                    "43,2021-07-16",
                    11.87,
                    4.44
                ],
                "day100LowUp": [
                    "94,2021-09-29",
                    -18.75,
                    "43,2021-07-16",
                    11.87,
                    -12.38
                ]
            }
        },
        {
            "dataName": "焦煤连续",
            "quantName": "高位KDJ",
            "trigDate": "2016-11-17",
            "trigAtIndex": 883,
            "dataType": "能源",
            "logProfileN": {
                "day10LowUp": [
                    "9,2016-11-30",
                    -16.91,
                    "3,2016-11-22",
                    2.6,
                    -16.14
                ],
                "day20LowUp": [
                    "17,2016-12-12",
                    -20.28,
                    "3,2016-11-22",
                    2.6,
                    -17.33
                ],
                "day60LowUp": [
                    "33,2017-01-03",
                    -27.76,
                    "3,2016-11-22",
                    2.6,
                    -21.5
                ],
                "day100LowUp": [
                    "99,2017-04-14",
                    -28.88,
                    "3,2016-11-22",
                    2.6,
                    -27.57
                ]
            }
        },
        {
            "dataName": "乙二醇连续",
            "quantName": "高位KDJ",
            "trigDate": "2021-03-02",
            "trigAtIndex": 537,
            "dataType": "工业",
            "logProfileN": {
                "day10LowUp": [
                    "10,2021-03-16",
                    -7.22,
                    "4,2021-03-08",
                    5.7,
                    -7.22
                ],
                "day20LowUp": [
                    "13,2021-03-19",
                    -12.94,
                    "4,2021-03-08",
                    5.7,
                    -10.16
                ],
                "day60LowUp": [
                    "38,2021-04-26",
                    -19,
                    "4,2021-03-08",
                    5.7,
                    -11.61
                ],
                "day100LowUp": [
                    "38,2021-04-26",
                    -19,
                    "4,2021-03-08",
                    5.7,
                    -5.79
                ]
            }
        },
        {
            "dataName": "白银连续",
            "quantName": "高位KDJ",
            "trigDate": "2025-10-20",
            "trigAtIndex": 3270,
            "dataType": "工业",
            "logProfileN": {
                "day10LowUp": [
                    "6,2025-10-28",
                    -5.9,
                    "1,2025-10-21",
                    0.54,
                    -2.44
                ],
                "day20LowUp": [
                    "6,2025-10-28",
                    -5.9,
                    "18,2025-11-13",
                    7.39,
                    1.63
                ],
                "day60LowUp": [
                    "6,2025-10-28",
                    -5.9,
                    "60,2026-01-14",
                    93.86,
                    93.86
                ],
                "day73LowUp": [
                    "6,2025-10-28",
                    -5.9,
                    "71,2026-01-29",
                    163.08,
                    111.48
                ],
                "lastDay": 73
            }
        }
    ],
    "高位九转": [
        {
            "dataName": "沪铜连续",
            "quantName": "高位九转",
            "trigDate": "2006-05-16",
            "trigIndex": 326,
            "trigcalType": "日周空但叉九转|日月九转",
            "logProfileN": {
                "day10LowUp": [
                    "5,2006-05-23",
                    -11.92,
                    "1,2006-05-17",
                    1.96,
                    -4.5
                ],
                "day20LowUp": [
                    "20,2006-06-13",
                    -25.78,
                    "1,2006-05-17",
                    1.96,
                    -25.78
                ],
                "day60LowUp": [
                    "21,2006-06-14",
                    -29.05,
                    "1,2006-05-17",
                    1.96,
                    -14.47
                ],
                "day100LowUp": [
                    "21,2006-06-14",
                    -29.05,
                    "1,2006-05-17",
                    1.96,
                    -12.57
                ]
            }
        },
        {
            "dataName": "沪铜连续",
            "quantName": "高位九转",
            "trigDate": "2006-05-17",
            "trigIndex": 327,
            "trigcalType": "日周空但叉九转|日月九转|周月九转",
            "logProfileN": {
                "day10LowUp": [
                    "4,2006-05-23",
                    -13.61,
                    "",
                    0,
                    -10.2
                ],
                "day20LowUp": [
                    "20,2006-06-14",
                    -30.41,
                    "",
                    0,
                    -30.41
                ],
                "day60LowUp": [
                    "20,2006-06-14",
                    -30.41,
                    "",
                    0,
                    -17.6
                ],
                "day100LowUp": [
                    "20,2006-06-14",
                    -30.41,
                    "",
                    0,
                    -15.25
                ]
            }
        },
        {
            "dataName": "纸浆连续",
            "quantName": "高位九转",
            "trigDate": "2021-03-01",
            "trigIndex": 545,
            "trigcalType": "日周空但叉九转",
            "logProfileN": {
                "day10LowUp": [
                    "6,2021-03-09",
                    -3.61,
                    "",
                    0,
                    -3.31
                ],
                "day20LowUp": [
                    "20,2021-03-29",
                    -6.33,
                    "",
                    0,
                    -6.33
                ],
                "day60LowUp": [
                    "59,2021-05-27",
                    -19.6,
                    "",
                    0,
                    -16.56
                ],
                "day100LowUp": [
                    "74,2021-06-18",
                    -23.82,
                    "",
                    0,
                    -18.35
                ]
            }
        },
        {
            "dataName": "菜油连续",
            "quantName": "高位九转",
            "trigDate": "2008-03-04",
            "trigIndex": 180,
            "trigcalType": "日周空但叉九转",
            "logProfileN": {
                "day10LowUp": [
                    "10,2008-03-18",
                    -17.99,
                    "",
                    0,
                    -17.99
                ],
                "day20LowUp": [
                    "20,2008-04-01",
                    -23.07,
                    "",
                    0,
                    -23.07
                ],
                "day60LowUp": [
                    "46,2008-05-07",
                    -24.14,
                    "",
                    0,
                    -19.69
                ],
                "day100LowUp": [
                    "46,2008-05-07",
                    -24.14,
                    "",
                    0,
                    -22.21
                ]
            }
        },
        {
            "dataName": "沪锌连续",
            "quantName": "高位九转",
            "trigDate": "2010-01-04",
            "trigIndex": 686,
            "trigcalType": "日周空但叉九转",
            "logProfileN": {
                "day10LowUp": [
                    "7,2010-01-13",
                    -4.6,
                    "2,2010-01-06",
                    1.42,
                    -4.13
                ],
                "day20LowUp": [
                    "20,2010-02-01",
                    -18.68,
                    "2,2010-01-06",
                    1.42,
                    -18.68
                ],
                "day60LowUp": [
                    "24,2010-02-05",
                    -20.01,
                    "2,2010-01-06",
                    1.42,
                    -8.14
                ],
                "day100LowUp": [
                    "100,2010-06-02",
                    -28.46,
                    "2,2010-01-06",
                    1.42,
                    -28.46
                ]
            }
        },
        {
            "dataName": "沪锌连续",
            "quantName": "高位九转",
            "trigDate": "2010-01-05",
            "trigIndex": 687,
            "trigcalType": "日周空但叉九转",
            "logProfileN": {
                "day10LowUp": [
                    "6,2010-01-13",
                    -5.54,
                    "1,2010-01-06",
                    0.42,
                    -2.33
                ],
                "day20LowUp": [
                    "20,2010-02-02",
                    -20.07,
                    "1,2010-01-06",
                    0.42,
                    -20.07
                ],
                "day60LowUp": [
                    "23,2010-02-05",
                    -20.81,
                    "1,2010-01-06",
                    0.42,
                    -9.01
                ],
                "day100LowUp": [
                    "100,2010-06-03",
                    -29.72,
                    "1,2010-01-06",
                    0.42,
                    -29.72
                ]
            }
        },
        {
            "dataName": "PVC连续",
            "quantName": "高位九转",
            "trigDate": "2021-10-08",
            "trigIndex": 3000,
            "trigcalType": "日周空但叉九转|日月九转",
            "logProfileN": {
                "day10LowUp": [
                    "10,2021-10-22",
                    -16.05,
                    "2,2021-10-12",
                    8.5,
                    -16.05
                ],
                "day20LowUp": [
                    "19,2021-11-04",
                    -32.78,
                    "2,2021-10-12",
                    8.5,
                    -31.26
                ],
                "day60LowUp": [
                    "48,2021-12-15",
                    -33.91,
                    "2,2021-10-12",
                    8.5,
                    -31.68
                ],
                "day100LowUp": [
                    "48,2021-12-15",
                    -33.91,
                    "2,2021-10-12",
                    8.5,
                    -24.66
                ]
            }
        },
        {
            "dataName": "豆油连续",
            "quantName": "高位九转",
            "trigDate": "2006-11-06",
            "trigIndex": 196,
            "trigcalType": "日周空但叉九转",
            "logProfileN": {
                "day10LowUp": [
                    "",
                    0,
                    "10,2006-11-20",
                    8.32,
                    8.32
                ],
                "day20LowUp": [
                    "",
                    0,
                    "15,2006-11-27",
                    9.67,
                    7.23
                ],
                "day60LowUp": [
                    "",
                    0,
                    "15,2006-11-27",
                    9.67,
                    4.78
                ],
                "day100LowUp": [
                    "",
                    0,
                    "99,2007-04-04",
                    10.63,
                    9.7
                ]
            }
        },
        {
            "dataName": "豆油连续",
            "quantName": "高位九转",
            "trigDate": "2008-03-04",
            "trigIndex": 517,
            "trigcalType": "日周空但叉九转|日月九转|周月九转",
            "logProfileN": {
                "day10LowUp": [
                    "10,2008-03-18",
                    -20.15,
                    "1,2008-03-05",
                    0.25,
                    -20.15
                ],
                "day20LowUp": [
                    "20,2008-04-01",
                    -26.18,
                    "1,2008-03-05",
                    0.25,
                    -26.18
                ],
                "day60LowUp": [
                    "20,2008-04-01",
                    -26.18,
                    "1,2008-03-05",
                    0.25,
                    -16.42
                ],
                "day100LowUp": [
                    "20,2008-04-01",
                    -26.18,
                    "1,2008-03-05",
                    0.25,
                    -22.1
                ]
            }
        },
        {
            "dataName": "豆油连续",
            "quantName": "高位九转",
            "trigDate": "2008-03-05",
            "trigIndex": 518,
            "trigcalType": "周月九转",
            "logProfileN": {
                "day10LowUp": [
                    "10,2008-03-19",
                    -23.29,
                    "",
                    0,
                    -23.29
                ],
                "day20LowUp": [
                    "19,2008-04-01",
                    -26.36,
                    "",
                    0,
                    -25.71
                ],
                "day60LowUp": [
                    "19,2008-04-01",
                    -26.36,
                    "",
                    0,
                    -18.47
                ],
                "day100LowUp": [
                    "19,2008-04-01",
                    -26.36,
                    "",
                    0,
                    -25.67
                ]
            }
        },
        {
            "dataName": "硅铁连续",
            "quantName": "高位九转",
            "trigDate": "2021-10-08",
            "trigIndex": 1710,
            "trigcalType": "日月九转|周月九转",
            "logProfileN": {
                "day10LowUp": [
                    "10,2021-10-22",
                    -13.65,
                    "1,2021-10-11",
                    8.85,
                    -13.65
                ],
                "day20LowUp": [
                    "20,2021-11-05",
                    -41.55,
                    "1,2021-10-11",
                    8.85,
                    -41.55
                ],
                "day60LowUp": [
                    "29,2021-11-18",
                    -50.14,
                    "1,2021-10-11",
                    8.85,
                    -49.11
                ],
                "day100LowUp": [
                    "29,2021-11-18",
                    -50.14,
                    "1,2021-10-11",
                    8.85,
                    -39.49
                ]
            }
        },
        {
            "dataName": "硅铁连续",
            "quantName": "高位九转",
            "trigDate": "2021-10-11",
            "trigIndex": 1711,
            "trigcalType": "日月九转|周月九转",
            "logProfileN": {
                "day10LowUp": [
                    "10,2021-10-25",
                    -27.11,
                    "",
                    0,
                    -27.11
                ],
                "day20LowUp": [
                    "20,2021-11-08",
                    -46.55,
                    "",
                    0,
                    -46.55
                ],
                "day60LowUp": [
                    "28,2021-11-18",
                    -54.2,
                    "",
                    0,
                    -53.51
                ],
                "day100LowUp": [
                    "28,2021-11-18",
                    -54.2,
                    "",
                    0,
                    -43.42
                ]
            }
        },
        {
            "dataName": "硅铁连续",
            "quantName": "高位九转",
            "trigDate": "2021-10-12",
            "trigIndex": 1712,
            "trigcalType": "日月九转|周月九转",
            "logProfileN": {
                "day10LowUp": [
                    "10,2021-10-26",
                    -27.46,
                    "",
                    0,
                    -27.46
                ],
                "day20LowUp": [
                    "20,2021-11-09",
                    -45.42,
                    "",
                    0,
                    -45.42
                ],
                "day60LowUp": [
                    "27,2021-11-18",
                    -53.1,
                    "",
                    0,
                    -52.41
                ],
                "day100LowUp": [
                    "27,2021-11-18",
                    -53.1,
                    "",
                    0,
                    -42.92
                ]
            }
        },
        {
            "dataName": "焦炭连续",
            "quantName": "高位九转",
            "trigDate": "2021-01-06",
            "trigIndex": 2364,
            "trigcalType": "日月九转|周月九转",
            "logProfileN": {
                "day10LowUp": [
                    "9,2021-01-19",
                    -10.48,
                    "1,2021-01-07",
                    0.5,
                    -9.03
                ],
                "day20LowUp": [
                    "19,2021-02-02",
                    -16.98,
                    "1,2021-01-07",
                    0.5,
                    -16.46
                ],
                "day60LowUp": [
                    "48,2021-03-22",
                    -28.56,
                    "1,2021-01-07",
                    0.5,
                    -19.85
                ],
                "day100LowUp": [
                    "48,2021-03-22",
                    -28.56,
                    "1,2021-01-07",
                    0.5,
                    -14.33
                ]
            }
        },
        {
            "dataName": "焦炭连续",
            "quantName": "高位九转",
            "trigDate": "2021-01-07",
            "trigIndex": 2365,
            "trigcalType": "周月九转",
            "logProfileN": {
                "day10LowUp": [
                    "8,2021-01-19",
                    -10.92,
                    "",
                    0,
                    -6.59
                ],
                "day20LowUp": [
                    "18,2021-02-02",
                    -17.39,
                    "",
                    0,
                    -14.88
                ],
                "day60LowUp": [
                    "47,2021-03-22",
                    -28.92,
                    "",
                    0,
                    -21.06
                ],
                "day100LowUp": [
                    "47,2021-03-22",
                    -28.92,
                    "",
                    0,
                    -12.47
                ]
            }
        },
        {
            "dataName": "甲醇连续",
            "quantName": "高位九转",
            "trigDate": "2021-10-12",
            "trigIndex": 1645,
            "trigcalType": "日月九转",
            "logProfileN": {
                "day10LowUp": [
                    "10,2021-10-26",
                    -21.63,
                    "",
                    0,
                    -21.63
                ],
                "day20LowUp": [
                    "18,2021-11-05",
                    -31.72,
                    "",
                    0,
                    -31.67
                ],
                "day60LowUp": [
                    "58,2021-12-31",
                    -38.88,
                    "",
                    0,
                    -36.38
                ],
                "day100LowUp": [
                    "58,2021-12-31",
                    -38.88,
                    "",
                    0,
                    -18.85
                ]
            }
        },
        {
            "dataName": "白糖连续",
            "quantName": "高位九转",
            "trigDate": "2010-01-05",
            "trigIndex": 972,
            "trigcalType": "日周空但叉九转|日月九转|周月九转",
            "logProfileN": {
                "day10LowUp": [
                    "6,2010-01-13",
                    -9.25,
                    "",
                    0,
                    -8
                ],
                "day20LowUp": [
                    "6,2010-01-13",
                    -9.25,
                    "",
                    0,
                    -7.22
                ],
                "day60LowUp": [
                    "44,2010-03-15",
                    -15.97,
                    "",
                    0,
                    -13.99
                ],
                "day100LowUp": [
                    "87,2010-05-17",
                    -22.03,
                    "",
                    0,
                    -20.35
                ]
            }
        },
        {
            "dataName": "白糖连续",
            "quantName": "高位九转",
            "trigDate": "2010-01-06",
            "trigIndex": 973,
            "trigcalType": "日周空但叉九转|日月九转|周月九转",
            "logProfileN": {
                "day10LowUp": [
                    "5,2010-01-13",
                    -9.22,
                    "",
                    0,
                    -7.33
                ],
                "day20LowUp": [
                    "5,2010-01-13",
                    -9.22,
                    "",
                    0,
                    -4.49
                ],
                "day60LowUp": [
                    "43,2010-03-15",
                    -15.94,
                    "",
                    0,
                    -14.27
                ],
                "day100LowUp": [
                    "86,2010-05-17",
                    -22,
                    "",
                    0,
                    -20.16
                ]
            }
        },
        {
            "dataName": "玉米连续",
            "quantName": "高位九转",
            "trigDate": "2021-01-11",
            "trigIndex": 3899,
            "trigcalType": "日周空但叉九转|日月九转",
            "logProfileN": {
                "day10LowUp": [
                    "10,2021-01-25",
                    -2.29,
                    "5,2021-01-18",
                    1.55,
                    -2.29
                ],
                "day20LowUp": [
                    "14,2021-01-29",
                    -4.34,
                    "5,2021-01-18",
                    1.55,
                    -2.93
                ],
                "day60LowUp": [
                    "54,2021-04-02",
                    -8.25,
                    "5,2021-01-18",
                    1.55,
                    -6.98
                ],
                "day100LowUp": [
                    "54,2021-04-02",
                    -8.25,
                    "5,2021-01-18",
                    1.55,
                    -2.54
                ]
            }
        },
        {
            "dataName": "焦煤连续",
            "quantName": "高位九转",
            "trigDate": "2021-10-19",
            "trigIndex": 2079,
            "trigcalType": "日月九转|周月九转",
            "logProfileN": {
                "day10LowUp": [
                    "9,2021-11-01",
                    -41.95,
                    "",
                    0,
                    -40.87
                ],
                "day20LowUp": [
                    "20,2021-11-16",
                    -49.76,
                    "",
                    0,
                    -49.76
                ],
                "day60LowUp": [
                    "22,2021-11-18",
                    -50.51,
                    "",
                    0,
                    -36.97
                ],
                "day100LowUp": [
                    "22,2021-11-18",
                    -50.51,
                    "",
                    0,
                    -21.78
                ]
            }
        },
        {
            "dataName": "纯碱连续",
            "quantName": "高位九转",
            "trigDate": "2021-10-11",
            "trigIndex": 444,
            "trigcalType": "周月九转",
            "logProfileN": {
                "day10LowUp": [
                    "10,2021-10-25",
                    -19.2,
                    "1,2021-10-12",
                    2.37,
                    -19.2
                ],
                "day20LowUp": [
                    "20,2021-11-08",
                    -28.2,
                    "1,2021-10-12",
                    2.37,
                    -28.2
                ],
                "day60LowUp": [
                    "59,2021-12-31",
                    -37.63,
                    "1,2021-10-12",
                    2.37,
                    -36.54
                ],
                "day100LowUp": [
                    "59,2021-12-31",
                    -37.63,
                    "1,2021-10-12",
                    2.37,
                    -24.23
                ]
            }
        },
        {
            "dataName": "纯碱连续",
            "quantName": "高位九转",
            "trigDate": "2021-10-12",
            "trigIndex": 445,
            "trigcalType": "周月九转",
            "logProfileN": {
                "day10LowUp": [
                    "10,2021-10-26",
                    -22.47,
                    "",
                    0,
                    -22.47
                ],
                "day20LowUp": [
                    "19,2021-11-08",
                    -29.86,
                    "",
                    0,
                    -28.55
                ],
                "day60LowUp": [
                    "58,2021-12-31",
                    -39.07,
                    "",
                    0,
                    -37.2
                ],
                "day100LowUp": [
                    "58,2021-12-31",
                    -39.07,
                    "",
                    0,
                    -30.09
                ]
            }
        },
        {
            "dataName": "白银连续",
            "quantName": "高位九转",
            "trigDate": "2025-10-10",
            "trigIndex": 3264,
            "trigcalType": "日周空但叉九转",
            "logProfileN": {
                "day10LowUp": [
                    "",
                    0,
                    "5,2025-10-17",
                    10.53,
                    2.26
                ],
                "day20LowUp": [
                    "12,2025-10-28",
                    -0.3,
                    "5,2025-10-17",
                    10.53,
                    3.63
                ],
                "day60LowUp": [
                    "12,2025-10-28",
                    -0.3,
                    "60,2026-01-06",
                    75.53,
                    75.53
                ],
                "day79LowUp": [
                    "12,2025-10-28",
                    -0.3,
                    "77,2026-01-29",
                    178.75,
                    124.08
                ],
                "lastDay": 79
            }
        },
        {
            "dataName": "白银连续",
            "quantName": "高位九转",
            "trigDate": "2025-12-16",
            "trigIndex": 3311,
            "trigcalType": "日月九转|周月九转",
            "logProfileN": {
                "day10LowUp": [
                    "",
                    0,
                    "8,2025-12-26",
                    24.91,
                    23.69
                ],
                "day20LowUp": [
                    "",
                    0,
                    "19,2026-01-14",
                    55.21,
                    54.54
                ],
                "day32LowUp": [
                    "",
                    0,
                    "30,2026-01-29",
                    110.63,
                    69.32
                ],
                "lastDay": 32
            }
        },
        {
            "dataName": "白银连续",
            "quantName": "高位九转",
            "trigDate": "2025-12-29",
            "trigIndex": 3320,
            "trigcalType": "日月九转|周月九转",
            "logProfileN": {
                "day10LowUp": [
                    "2,2025-12-31",
                    -6.21,
                    "10,2026-01-14",
                    25.04,
                    25.04
                ],
                "day20LowUp": [
                    "2,2025-12-31",
                    -6.21,
                    "20,2026-01-28",
                    60.5,
                    60.5
                ],
                "day23LowUp": [
                    "2,2025-12-31",
                    -6.21,
                    "21,2026-01-29",
                    69.68,
                    36.4
                ],
                "lastDay": 23
            }
        },
        {
            "dataName": "白银连续",
            "quantName": "高位九转",
            "trigDate": "2025-12-30",
            "trigIndex": 3321,
            "trigcalType": "日月九转|周月九转",
            "logProfileN": {
                "day10LowUp": [
                    "1,2025-12-31",
                    -5.88,
                    "9,2026-01-14",
                    25.49,
                    24.94
                ],
                "day20LowUp": [
                    "1,2025-12-31",
                    -5.88,
                    "20,2026-01-29",
                    70.29,
                    70.29
                ],
                "day22LowUp": [
                    "1,2025-12-31",
                    -5.88,
                    "20,2026-01-29",
                    70.29,
                    36.89
                ],
                "lastDay": 22
            }
        }
    ],
    "低位KDJ_cod1": [
        {
            "name": "沪铜连续",
            "trig1Date": "2008-12-10",
            "trig1Data": {
                "date": "2008-12-10",
                "open": 24210,
                "high": 25350,
                "low": 24020,
                "close": 25300,
                "volume": 390628,
                "hold": 166518,
                "settle": 0,
                "K": 25.63471820378263,
                "D": 23.183795955457438,
                "J": 30.536562700433016,
                "diff": -2506.0475179068744,
                "dea": -2733.009441047451,
                "bar": 453.9238462811536,
                "mas": 27338.5,
                "ups": 30546.97798808095,
                "lows": 24130.02201191905,
                "ma10": 26334,
                "averagePrice": null,
                "bias": {
                    "bias1": -0.1381488059996053,
                    "bias2": -4.7857994103995525,
                    "bias3": -8.805550966462915
                },
                "rsi": {
                    "rsi1": 39.045849264654834,
                    "rsi2": 33.07176760105351,
                    "rsi3": 29.4468152744857
                },
                "wvad": {
                    "tmpC": 320138.7368421053
                },
                "curtPercent": 4.5,
                "curtAmp": 81.95
            },
            "trig1AtIndex": 959,
            "trig1Fucked": true,
            "test": ""
        },
        {
            "name": "橡胶连续",
            "trig1Date": "2008-12-08",
            "trig1Data": {
                "date": "2008-12-08",
                "open": 8655,
                "high": 9560,
                "low": 8650,
                "close": 9395,
                "volume": 1058422,
                "hold": 99694,
                "settle": 0,
                "K": 9.141590524436038,
                "D": 5.305636762985352,
                "J": 16.81349804733741,
                "diff": -1278.8682727473715,
                "dea": -1136.9102279526426,
                "bar": -283.9160895894579,
                "mas": 11637,
                "ups": 14504.485658203019,
                "lows": 8769.514341796981,
                "ma10": 10409,
                "averagePrice": null,
                "bias": {
                    "bias1": -4.578925095217949,
                    "bias2": -11.479271356783926,
                    "bias3": -21.634866020227296
                },
                "rsi": {
                    "rsi1": 16.962397827261544,
                    "rsi2": 18.99818318579695,
                    "rsi3": 22.95233052475918
                },
                "wvad": {
                    "tmpC": 860694.8131868131
                },
                "is9转down": 7,
                "curtPercent": 8.55,
                "curtAmp": 81.32
            },
            "trig1AtIndex": 959,
            "trig1Fucked": false,
            "test": ""
        },
        {
            "name": "橡胶连续",
            "trig1Date": "2008-12-10",
            "trig1Data": {
                "date": "2008-12-10",
                "open": 9025,
                "high": 9380,
                "low": 8990,
                "close": 9380,
                "volume": 344344,
                "hold": 105492,
                "settle": 0,
                "K": 15.384866443908892,
                "D": 9.494980293163522,
                "J": 27.164638745399635,
                "diff": -1292.2346966550922,
                "dea": -1196.5603285728546,
                "bar": -191.3487361644752,
                "mas": 11227.75,
                "ups": 14231.838006367323,
                "lows": 8223.661993632677,
                "ma10": 9948.5,
                "averagePrice": null,
                "bias": {
                    "bias1": -0.186219739292365,
                    "bias2": -8.02794460105405,
                    "bias3": -19.17131931852862
                },
                "rsi": {
                    "rsi1": 31.42334010940266,
                    "rsi2": 26.078768580479085,
                    "rsi3": 25.960948277364754
                },
                "wvad": {
                    "tmpC": 313441.3333333333
                },
                "is9转down": 9,
                "curtPercent": 3.93,
                "curtAmp": 91.03
            },
            "trig1AtIndex": 961,
            "trig1Fucked": true,
            "test": ""
        },
        {
            "name": "热卷连续",
            "trig1Date": "2015-04-13",
            "trig1Data": {
                "date": "2015-04-13",
                "open": 2346,
                "high": 2408,
                "low": 2344,
                "close": 2406,
                "volume": 7628,
                "hold": 23276,
                "settle": 2373,
                "K": 18.968873577408807,
                "D": 14.627363977312083,
                "J": 27.651892777602257,
                "diff": -52.46211153715376,
                "dea": -45.44357955696794,
                "bar": -14.03706396037164,
                "mas": 2466.2,
                "ups": 2604.6710800131204,
                "lows": 2327.728919986879,
                "ma10": 2407.4,
                "averagePrice": null,
                "bias": {
                    "bias1": 1.3337077074266397,
                    "bias2": -0.7835051546391752,
                    "bias3": -2.669902912621359
                },
                "rsi": {
                    "rsi1": 47.911829323363165,
                    "rsi2": 41.00857126878567,
                    "rsi3": 38.92869751572288
                },
                "wvad": {
                    "tmpC": 7151.25
                },
                "curtPercent": 2.56,
                "curtAmp": 93.75
            },
            "trig1AtIndex": 259,
            "trig1Fucked": false,
            "test": ""
        },
        {
            "name": "热卷连续",
            "trig1Date": "2015-11-25",
            "trig1Data": {
                "date": "2015-11-25",
                "open": 1732,
                "high": 1767,
                "low": 1723,
                "close": 1744,
                "volume": 16912,
                "hold": 36892,
                "settle": 1739,
                "K": 34.18256037227444,
                "D": 25.72104758323639,
                "J": 51.10558595035053,
                "diff": -32.42102695080598,
                "dea": -32.00744831770378,
                "bar": -0.8271572662043951,
                "mas": 1770.6,
                "ups": 1830.5079293583078,
                "lows": 1710.692070641692,
                "ma10": 1750.1,
                "averagePrice": null,
                "bias": {
                    "bias1": 0.6153846153846199,
                    "bias2": -0.6126228807522439,
                    "bias3": -2.0706113567768654
                },
                "rsi": {
                    "rsi1": 46.16971611088999,
                    "rsi2": 37.98498477787394,
                    "rsi3": 34.345614058313565
                },
                "wvad": {
                    "tmpC": 4612.363636363636
                },
                "curtPercent": 0.69,
                "curtAmp": 27.27
            },
            "trig1AtIndex": 414,
            "trig1Fucked": true,
            "test": ""
        },
        {
            "name": "热卷连续",
            "trig1Date": "2020-04-07",
            "trig1Data": {
                "date": "2020-04-07",
                "open": 3060,
                "high": 3081,
                "low": 3035,
                "close": 3063,
                "volume": 276706,
                "hold": 483977,
                "settle": 3059,
                "K": 23.49640418307456,
                "D": 21.01092252888746,
                "J": 28.467367491448762,
                "diff": -109.449971880244,
                "dea": -77.550521363127,
                "bar": -63.79890103423398,
                "mas": 3304.7,
                "ups": 3668.905491446793,
                "lows": 2940.4945085532067,
                "ma10": 3156.8,
                "averagePrice": null,
                "bias": {
                    "bias1": 0.2892223738062806,
                    "bias2": -3.7624695624852724,
                    "bias3": -8.104256516032251
                },
                "rsi": {
                    "rsi1": 32.602534264002806,
                    "rsi2": 31.233643087192025,
                    "rsi3": 34.8142103213862
                },
                "wvad": {
                    "tmpC": 18046.043478260868
                },
                "curtPercent": 0.1,
                "curtAmp": 6.52
            },
            "trig1AtIndex": 1477,
            "trig1Fucked": true,
            "test": ""
        },
        {
            "name": "豆粕连续",
            "trig1Date": "2017-06-05",
            "trig1Data": {
                "date": "2017-06-05",
                "open": 2633,
                "high": 2670,
                "low": 2630,
                "close": 2650,
                "volume": 1307918,
                "hold": 2631000,
                "settle": 2655,
                "K": 17.822355859337065,
                "D": 14.801806489924706,
                "J": 23.863454598161784,
                "diff": -48.10998909407772,
                "dea": -34.211752006717184,
                "bar": -27.79647417472107,
                "mas": 2749.2,
                "ups": 2891.5019325237713,
                "lows": 2606.8980674762283,
                "ma10": 2691.3,
                "averagePrice": null,
                "bias": {
                    "bias1": -0.3197291705849163,
                    "bias2": -2.1237303785780237,
                    "bias3": -4.20532594288469
                },
                "rsi": {
                    "rsi1": 32.55101236872122,
                    "rsi2": 32.7757901271445,
                    "rsi3": 37.432870116697515
                },
                "wvad": {
                    "tmpC": 555865.15
                },
                "is9转down": 9,
                "curtPercent": 0.65,
                "curtAmp": 42.5
            },
            "trig1AtIndex": 3026,
            "trig1Fucked": true,
            "test": ""
        },
        {
            "name": "豆粕连续",
            "trig1Date": "2019-03-01",
            "trig1Data": {
                "date": "2019-03-01",
                "open": 2480,
                "high": 2530,
                "low": 2480,
                "close": 2512,
                "volume": 3017588,
                "hold": 2234236,
                "settle": 2507,
                "K": 21.843955402764447,
                "D": 20.75425473534169,
                "J": 24.02335673760996,
                "diff": -32.76336947174286,
                "dea": -28.56253462383912,
                "bar": -8.401669695807485,
                "mas": 2559,
                "ups": 2638.9674933957544,
                "lows": 2479.0325066042456,
                "ma10": 2528.7,
                "averagePrice": null,
                "bias": {
                    "bias1": 0.006635259770413977,
                    "bias2": -1.0796442752600603,
                    "bias3": -2.0185275475377864
                },
                "rsi": {
                    "rsi1": 40.80054367811082,
                    "rsi2": 38.13201947971125,
                    "rsi3": 37.05522679388129
                },
                "wvad": {
                    "tmpC": 1931256.32
                },
                "is9转down": 8,
                "curtPercent": 1.29,
                "curtAmp": 64
            },
            "trig1AtIndex": 3451,
            "trig1Fucked": false,
            "test": ""
        },
        {
            "name": "豆粕连续",
            "trig1Date": "2019-03-06",
            "trig1Data": {
                "date": "2019-03-06",
                "open": 2488,
                "high": 2509,
                "low": 2481,
                "close": 2507,
                "volume": 1530626,
                "hold": 2236588,
                "settle": 2494,
                "K": 26.03153637746369,
                "D": 21.150349374730794,
                "J": 35.79391038292948,
                "diff": -33.61876518217423,
                "dea": -31.49356073461929,
                "bar": -4.250408895109878,
                "mas": 2547.55,
                "ups": 2641.706200008284,
                "lows": 2453.393799991716,
                "ma10": 2507.1,
                "averagePrice": null,
                "bias": {
                    "bias1": 0.6625175667536639,
                    "bias2": -0.3114851878852204,
                    "bias3": -1.7360487334846668
                },
                "rsi": {
                    "rsi1": 47.19384594943779,
                    "rsi2": 41.56687582584125,
                    "rsi3": 38.66530683924061
                },
                "wvad": {
                    "tmpC": 1038639.0714285715
                },
                "curtPercent": 0.76,
                "curtAmp": 67.86,
                "is9转up": 1
            },
            "trig1AtIndex": 3454,
            "trig1Fucked": true,
            "test": ""
        },
        {
            "name": "豆粕连续",
            "trig1Date": "2023-06-01",
            "trig1Data": {
                "date": "2023-06-01",
                "open": 3360,
                "high": 3460,
                "low": 3339,
                "close": 3444,
                "volume": 1204658,
                "hold": 1333123,
                "settle": 3409,
                "K": 31.6822858896551,
                "D": 26.385987950275634,
                "J": 42.27488176841402,
                "diff": -30.905796028663644,
                "dea": -28.5360515377159,
                "bar": -4.739488981895491,
                "mas": 3474.2,
                "ups": 3564.7352969841045,
                "lows": 3383.664703015895,
                "ma10": 3437.5,
                "averagePrice": null,
                "bias": {
                    "bias1": 0.56453182791513,
                    "bias2": -0.026609255182752808,
                    "bias3": -0.8588015160965354
                },
                "rsi": {
                    "rsi1": 50.76254657123784,
                    "rsi2": 46.75786611412582,
                    "rsi3": 44.76899430739171
                },
                "wvad": {
                    "tmpC": 836291.5041322315
                },
                "curtPercent": 2.5,
                "curtAmp": 69.42
            },
            "trig1AtIndex": 4483,
            "trig1Fucked": true,
            "test": ""
        },
        {
            "name": "黄金连续",
            "trig1Date": "2013-07-01",
            "trig1Data": {
                "date": "2013-07-01",
                "open": 248.55,
                "high": 252.8,
                "low": 247.3,
                "close": 252.4,
                "volume": 160940,
                "hold": 125312,
                "settle": 250.7,
                "K": 19.19197871900222,
                "D": 13.70804309721801,
                "J": 30.159849962570632,
                "diff": -9.223894455349864,
                "dea": -7.075869753025136,
                "bar": -4.296049404649455,
                "mas": 269.59449999999964,
                "ups": 295.06565817939935,
                "lows": 244.12334182059996,
                "ma10": 259.12,
                "averagePrice": null,
                "bias": {
                    "bias1": 0.12231000628059371,
                    "bias2": -3.724447467712667,
                    "bias3": -6.884514108896021
                },
                "rsi": {
                    "rsi1": 36.1060320202301,
                    "rsi2": 32.12183071427948,
                    "rsi3": 33.153677556213445
                },
                "wvad": {
                    "tmpC": 112657.99999999983
                },
                "is9转down": 9,
                "curtPercent": 1.55,
                "curtAmp": 70
            },
            "trig1AtIndex": 1334,
            "trig1Fucked": true,
            "test": ""
        },
        {
            "name": "二十号胶连续",
            "trig1Date": "2022-11-01",
            "trig1Data": {
                "date": "2022-11-01",
                "open": 8800,
                "high": 9150,
                "low": 8775,
                "close": 9105,
                "volume": 48042,
                "hold": 61996,
                "settle": 8955,
                "K": 18.616181716894154,
                "D": 11.786220929321425,
                "J": 32.27610329203961,
                "diff": -216.67993871519866,
                "dea": -147.8116094995035,
                "bar": -137.7366584313903,
                "mas": 9579.25,
                "ups": 10323.543456910646,
                "lows": 8834.956543089354,
                "ma10": 9270,
                "averagePrice": null,
                "bias": {
                    "bias1": -0.2191780821917808,
                    "bias2": -2.5160599571734474,
                    "bias3": -5.378020265003897
                },
                "rsi": {
                    "rsi1": 38.5222416532877,
                    "rsi2": 35.14861436985331,
                    "rsi3": 36.68727632988585
                },
                "wvad": {
                    "tmpC": 39074.16
                },
                "is9转down": 9,
                "curtPercent": 3.47,
                "curtAmp": 81.33
            },
            "trig1AtIndex": 780,
            "trig1Fucked": true,
            "test": ""
        },
        {
            "name": "PP连续",
            "trig1Date": "2020-03-31",
            "trig1Data": {
                "date": "2020-03-31",
                "open": 5770,
                "high": 6007,
                "low": 5744,
                "close": 5912,
                "volume": 455745,
                "hold": 194914,
                "settle": 0,
                "K": 15.103088664657637,
                "D": 14.101022187350155,
                "J": 17.107221619272604,
                "diff": -292.90433283645507,
                "dea": -214.54326588826743,
                "bar": -156.72213389637528,
                "mas": 6577,
                "ups": 7407.898549764049,
                "lows": 5746.101450235951,
                "ma10": 6229.5,
                "averagePrice": null,
                "bias": {
                    "bias1": -2.6136613222051444,
                    "bias2": -6.248017760862671,
                    "bias3": -11.004622631450205
                },
                "rsi": {
                    "rsi1": 28.74695269964551,
                    "rsi2": 27.513913355824943,
                    "rsi3": 29.637392661195793
                },
                "wvad": {
                    "tmpC": 246067.6425855513
                },
                "is9转down": 8,
                "curtPercent": 2.46,
                "curtAmp": 53.99
            },
            "trig1AtIndex": 1483,
            "trig1Fucked": true,
            "test": ""
        },
        {
            "name": "PP连续",
            "trig1Date": "2020-04-01",
            "trig1Data": {
                "date": "2020-04-01",
                "open": 5878,
                "high": 5958,
                "low": 5840,
                "close": 5948,
                "volume": 325146,
                "hold": 193502,
                "settle": 0,
                "K": 20.10680123507463,
                "D": 16.102948536591647,
                "J": 28.1145066320406,
                "diff": -295.75000814283885,
                "dea": -230.78461433918173,
                "bar": -129.93078760731424,
                "mas": 6518.7,
                "ups": 7354.314289011383,
                "lows": 5683.0857109886165,
                "ma10": 6173.5,
                "averagePrice": null,
                "bias": {
                    "bias1": -0.8886914019106814,
                    "bias2": -4.748178396989351,
                    "bias3": -9.86057789452415
                },
                "rsi": {
                    "rsi1": 32.068519248842655,
                    "rsi2": 29.45647857711007,
                    "rsi3": 30.77196676805064
                },
                "wvad": {
                    "tmpC": 192883.22033898305
                },
                "is9转down": 9,
                "curtPercent": 1.19,
                "curtAmp": 59.32
            },
            "trig1AtIndex": 1484,
            "trig1Fucked": true,
            "test": ""
        },
        {
            "name": "白银连续",
            "trig1Date": "2013-07-01",
            "trig1Data": {
                "date": "2013-07-01",
                "open": 3955,
                "high": 4034,
                "low": 3926,
                "close": 4034,
                "volume": 896516,
                "hold": 247566,
                "settle": 3992,
                "K": 21.207156434184107,
                "D": 14.03661914092308,
                "J": 35.54823102070616,
                "diff": -225.81343549603844,
                "dea": -191.0960933028252,
                "bar": -69.43468438642645,
                "mas": 4335.9,
                "ups": 4932.923584123776,
                "lows": 3738.8764158762233,
                "ma10": 4089.9,
                "averagePrice": null,
                "bias": {
                    "bias1": 2.6158477127231143,
                    "bias2": -2.9043645699614964,
                    "bias3": -7.899543378995435
                },
                "rsi": {
                    "rsi1": 43.01757107529311,
                    "rsi2": 34.93964560713506,
                    "rsi3": 34.01315789479683
                },
                "wvad": {
                    "tmpC": 655784.8518518519
                },
                "curtPercent": 2,
                "curtAmp": 73.15
            },
            "trig1AtIndex": 275,
            "trig1Fucked": true,
            "test": ""
        },
        {
            "name": "不锈钢连续",
            "trig1Date": "2020-03-03",
            "trig1Data": {
                "date": "2020-03-03",
                "open": 12680,
                "high": 12850,
                "low": 12640,
                "close": 12675,
                "volume": 12887,
                "hold": 55605,
                "settle": 12745,
                "K": 19.666933014091097,
                "D": 14.479672784708402,
                "J": 30.04145347285648,
                "diff": -286.2888651938538,
                "dea": -246.42936094141186,
                "bar": -79.71900850488385,
                "mas": 13107.25,
                "ups": 13708.028453341994,
                "lows": 12506.471546658006,
                "ma10": 12883.5,
                "averagePrice": null,
                "bias": {
                    "bias1": -0.09852216748768472,
                    "bias2": -2.1424435437174294,
                    "bias3": -3.7265606456206983
                },
                "rsi": {
                    "rsi1": 33.73171062469546,
                    "rsi2": 31.727749747029154,
                    "rsi3": 33.39929865799069
                },
                "wvad": {
                    "tmpC": -306.8333333333333
                },
                "curtPercent": -0.04,
                "curtAmp": -2.38
            },
            "trig1AtIndex": 102,
            "trig1Fucked": true,
            "test": ""
        },
        {
            "name": "不锈钢连续",
            "trig1Date": "2020-03-10",
            "trig1Data": {
                "date": "2020-03-10",
                "open": 12230,
                "high": 12525,
                "low": 12230,
                "close": 12445,
                "volume": 19842,
                "hold": 55367,
                "settle": 12380,
                "K": 28.80427788003444,
                "D": 23.519143068362272,
                "J": 39.37454750337877,
                "diff": -303.76817031364044,
                "dea": -279.51982952408196,
                "bar": -48.49668157911697,
                "mas": 12907.75,
                "ups": 13661.477238462297,
                "lows": 12154.022761537703,
                "ma10": 12561,
                "averagePrice": null,
                "bias": {
                    "bias1": -0.6254990684056476,
                    "bias2": -1.539475852975116,
                    "bias3": -4.0770774789241315
                },
                "rsi": {
                    "rsi1": 38.73908911834991,
                    "rsi2": 34.89343649430254,
                    "rsi3": 34.54330104137885
                },
                "wvad": {
                    "tmpC": 14461.118644067796
                },
                "curtPercent": 1.76,
                "curtAmp": 72.88,
                "is9转down": 1
            },
            "trig1AtIndex": 107,
            "trig1Fucked": true,
            "test": ""
        },
        {
            "name": "不锈钢连续",
            "trig1Date": "2020-03-16",
            "trig1Data": {
                "date": "2020-03-16",
                "open": 12195,
                "high": 12400,
                "low": 12170,
                "close": 12215,
                "volume": 21949,
                "hold": 54567,
                "settle": 12280,
                "K": 27.276516064869437,
                "D": 26.536321625974676,
                "J": 28.756904942658956,
                "diff": -315.63927507584776,
                "dea": -298.9725275717217,
                "bar": -33.33349500825216,
                "mas": 12678.75,
                "ups": 13386.92282495165,
                "lows": 11970.57717504835,
                "ma10": 12416.5,
                "averagePrice": null,
                "bias": {
                    "bias1": -0.5158137640830781,
                    "bias2": -1.8119703922028287,
                    "bias3": -4.56409922520997
                },
                "rsi": {
                    "rsi1": 31.42247850192969,
                    "rsi2": 30.998043576210165,
                    "rsi3": 32.2679166967811
                },
                "wvad": {
                    "tmpC": 1908.6086956521738
                },
                "curtPercent": 0.16,
                "curtAmp": 8.7,
                "is9转down": 3
            },
            "trig1AtIndex": 111,
            "trig1Fucked": true,
            "test": ""
        },
        {
            "name": "不锈钢连续",
            "trig1Date": "2020-03-20",
            "trig1Data": {
                "date": "2020-03-20",
                "open": 11950,
                "high": 12045,
                "low": 11905,
                "close": 11985,
                "volume": 19608,
                "hold": 51716,
                "settle": 11965,
                "K": 27.59022340026851,
                "D": 25.711626809396197,
                "J": 31.347416582013132,
                "diff": -328.77929556442905,
                "dea": -313.59682761874774,
                "bar": -30.36493589136262,
                "mas": 12443.75,
                "ups": 13057.418273581094,
                "lows": 11830.081726418906,
                "ma10": 12184.5,
                "averagePrice": null,
                "bias": {
                    "bias1": -0.9094667217858619,
                    "bias2": -2.2198048747323025,
                    "bias3": -4.676056338028165
                },
                "rsi": {
                    "rsi1": 25.276375578234422,
                    "rsi2": 27.48460065723422,
                    "rsi3": 30.159801594367657
                },
                "wvad": {
                    "tmpC": 4902
                },
                "curtPercent": 0.29,
                "curtAmp": 25,
                "is9转down": 7
            },
            "trig1AtIndex": 115,
            "trig1Fucked": true,
            "test": ""
        },
        {
            "name": "不锈钢连续",
            "trig1Date": "2020-03-24",
            "trig1Data": {
                "date": "2020-03-24",
                "open": 11800,
                "high": 11880,
                "low": 11730,
                "close": 11800,
                "volume": 13593,
                "hold": 48951,
                "settle": 11795,
                "K": 21.19340449294634,
                "D": 23.704474169844016,
                "J": 16.171265139150982,
                "diff": -345.1087998981602,
                "dea": -324.1410917249482,
                "bar": -41.93541634642406,
                "mas": 12320.5,
                "ups": 12905.169992388868,
                "lows": 11735.830007611132,
                "ma10": 12080,
                "averagePrice": null,
                "bias": {
                    "bias1": -1.3584117032392893,
                    "bias2": -2.643610986971015,
                    "bias3": -5.260516852053195
                },
                "rsi": {
                    "rsi1": 18.230709052386754,
                    "rsi2": 23.726594162084996,
                    "rsi3": 28.04707150226875
                },
                "wvad": {
                    "tmpC": 0
                },
                "curtPercent": 0,
                "curtAmp": 0,
                "is9转down": 9
            },
            "trig1AtIndex": 117,
            "trig1Fucked": false,
            "test": ""
        },
        {
            "name": "不锈钢连续",
            "trig1Date": "2020-03-25",
            "trig1Data": {
                "date": "2020-03-25",
                "open": 11900,
                "high": 11980,
                "low": 11855,
                "close": 11980,
                "volume": 15383,
                "hold": 46798,
                "settle": 11910,
                "K": 28.017825217519782,
                "D": 25.1422578524026,
                "J": 33.76895994775414,
                "diff": -330.7345654701294,
                "dea": -325.4597864739844,
                "bar": -10.54955799228992,
                "mas": 12286.5,
                "ups": 12867.319248992319,
                "lows": 11705.680751007681,
                "ma10": 12041,
                "averagePrice": null,
                "bias": {
                    "bias1": 0.45419607295087183,
                    "bias2": -1.0087794801170649,
                    "bias3": -3.4049486821991852
                },
                "rsi": {
                    "rsi1": 41.19620801329175,
                    "rsi2": 34.15190906784741,
                    "rsi3": 33.018039644343574
                },
                "wvad": {
                    "tmpC": 9845.12
                },
                "curtPercent": 0.67,
                "curtAmp": 64
            },
            "trig1AtIndex": 118,
            "trig1Fucked": true,
            "test": ""
        },
        {
            "name": "螺纹连续",
            "trig1Date": "2015-12-02",
            "trig1Data": {
                "date": "2015-12-02",
                "open": 1630,
                "high": 1673,
                "low": 1626,
                "close": 1659,
                "volume": 7473778,
                "hold": 3257230,
                "settle": 1657,
                "K": 19.86253299800081,
                "D": 14.853199232508912,
                "J": 29.881200528984603,
                "diff": -44.36731492335025,
                "dea": -40.09398960625257,
                "bar": -8.546650634195359,
                "mas": 1718.5,
                "ups": 1833.4112701174258,
                "lows": 1603.5887298825742,
                "ma10": 1665.6,
                "averagePrice": null,
                "bias": {
                    "bias1": 0.2416918429003021,
                    "bias2": -1.1715647339158106,
                    "bias3": -4.053207383488357
                },
                "rsi": {
                    "rsi1": 40.66673185444425,
                    "rsi2": 32.94679001333735,
                    "rsi3": 32.079116419199956
                },
                "wvad": {
                    "tmpC": 4611480.042553191
                },
                "is9转down": 8,
                "curtPercent": 1.78,
                "curtAmp": 61.7
            },
            "trig1AtIndex": 1621,
            "trig1Fucked": false,
            "test": ""
        },
        {
            "name": "螺纹连续",
            "trig1Date": "2015-12-04",
            "trig1Data": {
                "date": "2015-12-04",
                "open": 1635,
                "high": 1657,
                "low": 1630,
                "close": 1650,
                "volume": 5652644,
                "hold": 3127226,
                "settle": 1643,
                "K": 21.840805456568926,
                "D": 17.958755648957816,
                "J": 29.604905071791144,
                "diff": -43.01070753868703,
                "dea": -41.39226783323112,
                "bar": -3.2368794109118255,
                "mas": 1704.25,
                "ups": 1817.93355202051,
                "lows": 1590.56644797949,
                "ma10": 1654.1,
                "averagePrice": null,
                "bias": {
                    "bias1": 0.41586367785779027,
                    "bias2": -0.7070859034150745,
                    "bias3": -3.916144999272092
                },
                "rsi": {
                    "rsi1": 41.390564358958535,
                    "rsi2": 34.45609379291081,
                    "rsi3": 32.87377230853748
                },
                "wvad": {
                    "tmpC": 3140357.777777778
                },
                "curtPercent": 0.92,
                "curtAmp": 55.56
            },
            "trig1AtIndex": 1623,
            "trig1Fucked": true,
            "test": ""
        },
        {
            "name": "螺纹连续",
            "trig1Date": "2022-11-01",
            "trig1Data": {
                "date": "2022-11-01",
                "open": 3391,
                "high": 3495,
                "low": 3389,
                "close": 3485,
                "volume": 2077614,
                "hold": 1789906,
                "settle": 3442,
                "K": 15.122772229574373,
                "D": 11.340429809443954,
                "J": 22.68745706983521,
                "diff": -83.63332522116843,
                "dea": -63.95993350957233,
                "bar": -39.34678342319221,
                "mas": 3663.7,
                "ups": 3915.5921197655853,
                "lows": 3411.8078802344144,
                "ma10": 3558.2,
                "averagePrice": null,
                "bias": {
                    "bias1": -0.8487837261131438,
                    "bias2": -2.596948876208218,
                    "bias3": -5.39210695985612
                },
                "rsi": {
                    "rsi1": 35.90543249580434,
                    "rsi2": 35.22245310048124,
                    "rsi3": 38.131514792341456
                },
                "wvad": {
                    "tmpC": 1842412.4150943398
                },
                "is9转down": 8,
                "curtPercent": 2.77,
                "curtAmp": 88.68
            },
            "trig1AtIndex": 3302,
            "trig1Fucked": true,
            "test": ""
        },
        {
            "name": "螺纹连续",
            "trig1Date": "2022-11-02",
            "trig1Data": {
                "date": "2022-11-02",
                "open": 3485,
                "high": 3515,
                "low": 3450,
                "close": 3485,
                "volume": 2015196,
                "hold": 1773472,
                "settle": 3478,
                "K": 21.15451251291117,
                "D": 14.611790710599692,
                "J": 34.239956117534135,
                "diff": -84.09338393332837,
                "dea": -67.98662359432353,
                "bar": -32.21352067800967,
                "mas": 3646.8,
                "ups": 3899.0273577548637,
                "lows": 3394.5726422451366,
                "ma10": 3542,
                "averagePrice": null,
                "bias": {
                    "bias1": -0.4285714285714286,
                    "bias2": -2.1639957889811714,
                    "bias3": -5.091515653545455
                },
                "rsi": {
                    "rsi1": 35.905432495804334,
                    "rsi2": 35.222453100481246,
                    "rsi3": 38.13151479234146
                },
                "wvad": {
                    "tmpC": 0
                },
                "is9转down": 9,
                "curtPercent": 0,
                "curtAmp": 0
            },
            "trig1AtIndex": 3303,
            "trig1Fucked": false,
            "test": ""
        },
        {
            "name": "螺纹连续",
            "trig1Date": "2022-11-03",
            "trig1Data": {
                "date": "2022-11-03",
                "open": 3470,
                "high": 3522,
                "low": 3461,
                "close": 3504,
                "volume": 1692427,
                "hold": 1760124,
                "settle": 3493,
                "K": 27.36713752302498,
                "D": 18.86357298140812,
                "J": 44.3742666062587,
                "diff": -81.97983011597944,
                "dea": -70.78526489865472,
                "bar": -22.389130434649445,
                "mas": 3630.2,
                "ups": 3873.9938473382786,
                "lows": 3386.406152661721,
                "ma10": 3533,
                "averagePrice": null,
                "bias": {
                    "bias1": 0.47792009176065325,
                    "bias2": -1.2285358577435386,
                    "bias3": -4.289535082228415
                },
                "rsi": {
                    "rsi1": 40.96256740067017,
                    "rsi2": 37.72775838577891,
                    "rsi3": 39.23012976350113
                },
                "wvad": {
                    "tmpC": 943319.9672131147
                },
                "curtPercent": 0.98,
                "curtAmp": 55.74
            },
            "trig1AtIndex": 3304,
            "trig1Fucked": false,
            "test": ""
        },
        {
            "name": "沪锡连续",
            "trig1Date": "2022-10-25",
            "trig1Data": {
                "date": "2022-10-25",
                "open": 163800,
                "high": 166820,
                "low": 163370,
                "close": 165800,
                "volume": 119921,
                "hold": 41007,
                "settle": 165750,
                "K": 22.276762403190972,
                "D": 20.06352027271135,
                "J": 26.703246664150214,
                "diff": -4797.567725691479,
                "dea": -4264.727448465537,
                "bar": -1065.680554451883,
                "mas": 174272,
                "ups": 186646.8286452783,
                "lows": 161897.1713547217,
                "ma10": 169040,
                "averagePrice": null,
                "bias": {
                    "bias1": -0.4901470441132282,
                    "bias2": -2.5770848533221096,
                    "bias3": -5.085619011499352
                },
                "rsi": {
                    "rsi1": 31.634221167418726,
                    "rsi2": 33.86048676073005,
                    "rsi3": 37.43266994566874
                },
                "wvad": {
                    "tmpC": 69519.42028985507
                },
                "is9转down": 8,
                "curtPercent": 1.22,
                "curtAmp": 57.97
            },
            "trig1AtIndex": 1845,
            "trig1Fucked": true,
            "test": ""
        },
        {
            "name": "燃油连续",
            "trig1Date": "2022-12-09",
            "trig1Data": {
                "date": "2022-12-09",
                "open": 2532,
                "high": 2565,
                "low": 2484,
                "close": 2561,
                "volume": 1109295,
                "hold": 385696,
                "settle": 2531,
                "K": 23.048439055428,
                "D": 19.939451393516027,
                "J": 29.266414379251948,
                "diff": -65.29802842845265,
                "dea": -56.470688941450284,
                "bar": -17.65467897400474,
                "mas": 2647.1,
                "ups": 2868.279474635419,
                "lows": 2425.920525364581,
                "ma10": 2558.2,
                "averagePrice": null,
                "bias": {
                    "bias1": 0.7474429583005507,
                    "bias2": -0.392182283732544,
                    "bias3": -4.618249534450651
                },
                "rsi": {
                    "rsi1": 46.52383885765957,
                    "rsi2": 42.679526979245914,
                    "rsi3": 43.2854230115798
                },
                "wvad": {
                    "tmpC": 397155
                },
                "curtPercent": 1.15,
                "curtAmp": 35.8
            },
            "trig1AtIndex": 4341,
            "trig1Fucked": false,
            "test": ""
        },
        {
            "name": "燃油连续",
            "trig1Date": "2022-12-13",
            "trig1Data": {
                "date": "2022-12-13",
                "open": 2500,
                "high": 2553,
                "low": 2461,
                "close": 2546,
                "volume": 1270974,
                "hold": 435549,
                "settle": 2511,
                "K": 26.033352157730064,
                "D": 22.330943850236856,
                "J": 33.43816877271648,
                "diff": -62.62028169708083,
                "dea": -59.12566425705684,
                "bar": -6.989234880047974,
                "mas": 2616.9,
                "ups": 2807.714988929067,
                "lows": 2426.085011070933,
                "ma10": 2547.3,
                "averagePrice": null,
                "bias": {
                    "bias1": 0.6655683690280126,
                    "bias2": -0.31323414252153486,
                    "bias3": -4.112985484503732
                },
                "rsi": {
                    "rsi1": 45.678955063395094,
                    "rsi2": 42.4646983015349,
                    "rsi3": 43.099377389382774
                },
                "wvad": {
                    "tmpC": 635487
                },
                "curtPercent": 1.84,
                "curtAmp": 50
            },
            "trig1AtIndex": 4343,
            "trig1Fucked": true,
            "test": ""
        },
        {
            "name": "菜油连续",
            "trig1Date": "2008-12-08",
            "trig1Data": {
                "date": "2008-12-08",
                "open": 5548,
                "high": 6058,
                "low": 5548,
                "close": 5976,
                "volume": 86658,
                "hold": 53038,
                "settle": 0,
                "K": 23.974947804727606,
                "D": 23.27162576316398,
                "J": 25.38159188785486,
                "diff": -228.1837710769314,
                "dea": -208.73201988552972,
                "bar": -38.90350238280337,
                "mas": 6358.5,
                "ups": 6829.955406162661,
                "lows": 5887.044593837339,
                "ma10": 6193.2,
                "averagePrice": null,
                "bias": {
                    "bias1": -2.016724053123463,
                    "bias2": -3.845534995977474,
                    "bias3": -7.08955223880597
                },
                "rsi": {
                    "rsi1": 33.607088254387,
                    "rsi2": 35.245681393317305,
                    "rsi3": 36.26716336413342
                },
                "wvad": {
                    "tmpC": 72724.75294117647
                },
                "curtPercent": 7.71,
                "curtAmp": 83.92
            },
            "trig1AtIndex": 374,
            "trig1Fucked": false,
            "test": ""
        },
        {
            "name": "菜油连续",
            "trig1Date": "2008-12-10",
            "trig1Data": {
                "date": "2008-12-10",
                "open": 5850,
                "high": 5960,
                "low": 5832,
                "close": 5944,
                "volume": 44288,
                "hold": 53880,
                "settle": 0,
                "K": 31.217297726289033,
                "D": 26.31931176598962,
                "J": 41.013269646887856,
                "diff": -239.43583383333043,
                "dea": -220.25855717100117,
                "bar": -38.354553324658525,
                "mas": 6270.4,
                "ups": 6744.207724715417,
                "lows": 5796.592275284583,
                "ma10": 6108.8,
                "averagePrice": null,
                "bias": {
                    "bias1": -0.17913121361397732,
                    "bias2": -3.1895545481690553,
                    "bias3": -6.482064191315293
                },
                "rsi": {
                    "rsi1": 39.372244237792,
                    "rsi2": 37.59564830340012,
                    "rsi3": 37.14410280326876
                },
                "wvad": {
                    "tmpC": 32524
                },
                "curtPercent": 1.61,
                "curtAmp": 73.44
            },
            "trig1AtIndex": 376,
            "trig1Fucked": true,
            "test": ""
        },
        {
            "name": "菜油连续",
            "trig1Date": "2013-10-10",
            "trig1Data": {
                "date": "2013-10-10",
                "open": 7298,
                "high": 7346,
                "low": 7292,
                "close": 7336,
                "volume": 97392,
                "hold": 141882,
                "settle": 7320,
                "K": 29.622416900786902,
                "D": 21.244338841815047,
                "J": 46.37857301873061,
                "diff": -114.81421046879768,
                "dea": -98.8048917985007,
                "bar": -32.018637340593955,
                "mas": 7484.7,
                "ups": 7797.737441850012,
                "lows": 7171.6625581499875,
                "ma10": 7353.4,
                "averagePrice": null,
                "bias": {
                    "bias1": 0.7646170047159055,
                    "bias2": -0.591715976331365,
                    "bias3": -2.4403218299089033
                },
                "rsi": {
                    "rsi1": 44.09642053882874,
                    "rsi2": 38.84673042374201,
                    "rsi3": 38.13156623315086
                },
                "wvad": {
                    "tmpC": 68535.11111111111
                },
                "curtPercent": 0.52,
                "curtAmp": 70.37
            },
            "trig1AtIndex": 1547,
            "trig1Fucked": false,
            "test": ""
        },
        {
            "name": "菜油连续",
            "trig1Date": "2023-05-26",
            "trig1Data": {
                "date": "2023-05-26",
                "open": 7770,
                "high": 7844,
                "low": 7706,
                "close": 7817,
                "volume": 578831,
                "hold": 270405,
                "settle": 7784,
                "K": 23.718252179038878,
                "D": 20.64811709105354,
                "J": 29.858522355009562,
                "diff": -207.33645845349656,
                "dea": -201.20220143202772,
                "bar": -12.268514042937682,
                "mas": 8005.25,
                "ups": 8393.268491827386,
                "lows": 7617.231508172613,
                "ma10": 7867.1,
                "averagePrice": null,
                "bias": {
                    "bias1": 0.6847991756649461,
                    "bias2": -0.9973720039261629,
                    "bias3": -3.0163924256757806
                },
                "rsi": {
                    "rsi1": 43.7985400516292,
                    "rsi2": 37.76845356359769,
                    "rsi3": 35.40236364312205
                },
                "wvad": {
                    "tmpC": 197138.09420289856
                },
                "curtPercent": 0.6,
                "curtAmp": 34.06
            },
            "trig1AtIndex": 3880,
            "trig1Fucked": true,
            "test": ""
        },
        {
            "name": "菜油连续",
            "trig1Date": "2023-06-01",
            "trig1Data": {
                "date": "2023-06-01",
                "open": 7420,
                "high": 7614,
                "low": 7375,
                "close": 7612,
                "volume": 763094,
                "hold": 277103,
                "settle": 7486,
                "K": 25.267361167172265,
                "D": 24.416385311193984,
                "J": 26.96931287912882,
                "diff": -209.39424130192492,
                "dea": -203.23815411862967,
                "bar": -12.312174366590511,
                "mas": 7917.4,
                "ups": 8388.03506031744,
                "lows": 7446.76493968256,
                "ma10": 7721.2,
                "averagePrice": null,
                "bias": {
                    "bias1": -1.1514154618647776,
                    "bias2": -1.9008956762678009,
                    "bias3": -4.218440340998458
                },
                "rsi": {
                    "rsi1": 37.61773169959958,
                    "rsi2": 35.32847461989259,
                    "rsi3": 34.29727688274625
                },
                "wvad": {
                    "tmpC": 613029.489539749
                },
                "curtPercent": 2.59,
                "curtAmp": 80.33
            },
            "trig1AtIndex": 3884,
            "trig1Fucked": true,
            "test": ""
        },
        {
            "name": "鸡蛋连续",
            "trig1Date": "2016-03-03",
            "trig1Data": {
                "date": "2016-03-03",
                "open": 3025,
                "high": 3075,
                "low": 3019,
                "close": 3064,
                "volume": 177658,
                "hold": 199306,
                "settle": 3050,
                "K": 30.305633409688827,
                "D": 21.28526348528696,
                "J": 48.34637325849256,
                "diff": -53.21604625175223,
                "dea": -49.471040553514186,
                "bar": -7.490011396476092,
                "mas": 3109.95,
                "ups": 3264.929321201249,
                "lows": 2954.9706787987507,
                "ma10": 3053.2,
                "averagePrice": null,
                "bias": {
                    "bias1": 1.0887495875948532,
                    "bias2": 0.22078665467331754,
                    "bias3": -2.2283678136467633
                },
                "rsi": {
                    "rsi1": 51.55936203485293,
                    "rsi2": 41.13929322314655,
                    "rsi3": 39.58471760178982
                },
                "wvad": {
                    "tmpC": 123726.10714285713
                },
                "curtPercent": 1.29,
                "curtAmp": 69.64
            },
            "trig1AtIndex": 564,
            "trig1Fucked": true,
            "test": ""
        },
        {
            "name": "沪镍连续",
            "trig1Date": "2023-11-29",
            "trig1Data": {
                "date": "2023-11-29",
                "open": 129160,
                "high": 132680,
                "low": 128010,
                "close": 131110,
                "volume": 443479,
                "hold": 99042,
                "settle": 130070,
                "K": 32.240690995251164,
                "D": 21.295414000431805,
                "J": 54.13124498488989,
                "diff": -5317.1465924876975,
                "dea": -5009.759913614385,
                "bar": -614.7733577466242,
                "mas": 136043,
                "ups": 147761.3123358272,
                "lows": 124324.6876641728,
                "ma10": 131189,
                "averagePrice": null,
                "bias": {
                    "bias1": 2.2526094133856693,
                    "bias2": -1.0154392057679966,
                    "bias3": -4.575270431325454
                },
                "rsi": {
                    "rsi1": 48.16519262681274,
                    "rsi2": 39.63307205270704,
                    "rsi3": 36.27396163249177
                },
                "wvad": {
                    "tmpC": 185178.59743040684
                },
                "curtPercent": 1.51,
                "curtAmp": 41.76
            },
            "trig1AtIndex": 2113,
            "trig1Fucked": true,
            "test": ""
        },
        {
            "name": "沪锌连续",
            "trig1Date": "2015-11-20",
            "trig1Data": {
                "date": "2015-11-20",
                "open": 12000,
                "high": 12595,
                "low": 11815,
                "close": 12525,
                "volume": 1584570,
                "hold": 252484,
                "settle": 12180,
                "K": 20.930675441582427,
                "D": 15.982011293176285,
                "J": 30.828003738394713,
                "diff": -450.70372403841975,
                "dea": -347.3391251197957,
                "bar": -206.72919783724808,
                "mas": 13337.75,
                "ups": 14592.112288176746,
                "lows": 12083.387711823254,
                "ma10": 12806.5,
                "averagePrice": null,
                "bias": {
                    "bias1": -0.4437967808173857,
                    "bias2": -3.129128935580553,
                    "bias3": -7.05727757594496
                },
                "rsi": {
                    "rsi1": 38.287541824928496,
                    "rsi2": 34.22231331674561,
                    "rsi3": 35.843462154674505
                },
                "wvad": {
                    "tmpC": 1066537.5
                },
                "is9转down": 8,
                "curtPercent": 4.38,
                "curtAmp": 67.31
            },
            "trig1AtIndex": 2112,
            "trig1Fucked": true,
            "test": ""
        },
        {
            "name": "生猪连续",
            "trig1Date": "2022-03-21",
            "trig1Data": {
                "date": "2022-03-21",
                "open": 12750,
                "high": 13170,
                "low": 12720,
                "close": 13115,
                "volume": 40824,
                "hold": 64596,
                "settle": 12915,
                "K": 23.09345158250606,
                "D": 13.09536746640861,
                "J": 43.08961981470095,
                "diff": -353.1304780572427,
                "dea": -286.6983242231223,
                "bar": -132.86430766824083,
                "mas": 13485.25,
                "ups": 14628.772955606926,
                "lows": 12341.727044393074,
                "ma10": 12983,
                "averagePrice": null,
                "bias": {
                    "bias1": 2.634668057910521,
                    "bias2": 0.1750421692498601,
                    "bias3": -3.607521283763096
                },
                "rsi": {
                    "rsi1": 52.72554485993686,
                    "rsi2": 42.45462680153133,
                    "rsi3": 41.66560695340924
                },
                "wvad": {
                    "tmpC": 33112.8
                },
                "curtPercent": 2.86,
                "curtAmp": 81.11
            },
            "trig1AtIndex": 288,
            "trig1Fucked": true,
            "test": ""
        },
        {
            "name": "生猪连续",
            "trig1Date": "2023-07-18",
            "trig1Data": {
                "date": "2023-07-18",
                "open": 15085,
                "high": 15230,
                "low": 15070,
                "close": 15150,
                "volume": 34379,
                "hold": 69607,
                "settle": 15145,
                "K": 21.172804021688066,
                "D": 18.794937508314923,
                "J": 25.92853704843435,
                "diff": -209.22475279951868,
                "dea": -149.8219194617043,
                "bar": -118.80566667562874,
                "mas": 15478.75,
                "ups": 16127.833007018362,
                "lows": 14829.666992981638,
                "ma10": 15259,
                "averagePrice": null,
                "bias": {
                    "bias1": 0.6031763599136779,
                    "bias2": -1.3082894522555817,
                    "bias3": -2.953304952424162
                },
                "rsi": {
                    "rsi1": 41.765026261222985,
                    "rsi2": 39.854844211636745,
                    "rsi3": 43.405106172719286
                },
                "wvad": {
                    "tmpC": 13966.46875
                },
                "curtPercent": 0.43,
                "curtAmp": 40.63,
                "is9转up": 1
            },
            "trig1AtIndex": 610,
            "trig1Fucked": false,
            "test": ""
        },
        {
            "name": "生猪连续",
            "trig1Date": "2023-07-19",
            "trig1Data": {
                "date": "2023-07-19",
                "open": 15130,
                "high": 15275,
                "low": 14985,
                "close": 15150,
                "volume": 43704,
                "hold": 67929,
                "settle": 15130,
                "K": 26.490452182123377,
                "D": 21.360109066251074,
                "J": 36.751138413867984,
                "diff": -203.19515711149143,
                "dea": -160.49656699166172,
                "bar": -85.3971802396594,
                "mas": 15440.75,
                "ups": 16073.168176525627,
                "lows": 14808.331823474373,
                "ma10": 15199.5,
                "averagePrice": null,
                "bias": {
                    "bias1": 0.7202216066482036,
                    "bias2": -0.9210311188620671,
                    "bias3": -2.681869278946523
                },
                "rsi": {
                    "rsi1": 41.765026261222985,
                    "rsi2": 39.854844211636745,
                    "rsi3": 43.40510617271929
                },
                "wvad": {
                    "tmpC": 3014.0689655172414
                },
                "curtPercent": 0.13,
                "curtAmp": 6.9,
                "is9转up": 1
            },
            "trig1AtIndex": 611,
            "trig1Fucked": false,
            "test": ""
        },
        {
            "name": "棕榈油连续",
            "trig1Date": "2013-05-06",
            "trig1Data": {
                "date": "2013-05-06",
                "open": 5920,
                "high": 5970,
                "low": 5880,
                "close": 5948,
                "volume": 529046,
                "hold": 548598,
                "settle": 5922,
                "K": 20.11636503900419,
                "D": 15.683489466571931,
                "J": 28.982116183868705,
                "diff": -135.70024738034135,
                "dea": -127.6900369442247,
                "bar": -16.020420872233302,
                "mas": 6110.5,
                "ups": 6434.825453826862,
                "lows": 5786.174546173138,
                "ma10": 5971.6,
                "averagePrice": null,
                "bias": {
                    "bias1": 0.4390408645727794,
                    "bias2": -0.8336112037345782,
                    "bias3": -3.0783645424548207
                },
                "rsi": {
                    "rsi1": 43.613120842236405,
                    "rsi2": 39.037878518079076,
                    "rsi3": 38.697843516208934
                },
                "wvad": {
                    "tmpC": 164592.0888888889
                },
                "is9转down": 8,
                "curtPercent": 0.47,
                "curtAmp": 31.11
            },
            "trig1AtIndex": 1349,
            "trig1Fucked": false,
            "test": ""
        },
        {
            "name": "棕榈油连续",
            "trig1Date": "2013-07-31",
            "trig1Data": {
                "date": "2013-07-31",
                "open": 5364,
                "high": 5468,
                "low": 5346,
                "close": 5424,
                "volume": 672746,
                "hold": 674928,
                "settle": 5426,
                "K": 15.476259654976147,
                "D": 10.750403387958215,
                "J": 24.92797218901201,
                "diff": -153.03518251128116,
                "dea": -132.32603729294266,
                "bar": -41.41829043667701,
                "mas": 5656.8,
                "ups": 6036.8913574392345,
                "lows": 5276.708642560766,
                "ma10": 5507.2,
                "averagePrice": null,
                "bias": {
                    "bias1": -0.1166288134552765,
                    "bias2": -1.8635787950063325,
                    "bias3": -4.755772776493307
                },
                "rsi": {
                    "rsi1": 32.98965298083636,
                    "rsi2": 29.605303234514906,
                    "rsi3": 33.474524570572854
                },
                "wvad": {
                    "tmpC": 330858.68852459016
                },
                "curtPercent": 1.12,
                "curtAmp": 49.18
            },
            "trig1AtIndex": 1408,
            "trig1Fucked": true,
            "test": ""
        },
        {
            "name": "棕榈油连续",
            "trig1Date": "2013-08-01",
            "trig1Data": {
                "date": "2013-08-01",
                "open": 5418,
                "high": 5442,
                "low": 5394,
                "close": 5412,
                "volume": 317060,
                "hold": 669130,
                "settle": 5416,
                "K": 20.83337945252378,
                "D": 14.11139540948007,
                "J": 34.277347538611195,
                "diff": -150.62309156349602,
                "dea": -135.98544814705332,
                "bar": -29.2752868328854,
                "mas": 5631,
                "ups": 6003.937528280542,
                "lows": 5258.062471719458,
                "ma10": 5484,
                "averagePrice": null,
                "bias": {
                    "bias1": 0.14186146919139525,
                    "bias2": -1.7488653555219311,
                    "bias3": -4.665159566659812
                },
                "rsi": {
                    "rsi1": 31.49700576981781,
                    "rsi2": 28.976861974587216,
                    "rsi3": 33.143160878371056
                },
                "wvad": {
                    "tmpC": -39632.5
                },
                "curtPercent": -0.11,
                "curtAmp": -12.5
            },
            "trig1AtIndex": 1409,
            "trig1Fucked": false,
            "test": ""
        },
        {
            "name": "棕榈油连续",
            "trig1Date": "2015-02-03",
            "trig1Data": {
                "date": "2015-02-03",
                "open": 4718,
                "high": 4750,
                "low": 4696,
                "close": 4736,
                "volume": 293516,
                "hold": 472290,
                "settle": 4718,
                "K": 28.369257360255308,
                "D": 25.56272511146926,
                "J": 33.98232185782741,
                "diff": -81.6879545006177,
                "dea": -64.25780264164425,
                "bar": -34.86030371794692,
                "mas": 4887.7,
                "ups": 5120.736563654719,
                "lows": 4654.66343634528,
                "ma10": 4795.2,
                "averagePrice": null,
                "bias": {
                    "bias1": -0.20369459858116815,
                    "bias2": -1.5657475405292998,
                    "bias3": -3.640278743281513
                },
                "rsi": {
                    "rsi1": 35.616084688530115,
                    "rsi2": 32.54745723534067,
                    "rsi3": 35.273214873014645
                },
                "wvad": {
                    "tmpC": 97838.66666666666
                },
                "is9转down": 8,
                "curtPercent": 0.38,
                "curtAmp": 33.33
            },
            "trig1AtIndex": 1773,
            "trig1Fucked": true,
            "test": ""
        },
        {
            "name": "棉花连续",
            "trig1Date": "2016-03-02",
            "trig1Data": {
                "date": "2016-03-02",
                "open": 10060,
                "high": 10110,
                "low": 10000,
                "close": 10045,
                "volume": 231974,
                "hold": 550068,
                "settle": 10060,
                "K": 17.20194052802251,
                "D": 15.670945780988841,
                "J": 20.263930022089852,
                "diff": -315.8107774722521,
                "dea": -275.16203666268257,
                "bar": -81.29748161913903,
                "mas": 10578,
                "ups": 11499.316449435264,
                "lows": 9656.683550564736,
                "ma10": 10266,
                "averagePrice": null,
                "bias": {
                    "bias1": -0.6183527083848627,
                    "bias2": -2.5348696179502728,
                    "bias3": -6.291178356947117
                },
                "rsi": {
                    "rsi1": 20.34959428425768,
                    "rsi2": 21.944790492964973,
                    "rsi3": 26.40731378748844
                },
                "wvad": {
                    "tmpC": -31632.81818181818
                },
                "curtPercent": -0.15,
                "curtAmp": -13.64
            },
            "trig1AtIndex": 2721,
            "trig1Fucked": false,
            "test": ""
        },
        {
            "name": "棉花连续",
            "trig1Date": "2016-03-03",
            "trig1Data": {
                "date": "2016-03-03",
                "open": 10055,
                "high": 10215,
                "low": 10000,
                "close": 10155,
                "volume": 342894,
                "hold": 570634,
                "settle": 10125,
                "K": 24.554380105101426,
                "D": 18.632090555693036,
                "J": 36.3989592039182,
                "diff": -304.12919471580426,
                "dea": -280.9554682733069,
                "bar": -46.34745288499471,
                "mas": 10515.5,
                "ups": 11371.18627428515,
                "lows": 9659.81372571485,
                "ma10": 10225,
                "averagePrice": null,
                "bias": {
                    "bias1": 0.7523770152955828,
                    "bias2": -1.2039401678219628,
                    "bias3": -4.796874999999995
                },
                "rsi": {
                    "rsi1": 38.03539443643077,
                    "rsi2": 30.27039750175985,
                    "rsi3": 30.59066506262668
                },
                "wvad": {
                    "tmpC": 159485.58139534883
                },
                "curtPercent": 0.99,
                "curtAmp": 46.51
            },
            "trig1AtIndex": 2722,
            "trig1Fucked": true,
            "test": ""
        },
        {
            "name": "棉花连续",
            "trig1Date": "2022-11-02",
            "trig1Data": {
                "date": "2022-11-02",
                "open": 12755,
                "high": 13030,
                "low": 12690,
                "close": 12960,
                "volume": 930470,
                "hold": 548174,
                "settle": 12890,
                "K": 33.68965251915705,
                "D": 23.110215990802192,
                "J": 54.848525575866766,
                "diff": -355.3110931674237,
                "dea": -327.68440172909663,
                "bar": -55.253382876654086,
                "mas": 13317.75,
                "ups": 14082.94588995237,
                "lows": 12552.55411004763,
                "ma10": 13003,
                "averagePrice": null,
                "bias": {
                    "bias1": 0.8298755186721944,
                    "bias2": -1.0403741529063664,
                    "bias3": -2.8986185904940296
                },
                "rsi": {
                    "rsi1": 46.09911726062667,
                    "rsi2": 40.20049171154371,
                    "rsi3": 38.8739422359627
                },
                "wvad": {
                    "tmpC": 561018.6764705882
                },
                "is9转down": 9,
                "curtPercent": 1.61,
                "curtAmp": 60.29
            },
            "trig1AtIndex": 4342,
            "trig1Fucked": false,
            "test": ""
        },
        {
            "name": "PVC连续",
            "trig1Date": "2014-03-12",
            "trig1Data": {
                "date": "2014-03-12",
                "open": 5875,
                "high": 5935,
                "low": 5835,
                "close": 5930,
                "volume": 8562,
                "hold": 41212,
                "settle": 5895,
                "K": 20.61470892628308,
                "D": 16.87841961460201,
                "J": 28.087287549645218,
                "diff": -97.74416586829284,
                "dea": -73.00366722231234,
                "bar": -49.48099729196099,
                "mas": 6131.5,
                "ups": 6372.603712124057,
                "lows": 5890.396287875943,
                "ma10": 6042.5,
                "averagePrice": null,
                "bias": {
                    "bias1": -0.6422786931024803,
                    "bias2": -2.232602871470775,
                    "bias3": -3.5543658726662875
                },
                "rsi": {
                    "rsi1": 29.727491379037268,
                    "rsi2": 27.866115095364975,
                    "rsi3": 31.07449565756847
                },
                "wvad": {
                    "tmpC": 4709.1
                },
                "is9转down": 8,
                "curtPercent": 0.94,
                "curtAmp": 55
            },
            "trig1AtIndex": 1159,
            "trig1Fucked": true,
            "test": ""
        },
        {
            "name": "PVC连续",
            "trig1Date": "2020-04-02",
            "trig1Data": {
                "date": "2020-04-02",
                "open": 5135,
                "high": 5290,
                "low": 5095,
                "close": 5230,
                "volume": 299537,
                "hold": 179194,
                "settle": 0,
                "K": 16.464927956177554,
                "D": 12.805704831360174,
                "J": 23.783374205812315,
                "diff": -294.3873778296038,
                "dea": -218.2465705949922,
                "bar": -152.2816144692232,
                "mas": 5792.5,
                "ups": 6635.165414028605,
                "lows": 4949.834585971395,
                "ma10": 5432.5,
                "averagePrice": null,
                "bias": {
                    "bias1": 0.14360938247965532,
                    "bias2": -5.375047116471913,
                    "bias3": -10.91870409140911
                },
                "rsi": {
                    "rsi1": 31.135258378295955,
                    "rsi2": 25.447991339343428,
                    "rsi3": 26.42511882669405
                },
                "wvad": {
                    "tmpC": 145928.28205128206
                },
                "is9转down": 9,
                "curtPercent": 1.85,
                "curtAmp": 48.72
            },
            "trig1AtIndex": 2634,
            "trig1Fucked": false,
            "test": ""
        },
        {
            "name": "PVC连续",
            "trig1Date": "2020-04-03",
            "trig1Data": {
                "date": "2020-04-03",
                "open": 5260,
                "high": 5395,
                "low": 5240,
                "close": 5315,
                "volume": 313033,
                "hold": 178565,
                "settle": 0,
                "K": 25.375040728181485,
                "D": 16.995483463633946,
                "J": 42.13415525727656,
                "diff": -285.14531508327036,
                "dea": -231.62631949264784,
                "bar": -107.03799118124505,
                "mas": 5746.75,
                "ups": 6588.79082442599,
                "lows": 4904.70917557401,
                "ma10": 5367.5,
                "averagePrice": null,
                "bias": {
                    "bias1": 2.227921141208521,
                    "bias2": -2.7521536936799627,
                    "bias3": -8.85967419262647
                },
                "rsi": {
                    "rsi1": 40.19973888573599,
                    "rsi2": 31.30010986545222,
                    "rsi3": 30.14160708701812
                },
                "wvad": {
                    "tmpC": 111076.22580645162
                },
                "curtPercent": 1.05,
                "curtAmp": 35.48
            },
            "trig1AtIndex": 2635,
            "trig1Fucked": true,
            "test": ""
        },
        {
            "name": "豆油连续",
            "trig1Date": "2009-02-03",
            "trig1Data": {
                "date": "2009-02-03",
                "open": 5960,
                "high": 6188,
                "low": 5936,
                "close": 6164,
                "volume": 345944,
                "hold": 123666,
                "settle": 0,
                "K": 26.135681694381894,
                "D": 20.489016034552463,
                "J": 37.42901301404075,
                "diff": 6.01175695072925,
                "dea": 35.50808857004275,
                "bar": -58.992663238627,
                "mas": 6259.8,
                "ups": 6545.333605727942,
                "lows": 5974.266394272058,
                "ma10": 6194.6,
                "averagePrice": null,
                "bias": {
                    "bias1": 0.2439421044072207,
                    "bias2": -1.0990774167669475,
                    "bias3": -0.8418681966861445
                },
                "rsi": {
                    "rsi1": 48.06293871838317,
                    "rsi2": 49.23997041389368,
                    "rsi3": 48.22352349283831
                },
                "wvad": {
                    "tmpC": 280049.9047619048
                },
                "curtPercent": 3.42,
                "curtAmp": 80.95
            },
            "trig1AtIndex": 745,
            "trig1Fucked": true,
            "test": ""
        },
        {
            "name": "豆油连续",
            "trig1Date": "2013-05-03",
            "trig1Data": {
                "date": "2013-05-03",
                "open": 7192,
                "high": 7272,
                "low": 7184,
                "close": 7270,
                "volume": 709028,
                "hold": 808980,
                "settle": 7236,
                "K": 9.16344289144764,
                "D": 7.810724687172221,
                "J": 11.868879299998477,
                "diff": -225.68808703684863,
                "dea": -198.46677360791486,
                "bar": -54.44262685786754,
                "mas": 7623.4,
                "ups": 8124.51092584377,
                "lows": 7122.28907415623,
                "ma10": 7407.2,
                "averagePrice": null,
                "bias": {
                    "bias1": -0.4200529631997119,
                    "bias2": -2.4292041336733328,
                    "bias3": -5.5066938174255915
                },
                "rsi": {
                    "rsi1": 26.58929062774688,
                    "rsi2": 24.829141092688612,
                    "rsi3": 28.64392363676998
                },
                "wvad": {
                    "tmpC": 628456.6363636364
                },
                "is9转down": 9,
                "curtPercent": 1.08,
                "curtAmp": 88.64
            },
            "trig1AtIndex": 1777,
            "trig1Fucked": false,
            "test": ""
        },
        {
            "name": "豆油连续",
            "trig1Date": "2013-05-06",
            "trig1Data": {
                "date": "2013-05-06",
                "open": 7342,
                "high": 7380,
                "low": 7276,
                "close": 7374,
                "volume": 720208,
                "hold": 768630,
                "settle": 7318,
                "K": 19.8186393469866,
                "D": 11.813362907110347,
                "J": 35.82919222673911,
                "diff": -214.42288869982804,
                "dea": -201.6579966262975,
                "bar": -25.529784147061093,
                "mas": 7601.7,
                "ups": 8106.52991195055,
                "lows": 7096.87008804945,
                "ma10": 7380.4,
                "averagePrice": null,
                "bias": {
                    "bias1": 1.0921720056665034,
                    "bias2": -0.6935559894956569,
                    "bias3": -3.789155513031002
                },
                "rsi": {
                    "rsi1": 44.343796310129136,
                    "rsi2": 34.4652680946445,
                    "rsi3": 33.33933660674538
                },
                "wvad": {
                    "tmpC": 221602.46153846156
                },
                "curtPercent": 0.44,
                "curtAmp": 30.77
            },
            "trig1AtIndex": 1778,
            "trig1Fucked": false,
            "test": ""
        },
        {
            "name": "豆油连续",
            "trig1Date": "2023-05-26",
            "trig1Data": {
                "date": "2023-05-26",
                "open": 7092,
                "high": 7208,
                "low": 7056,
                "close": 7198,
                "volume": 935386,
                "hold": 601819,
                "settle": 7144,
                "K": 29.697720729700883,
                "D": 18.85003136087621,
                "J": 51.39309946735024,
                "diff": -217.52935222641463,
                "dea": -224.07160877740708,
                "bar": 13.084513101984896,
                "mas": 7328.6,
                "ups": 7755.092860432623,
                "lows": 6902.107139567378,
                "ma10": 7143.2,
                "averagePrice": null,
                "bias": {
                    "bias1": 1.4803327224023686,
                    "bias2": 0.33687242989568994,
                    "bias3": -2.366904035266192
                },
                "rsi": {
                    "rsi1": 51.417021965746365,
                    "rsi2": 39.76342806828759,
                    "rsi3": 36.34190734047657
                },
                "wvad": {
                    "tmpC": 652308.6578947367
                },
                "curtPercent": 1.49,
                "curtAmp": 69.74
            },
            "trig1AtIndex": 4222,
            "trig1Fucked": true,
            "test": ""
        },
        {
            "name": "豆二连续",
            "trig1Date": "2019-01-04",
            "trig1Data": {
                "date": "2019-01-04",
                "open": 2944,
                "high": 2983,
                "low": 2935,
                "close": 2978,
                "volume": 229468,
                "hold": 164524,
                "settle": 2960,
                "K": 26.80538399086616,
                "D": 20.174412295600234,
                "J": 40.067327381398016,
                "diff": -43.29709809297674,
                "dea": -44.14124870760773,
                "bar": 1.688301229261981,
                "mas": 3006.1,
                "ups": 3092.487267580356,
                "lows": 2919.712732419644,
                "ma10": 2971.7,
                "averagePrice": null,
                "bias": {
                    "bias1": 0.8352144469525908,
                    "bias2": -0.0922586597332886,
                    "bias3": -1.3172065280424157
                },
                "rsi": {
                    "rsi1": 51.19021774796374,
                    "rsi2": 40.641277425793085,
                    "rsi3": 37.861064791437
                },
                "wvad": {
                    "tmpC": 162539.83333333334
                },
                "curtPercent": 1.15,
                "curtAmp": 70.83
            },
            "trig1AtIndex": 2618,
            "trig1Fucked": true,
            "test": ""
        },
        {
            "name": "豆二连续",
            "trig1Date": "2019-03-01",
            "trig1Data": {
                "date": "2019-03-01",
                "open": 2847,
                "high": 2887,
                "low": 2843,
                "close": 2879,
                "volume": 192098,
                "hold": 144534,
                "settle": 2872,
                "K": 18.94232450615556,
                "D": 18.37960558151852,
                "J": 20.06776235542965,
                "diff": -24.32284367697821,
                "dea": -17.298344564796647,
                "bar": -14.048998224363125,
                "mas": 2924.1,
                "ups": 3012.722570488561,
                "lows": 2835.477429511439,
                "ma10": 2892.3,
                "averagePrice": null,
                "bias": {
                    "bias1": 0.22628372497824192,
                    "bias2": -0.8238840246878089,
                    "bias3": -1.506706769489539
                },
                "rsi": {
                    "rsi1": 43.70359573549838,
                    "rsi2": 41.363475168339086,
                    "rsi3": 40.74550143352843
                },
                "wvad": {
                    "tmpC": 139707.63636363635
                },
                "is9转down": 8,
                "curtPercent": 1.12,
                "curtAmp": 72.73
            },
            "trig1AtIndex": 2653,
            "trig1Fucked": true,
            "test": ""
        },
        {
            "name": "豆二连续",
            "trig1Date": "2023-06-01",
            "trig1Data": {
                "date": "2023-06-01",
                "open": 3750,
                "high": 3845,
                "low": 3709,
                "close": 3831,
                "volume": 112740,
                "hold": 46002,
                "settle": 3786,
                "K": 19.17614174997871,
                "D": 17.29330413788776,
                "J": 22.941816974160616,
                "diff": -77.7746162459357,
                "dea": -62.2834178167209,
                "bar": -30.98239685842961,
                "mas": 3990.8,
                "ups": 4214.686221103489,
                "lows": 3766.9137788965118,
                "ma10": 3895.1,
                "averagePrice": null,
                "bias": {
                    "bias1": -0.7427238967095565,
                    "bias2": -2.2994856972839677,
                    "bias3": -3.967914103380922
                },
                "rsi": {
                    "rsi1": 37.01758956934933,
                    "rsi2": 37.77071178564662,
                    "rsi3": 39.090485565603714
                },
                "wvad": {
                    "tmpC": 67146.61764705883
                },
                "is9转down": 8,
                "curtPercent": 2.16,
                "curtAmp": 59.56
            },
            "trig1AtIndex": 3685,
            "trig1Fucked": true,
            "test": ""
        },
        {
            "name": "豆二连续",
            "trig1Date": "2024-04-15",
            "trig1Data": {
                "date": "2024-04-15",
                "open": 3770,
                "high": 3837,
                "low": 3766,
                "close": 3789,
                "volume": 156038,
                "hold": 57298,
                "settle": 3807,
                "K": 35.53353485174772,
                "D": 26.031328877594607,
                "J": 54.53794680005394,
                "diff": -8.070427052649848,
                "dea": 2.3451818802263786,
                "bar": -20.831217865752453,
                "mas": 3827.95,
                "ups": 3964.065355489379,
                "lows": 3691.834644510621,
                "ma10": 3780,
                "averagePrice": null,
                "bias": {
                    "bias1": 0.8070237672933704,
                    "bias2": 0.16081066196718102,
                    "bias3": -0.8990747703272631
                },
                "rsi": {
                    "rsi1": 52.687129674656894,
                    "rsi2": 49.9570147215675,
                    "rsi3": 47.90063081064956
                },
                "wvad": {
                    "tmpC": 41756.64788732394
                },
                "curtPercent": 0.5,
                "curtAmp": 26.76
            },
            "trig1AtIndex": 3895,
            "trig1Fucked": false,
            "test": ""
        },
        {
            "name": "硅铁连续",
            "trig1Date": "2015-04-13",
            "trig1Data": {
                "date": "2015-04-13",
                "open": 4670,
                "high": 4684,
                "low": 4566,
                "close": 4684,
                "volume": 48,
                "hold": 92,
                "settle": 4646,
                "K": 17.751668094552684,
                "D": 15.281318287482252,
                "J": 22.69236770869355,
                "diff": -131.90483349537044,
                "dea": -95.16127081535055,
                "bar": -73.48712536003978,
                "mas": 4936.2,
                "ups": 5288.336110048373,
                "lows": 4584.063889951627,
                "ma10": 4803.2,
                "averagePrice": null,
                "bias": {
                    "bias1": -0.46748831279218017,
                    "bias2": -3.2531240318083237,
                    "bias3": -5.6881103392731305
                },
                "rsi": {
                    "rsi1": 38.43237813338492,
                    "rsi2": 33.637317920193524,
                    "rsi3": 32.99261919588255
                },
                "wvad": {
                    "tmpC": 5.694915254237288
                },
                "curtPercent": 0.3,
                "curtAmp": 11.86,
                "is9转down": 9
            },
            "trig1AtIndex": 154,
            "trig1Fucked": false,
            "test": ""
        },
        {
            "name": "硅铁连续",
            "trig1Date": "2025-06-09",
            "trig1Data": {
                "date": "2025-06-09",
                "open": 5104,
                "high": 5212,
                "low": 5082,
                "close": 5174,
                "volume": 166969,
                "hold": 223753,
                "settle": 5160,
                "K": 20.403283407310994,
                "D": 17.090360543434556,
                "J": 27.02912913506387,
                "diff": -156.1844766996146,
                "dea": -126.8526996872351,
                "bar": -58.66355402475901,
                "mas": 5439.3,
                "ups": 5897.849495692668,
                "lows": 4980.750504307332,
                "ma10": 5241.4,
                "averagePrice": null,
                "bias": {
                    "bias1": 0.8642536876989999,
                    "bias2": -2.297475923711216,
                    "bias3": -5.12804840779904
                },
                "rsi": {
                    "rsi1": 35.681329467728105,
                    "rsi2": 30.365242606273384,
                    "rsi3": 30.91670347663823
                },
                "wvad": {
                    "tmpC": 89906.38461538461,
                    "wvad": -750725.6628388079,
                    "wvadMa6": -810486.1516426514
                },
                "curtPercent": 1.37,
                "curtAmp": 53.85,
                "is9转up": 1
            },
            "trig1AtIndex": 2598,
            "trig1Fucked": true,
            "test": ""
        },
        {
            "name": "低硫燃料油连续",
            "trig1Date": "2023-05-08",
            "trig1Data": {
                "date": "2023-05-08",
                "open": 3642,
                "high": 3725,
                "low": 3625,
                "close": 3709,
                "volume": 161904,
                "hold": 135724,
                "settle": 3696,
                "K": 21.645507169778885,
                "D": 19.174590892701033,
                "J": 26.58733972393459,
                "diff": -67.73376157519533,
                "dea": -22.479132838494824,
                "bar": -90.50925747340102,
                "mas": 3964.65,
                "ups": 4329.047187146114,
                "lows": 3600.252812853886,
                "ma10": 3808.6,
                "averagePrice": null,
                "bias": {
                    "bias1": -0.9348290598290598,
                    "bias2": -3.6915220495953567,
                    "bias3": -6.407317842498156
                },
                "rsi": {
                    "rsi1": 39.3266779269875,
                    "rsi2": 40.293968085543696,
                    "rsi3": 43.44438805583488
                },
                "wvad": {
                    "tmpC": 108475.68000000001
                },
                "curtPercent": 1.84,
                "curtAmp": 67
            },
            "trig1AtIndex": 696,
            "trig1Fucked": true,
            "test": ""
        },
        {
            "name": "锰硅连续",
            "trig1Date": "2019-11-05",
            "trig1Data": {
                "date": "2019-11-05",
                "open": 6050,
                "high": 6120,
                "low": 6022,
                "close": 6104,
                "volume": 125584,
                "hold": 229280,
                "settle": 6096,
                "K": 7.592972925183199,
                "D": 6.379990426178184,
                "J": 10.018937923193231,
                "diff": -192.80086463790394,
                "dea": -170.4160816163756,
                "bar": -44.76956604305667,
                "mas": 6414,
                "ups": 6812.493161798292,
                "lows": 6015.506838201708,
                "ma10": 6242.4,
                "averagePrice": null,
                "bias": {
                    "bias1": -0.8554412560909632,
                    "bias2": -2.8927482434044762,
                    "bias3": -5.577827908475665
                },
                "rsi": {
                    "rsi1": 23.756948421996672,
                    "rsi2": 21.533095931135293,
                    "rsi3": 25.09983504040394
                },
                "wvad": {
                    "tmpC": 69199.3469387755
                },
                "is9转down": 3,
                "curtPercent": 0.89,
                "curtAmp": 55.1
            },
            "trig1AtIndex": 1227,
            "trig1Fucked": true,
            "test": ""
        },
        {
            "name": "锰硅连续",
            "trig1Date": "2019-11-06",
            "trig1Data": {
                "date": "2019-11-06",
                "open": 6100,
                "high": 6156,
                "low": 6066,
                "close": 6126,
                "volume": 123630,
                "hold": 224704,
                "settle": 6116,
                "K": 14.04298367723785,
                "D": 8.934321509864738,
                "J": 24.260308011984073,
                "diff": -189.6319941295942,
                "dea": -174.25926411901932,
                "bar": -30.745460021149768,
                "mas": 6388.4,
                "ups": 6791.796777379294,
                "lows": 5985.003222620705,
                "ma10": 6205.2,
                "averagePrice": null,
                "bias": {
                    "bias1": 0.005441584589427493,
                    "bias2": -2.0179671047370293,
                    "bias3": -4.828979052846892
                },
                "rsi": {
                    "rsi1": 29.3922272862893,
                    "rsi2": 24.510644616520334,
                    "rsi3": 26.532939154793645
                },
                "wvad": {
                    "tmpC": 35715.33333333333
                },
                "is9转down": 4,
                "curtPercent": 0.43,
                "curtAmp": 28.89
            },
            "trig1AtIndex": 1228,
            "trig1Fucked": true,
            "test": ""
        },
        {
            "name": "锰硅连续",
            "trig1Date": "2019-11-13",
            "trig1Data": {
                "date": "2019-11-13",
                "open": 5924,
                "high": 5956,
                "low": 5866,
                "close": 5940,
                "volume": 148598,
                "hold": 241464,
                "settle": 5914,
                "K": 13.828786891002947,
                "D": 12.011858191668203,
                "J": 17.462644289672433,
                "diff": -199.01493078960812,
                "dea": -189.0523472329251,
                "bar": -19.925167113366058,
                "mas": 6232.3,
                "ups": 6666.347508920395,
                "lows": 5798.2524910796055,
                "ma10": 6045.2,
                "averagePrice": null,
                "bias": {
                    "bias1": -1.0714483983789436,
                    "bias2": -2.310665241345284,
                    "bias3": -5.599406685384325
                },
                "rsi": {
                    "rsi1": 20.06373609328097,
                    "rsi2": 19.795934461884652,
                    "rsi3": 23.42282292426999
                },
                "wvad": {
                    "tmpC": 26417.422222222223
                },
                "is9转down": 9,
                "curtPercent": 0.27,
                "curtAmp": 17.78
            },
            "trig1AtIndex": 1233,
            "trig1Fucked": true,
            "test": ""
        },
        {
            "name": "锰硅连续",
            "trig1Date": "2025-05-08",
            "trig1Data": {
                "date": "2025-05-08",
                "open": 5566,
                "high": 5786,
                "low": 5552,
                "close": 5758,
                "volume": 374215,
                "hold": 412745,
                "settle": 5690,
                "K": 27.93625811796712,
                "D": 20.03244766804377,
                "J": 43.74387901781382,
                "diff": -117.76021269089506,
                "dea": -110.88046330005632,
                "bar": -13.759498781677479,
                "mas": 5838.8,
                "ups": 6059.4876525771215,
                "lows": 5618.112347422879,
                "ma10": 5755,
                "averagePrice": null,
                "bias": {
                    "bias1": 0.9290096406660824,
                    "bias2": -0.38923968514834356,
                    "bias3": -2.1580288870008495
                },
                "rsi": {
                    "rsi1": 49.99905425675015,
                    "rsi2": 42.13668918012422,
                    "rsi3": 39.89215579961107
                },
                "wvad": {
                    "tmpC": 307048.2051282051,
                    "wvad": -409642.1630847849,
                    "wvadMa6": -608693.2183021706
                },
                "curtPercent": 3.45,
                "curtAmp": 82.05
            },
            "trig1AtIndex": 2560,
            "trig1Fucked": true,
            "test": ""
        },
        {
            "name": "锰硅连续",
            "trig1Date": "2025-06-05",
            "trig1Data": {
                "date": "2025-06-05",
                "open": 5474,
                "high": 5508,
                "low": 5438,
                "close": 5482,
                "volume": 222232,
                "hold": 476759,
                "settle": 5474,
                "K": 19.2362870881582,
                "D": 18.22449837615824,
                "J": 21.259864512158117,
                "diff": -108.8715776161398,
                "dea": -84.96495716935581,
                "bar": -47.81324089356798,
                "mas": 5711.2,
                "ups": 6030.648023941298,
                "lows": 5391.751976058702,
                "ma10": 5602,
                "averagePrice": null,
                "bias": {
                    "bias1": -0.38764385221077585,
                    "bias2": -2.6719928983577454,
                    "bias3": -3.8891973234374495
                },
                "rsi": {
                    "rsi1": 33.51784544159448,
                    "rsi2": 35.66505681370333,
                    "rsi3": 37.661455032947735
                },
                "wvad": {
                    "tmpC": 25397.942857142858,
                    "wvad": -960160.827670774,
                    "wvadMa6": -999528.4095433342
                },
                "is9转down": 9,
                "curtPercent": 0.15,
                "curtAmp": 11.43
            },
            "trig1AtIndex": 2579,
            "trig1Fucked": false,
            "test": ""
        },
        {
            "name": "焦炭连续",
            "trig1Date": "2012-09-07",
            "trig1Data": {
                "date": "2012-09-07",
                "open": 1310,
                "high": 1358,
                "low": 1309,
                "close": 1358,
                "volume": 500732,
                "hold": 79378,
                "settle": 1337,
                "K": 18.446882764681675,
                "D": 12.97904677588139,
                "J": 29.382554742282245,
                "diff": -70.26141764390718,
                "dea": -62.28583889671254,
                "bar": -15.951157494389278,
                "mas": 1446.4,
                "ups": 1600.1951884813047,
                "lows": 1292.6048115186954,
                "ma10": 1381.9,
                "averagePrice": null,
                "bias": {
                    "bias1": 0.8540660972892685,
                    "bias2": -2.965344765987853,
                    "bias3": -7.51681280326892
                },
                "rsi": {
                    "rsi1": 39.782680012112145,
                    "rsi2": 31.285957333719104,
                    "rsi3": 30.169916350853075
                },
                "wvad": {
                    "tmpC": 490512.97959183675
                },
                "is9转down": 9,
                "curtPercent": 3.66,
                "curtAmp": 97.96
            },
            "trig1AtIndex": 343,
            "trig1Fucked": true,
            "test": ""
        },
        {
            "name": "焦炭连续",
            "trig1Date": "2015-11-17",
            "trig1Data": {
                "date": "2015-11-17",
                "open": 701,
                "high": 708,
                "low": 700,
                "close": 705,
                "volume": 71742,
                "hold": 167234,
                "settle": 703,
                "K": 30.1032912387179,
                "D": 23.427745339682403,
                "J": 43.4543830367889,
                "diff": -12.800257593910374,
                "dea": -13.359953211058832,
                "bar": 1.1193912342969163,
                "mas": 718.95,
                "ups": 743.6013691303343,
                "lows": 694.2986308696658,
                "ma10": 708.6,
                "averagePrice": null,
                "bias": {
                    "bias1": -0.25937278943645903,
                    "bias2": -0.7158784180260586,
                    "bias3": -2.351752993795984
                },
                "rsi": {
                    "rsi1": 32.31230748362167,
                    "rsi2": 29.28287390000548,
                    "rsi3": 32.24029610170088
                },
                "wvad": {
                    "tmpC": 35871
                },
                "curtPercent": 0.57,
                "curtAmp": 50
            },
            "trig1AtIndex": 1111,
            "trig1Fucked": false,
            "test": ""
        },
        {
            "name": "焦炭连续",
            "trig1Date": "2015-12-07",
            "trig1Data": {
                "date": "2015-12-07",
                "open": 612,
                "high": 619,
                "low": 610,
                "close": 617,
                "volume": 112334,
                "hold": 154920,
                "settle": 614.5,
                "K": 20.142242470243925,
                "D": 16.743442087045096,
                "J": 26.93984323664158,
                "diff": -30.026040950554147,
                "dea": -26.94145577177057,
                "bar": -6.169170357567154,
                "mas": 662.325,
                "ups": 743.2856540240382,
                "lows": 581.3643459759619,
                "ma10": 626.7,
                "averagePrice": null,
                "bias": {
                    "bias1": 0.2437043054427295,
                    "bias2": -2.904727558848606,
                    "bias3": -7.976260758785688
                },
                "rsi": {
                    "rsi1": 31.95346391831686,
                    "rsi2": 27.250010780326317,
                    "rsi3": 27.46680443528871
                },
                "wvad": {
                    "tmpC": 62407.77777777778
                },
                "curtPercent": 0.82,
                "curtAmp": 55.56
            },
            "trig1AtIndex": 1125,
            "trig1Fucked": true,
            "test": ""
        },
        {
            "name": "甲醇连续",
            "trig1Date": "2015-12-10",
            "trig1Data": {
                "date": "2015-12-10",
                "open": 1620,
                "high": 1630,
                "low": 1605,
                "close": 1625,
                "volume": 1363494,
                "hold": 556712,
                "settle": 1621,
                "K": 19.02403480120143,
                "D": 18.060596259029754,
                "J": 20.950911885544784,
                "diff": -72.07666808111139,
                "dea": -60.49949843163752,
                "bar": -23.154339298947747,
                "mas": 1754.15,
                "ups": 1966.13516457526,
                "lows": 1542.1648354247402,
                "ma10": 1666.5,
                "averagePrice": null,
                "bias": {
                    "bias1": -0.5305039787798455,
                    "bias2": -4.200442151805453,
                    "bias3": -8.551598002204138
                },
                "rsi": {
                    "rsi1": 30.9772339969412,
                    "rsi2": 32.43072132375096,
                    "rsi3": 35.2997655194552
                },
                "wvad": {
                    "tmpC": 272698.8
                },
                "is9转down": 8,
                "curtPercent": 0.31,
                "curtAmp": 20
            },
            "trig1AtIndex": 232,
            "trig1Fucked": true,
            "test": ""
        },
        {
            "name": "甲醇连续",
            "trig1Date": "2019-07-31",
            "trig1Data": {
                "date": "2019-07-31",
                "open": 2082,
                "high": 2128,
                "low": 2078,
                "close": 2114,
                "volume": 2192874,
                "hold": 1793868,
                "settle": 2105,
                "K": 23.361579095157886,
                "D": 15.03107337795371,
                "J": 40.022590529566244,
                "diff": -69.13247786599277,
                "dea": -62.97852981619822,
                "bar": -12.307896099589101,
                "mas": 2191.25,
                "ups": 2378.7747983601103,
                "lows": 2003.7252016398897,
                "ma10": 2109.8,
                "averagePrice": null,
                "bias": {
                    "bias1": 1.528856159449299,
                    "bias2": -0.5137456370838002,
                    "bias3": -4.3943619507047496
                },
                "rsi": {
                    "rsi1": 46.36724396666495,
                    "rsi2": 37.61404128100864,
                    "rsi3": 37.968884777057866
                },
                "wvad": {
                    "tmpC": 1403439.36
                },
                "curtPercent": 1.54,
                "curtAmp": 64
            },
            "trig1AtIndex": 1114,
            "trig1Fucked": false,
            "test": ""
        },
        {
            "name": "白糖连续",
            "trig1Date": "2012-08-01",
            "trig1Data": {
                "date": "2012-08-01",
                "open": 5355,
                "high": 5448,
                "low": 5353,
                "close": 5445,
                "volume": 1668302,
                "hold": 666058,
                "settle": 5408,
                "K": 16.799992954809543,
                "D": 11.744577998855704,
                "J": 26.910822866717226,
                "diff": -121.91425658431308,
                "dea": -93.03091368958836,
                "bar": -57.76668578944944,
                "mas": 5670.8,
                "ups": 6071.485712248391,
                "lows": 5270.1142877516095,
                "ma10": 5496.4,
                "averagePrice": null,
                "bias": {
                    "bias1": 0.5725895825637236,
                    "bias2": -1.5741507870753881,
                    "bias3": -4.34362510430849
                },
                "rsi": {
                    "rsi1": 38.042635488434264,
                    "rsi2": 33.24197033464414,
                    "rsi3": 34.68078224450865
                },
                "wvad": {
                    "tmpC": 1580496.6315789472
                },
                "curtPercent": 1.68,
                "curtAmp": 94.74
            },
            "trig1AtIndex": 1597,
            "trig1Fucked": false,
            "test": ""
        },
        {
            "name": "白糖连续",
            "trig1Date": "2018-07-13",
            "trig1Data": {
                "date": "2018-07-13",
                "open": 4789,
                "high": 4870,
                "low": 4752,
                "close": 4849,
                "volume": 862436,
                "hold": 502966,
                "settle": 4835,
                "K": 15.573044487745063,
                "D": 12.615883932411226,
                "J": 21.487365598412737,
                "diff": -130.8284922899602,
                "dea": -114.66572887978957,
                "bar": -32.32552682034125,
                "mas": 5034.55,
                "ups": 5295.822635383042,
                "lows": 4773.277364616958,
                "ma10": 4924.6,
                "averagePrice": null,
                "bias": {
                    "bias1": -0.22633744855967078,
                    "bias2": -2.177092614696642,
                    "bias3": -4.372334568641785
                },
                "rsi": {
                    "rsi1": 28.318333585723927,
                    "rsi2": 23.110234131546843,
                    "rsi3": 24.824935668592072
                },
                "wvad": {
                    "tmpC": 438526.77966101695
                },
                "is9转down": 8,
                "curtPercent": 1.25,
                "curtAmp": 50.85
            },
            "trig1AtIndex": 3041,
            "trig1Fucked": false,
            "test": ""
        },
        {
            "name": "菜粕连续",
            "trig1Date": "2019-03-01",
            "trig1Data": {
                "date": "2019-03-01",
                "open": 2080,
                "high": 2181,
                "low": 2078,
                "close": 2172,
                "volume": 3124322,
                "hold": 744516,
                "settle": 2150,
                "K": 38.793384870422095,
                "D": 24.962776371382166,
                "J": 66.45460186850195,
                "diff": -11.307057966285356,
                "dea": -9.522730355976629,
                "bar": -3.5686552206174547,
                "mas": 2138,
                "ups": 2215.6376197471304,
                "lows": 2060.3623802528696,
                "ma10": 2118.8,
                "averagePrice": null,
                "bias": {
                    "bias1": 3.052348568717388,
                    "bias2": 2.0396977645538823,
                    "bias3": 1.489398983704223
                },
                "rsi": {
                    "rsi1": 67.34577137605832,
                    "rsi2": 57.94495237461692,
                    "rsi3": 51.35277894989334
                },
                "wvad": {
                    "tmpC": 2790656.5436893203
                },
                "curtPercent": 4.42,
                "curtAmp": 89.32
            },
            "trig1AtIndex": 1495,
            "trig1Fucked": false,
            "test": ""
        },
        {
            "name": "棉纱连续",
            "trig1Date": "2019-10-09",
            "trig1Data": {
                "date": "2019-10-09",
                "open": 20130,
                "high": 20360,
                "low": 20105,
                "close": 20335,
                "volume": 12576,
                "hold": 24058,
                "settle": 20270,
                "K": 27.34874598813004,
                "D": 20.526909837672132,
                "J": 40.99241828904585,
                "diff": -131.48478375190098,
                "dea": -55.68932394101137,
                "bar": -151.59091962177922,
                "mas": 20698,
                "ups": 21466.08463075367,
                "lows": 19929.91536924633,
                "ma10": 20456.5,
                "averagePrice": null,
                "bias": {
                    "bias1": 0.4032258064516189,
                    "bias2": -1.06628826272046,
                    "bias3": -1.3990888244623416
                },
                "rsi": {
                    "rsi1": 43.42504039778812,
                    "rsi2": 42.90081158336348,
                    "rsi3": 43.58574530356167
                },
                "wvad": {
                    "tmpC": 10110.117647058823
                },
                "is9转down": 9,
                "curtPercent": 1.02,
                "curtAmp": 80.39
            },
            "trig1AtIndex": 482,
            "trig1Fucked": true,
            "test": ""
        },
        {
            "name": "焦煤连续",
            "trig1Date": "2025-05-14",
            "trig1Data": {
                "date": "2025-05-14",
                "open": 870,
                "high": 896.5,
                "low": 852,
                "close": 894.5,
                "volume": 615173,
                "hold": 397285,
                "settle": 880,
                "K": 22.3129475213753,
                "D": 17.519244195920198,
                "J": 31.90035417228551,
                "diff": -29.73612629486604,
                "dea": -27.641113338621164,
                "bar": -4.190025912489752,
                "mas": 933.25,
                "ups": 1002.7809283700426,
                "lows": 863.7190716299574,
                "ma10": 905.5,
                "averagePrice": null,
                "bias": {
                    "bias1": 0.6186726659167604,
                    "bias2": -2.1245554846357213,
                    "bias3": -3.789185918838368
                },
                "rsi": {
                    "rsi1": 42.83952372359945,
                    "rsi2": 39.24421415067732,
                    "rsi3": 38.90817962376559
                },
                "wvad": {
                    "tmpC": 338690.7528089888,
                    "wvad": -1968745.1257324407,
                    "wvadMa6": -1973545.896645992
                },
                "curtPercent": 2.82,
                "curtAmp": 55.06
            },
            "trig1AtIndex": 2943,
            "trig1Fucked": true,
            "test": ""
        },
        {
            "name": "塑料连续",
            "trig1Date": "2025-05-12",
            "trig1Data": {
                "date": "2025-05-12",
                "open": 6984,
                "high": 7095,
                "low": 6946,
                "close": 7090,
                "volume": 471649,
                "hold": 540833,
                "settle": 7023,
                "K": 30.003542051833175,
                "D": 25.37859149302357,
                "J": 39.25344316945238,
                "diff": -129.25196341217452,
                "dea": -138.6666143458608,
                "bar": 18.82930186737258,
                "mas": 7133.55,
                "ups": 7293.493083626645,
                "lows": 6973.6069163733555,
                "ma10": 7078.3,
                "averagePrice": null,
                "bias": {
                    "bias1": 0.8104649509455424,
                    "bias2": -0.058733701397866364,
                    "bias3": -1.2127791743348335
                },
                "rsi": {
                    "rsi1": 50.78663162637606,
                    "rsi2": 40.50478568993937,
                    "rsi3": 35.896442401793124
                },
                "wvad": {
                    "tmpC": 335535.53020134225,
                    "wvad": -681139.313806244,
                    "wvadMa6": -741959.770810723
                },
                "curtPercent": 1.52,
                "curtAmp": 71.14
            },
            "trig1AtIndex": 4323,
            "trig1Fucked": true,
            "test": ""
        },
        {
            "name": "碳酸锂连续",
            "trig1Date": "2024-02-21",
            "trig1Data": {
                "date": "2024-02-21",
                "open": 92700,
                "high": 103000,
                "low": 92700,
                "close": 96900,
                "volume": 324538,
                "hold": 165643,
                "settle": 97550,
                "K": 21.08549962834389,
                "D": 19.655464339684872,
                "J": 23.945570205661923,
                "diff": -2255.7973908339336,
                "dea": -1952.2794533311494,
                "bar": -607.0358750055684,
                "mas": 99480,
                "ups": 104760.5681512504,
                "lows": 94199.4318487496,
                "ma10": 97490,
                "averagePrice": null,
                "bias": {
                    "bias1": 1.016419077404222,
                    "bias2": -1.2777518359723274,
                    "bias3": -3.2310412982419683
                },
                "rsi": {
                    "rsi1": 47.42206223991323,
                    "rsi2": 43.68925053224197,
                    "rsi3": 41.27843425669749
                },
                "wvad": {
                    "tmpC": 132335.88349514562
                },
                "curtPercent": 4.53,
                "curtAmp": 40.78,
                "is9转down": 9
            },
            "trig1AtIndex": 140,
            "trig1Fucked": true,
            "test": ""
        },
        {
            "name": "PP连续",
            "trig1Date": "2025-11-28",
            "trig1Data": {
                "date": "2025-11-28",
                "open": 6302,
                "high": 6413,
                "low": 6302,
                "close": 6409,
                "volume": 424635,
                "hold": 506658,
                "settle": 6356,
                "K": 30.299119624250654,
                "D": 20.553118137048706,
                "J": 49.79112259865455,
                "diff": -85.02845485266698,
                "dea": -86.80165564693684,
                "bar": 3.546401588539709,
                "mas": 6429.65,
                "ups": 6586.933533785326,
                "lows": 6272.366466214673,
                "ma10": 6370.8,
                "averagePrice": null,
                "bias": {
                    "bias1": 1.1548073129028062,
                    "bias2": 0.32088909759724504,
                    "bias3": -0.8764241893076296
                },
                "rsi": {
                    "rsi1": 56.12302275279605,
                    "rsi2": 45.3422271436241,
                    "rsi3": 39.83799908742687
                },
                "wvad": {
                    "tmpC": 409332.83783783787,
                    "wvad": -730390.3769744679,
                    "wvadMa6": -1003031.9050763915
                },
                "curtPercent": 1.7,
                "curtAmp": 96.4
            },
            "trig1AtIndex": 2857,
            "trig1Fucked": false,
            "test": ""
        },
        {
            "name": "PP连续",
            "trig1Date": "2025-11-28",
            "trig1Data": {
                "date": "2025-11-28",
                "open": 6302,
                "high": 6413,
                "low": 6302,
                "close": 6409,
                "volume": 424635,
                "hold": 506658,
                "settle": 6356,
                "K": 30.299119624250654,
                "D": 20.553118137048706,
                "J": 49.79112259865455,
                "diff": -85.02845485266698,
                "dea": -86.80165564693684,
                "bar": 3.546401588539709,
                "mas": 6429.65,
                "ups": 6586.933533785326,
                "lows": 6272.366466214673,
                "ma10": 6370.8,
                "averagePrice": null,
                "bias": {
                    "bias1": 1.1548073129028062,
                    "bias2": 0.32088909759724504,
                    "bias3": -0.8764241893076296
                },
                "rsi": {
                    "rsi1": 56.12302275279605,
                    "rsi2": 45.3422271436241,
                    "rsi3": 39.83799908742687
                },
                "wvad": {
                    "tmpC": 409332.83783783787,
                    "wvad": -730390.3769744679,
                    "wvadMa6": -1003031.9050763915
                },
                "curtPercent": 1.7,
                "curtAmp": 96.4
            },
            "trig1AtIndex": 2857,
            "trig1Fucked": true,
            "test": ""
        }
    ],
    "低位KDJ": [
        {
            "quantName": "低位KDJ",
            "dataName": "沪铜连续",
            "dataType": "工业",
            "fuckTrig1": [
                "2008-12-10",
                959,
                "",
                7,
                -10.51
            ],
            "trigDate": "2008-12-19",
            "trigAtIndex": 966,
            "logProfileN": {
                "day10LowUp": [
                    "5,2008-12-26",
                    -1.15,
                    "10,2009-01-06",
                    15.9,
                    15.9
                ],
                "day20LowUp": [
                    "5,2008-12-26",
                    -1.15,
                    "14,2009-01-12",
                    24.51,
                    22.79
                ],
                "day60LowUp": [
                    "5,2008-12-26",
                    -1.15,
                    "59,2009-03-23",
                    48.01,
                    45.1
                ],
                "day100LowUp": [
                    "5,2008-12-26",
                    -1.15,
                    "76,2009-04-16",
                    77.96,
                    61.53
                ]
            },
            "test": false
        },
        {
            "quantName": "低位KDJ",
            "dataName": "橡胶连续",
            "dataType": "工业",
            "fuckTrig1": [
                "2008-12-10",
                961,
                "",
                11,
                3.89
            ],
            "trigDate": "2008-12-25",
            "trigAtIndex": 972,
            "logProfileN": {
                "day10LowUp": [
                    "",
                    0,
                    "9,2009-01-09",
                    27.24,
                    26.68
                ],
                "day20LowUp": [
                    "",
                    0,
                    "16,2009-01-20",
                    34.12,
                    28.58
                ],
                "day60LowUp": [
                    "",
                    0,
                    "58,2009-03-26",
                    47.1,
                    39.05
                ],
                "day100LowUp": [
                    "",
                    0,
                    "88,2009-05-08",
                    61.88,
                    49.62
                ]
            },
            "test": false
        },
        {
            "quantName": "低位KDJ",
            "dataName": "热卷连续",
            "dataType": "工业",
            "fuckTrig1": [
                "2015-11-25",
                414,
                "",
                32,
                7.63
            ],
            "trigDate": "2016-01-11",
            "trigAtIndex": 446,
            "logProfileN": {
                "day10LowUp": [
                    "1,2016-01-12",
                    -1.07,
                    "6,2016-01-19",
                    3.84,
                    3.25
                ],
                "day20LowUp": [
                    "1,2016-01-12",
                    -1.07,
                    "18,2016-02-04",
                    4.64,
                    4.21
                ],
                "day60LowUp": [
                    "1,2016-01-12",
                    -1.07,
                    "60,2016-04-12",
                    44.86,
                    44.86
                ],
                "day100LowUp": [
                    "1,2016-01-12",
                    -1.07,
                    "67,2016-04-21",
                    57.38,
                    22.54
                ]
            },
            "test": false
        },
        {
            "quantName": "低位KDJ",
            "dataName": "热卷连续",
            "dataType": "工业",
            "fuckTrig1": [
                "2020-04-07",
                1477,
                "",
                10,
                3.98
            ],
            "trigDate": "2020-04-21",
            "trigAtIndex": 1487,
            "logProfileN": {
                "day10LowUp": [
                    "5,2020-04-28",
                    -1.13,
                    "10,2020-05-08",
                    4.46,
                    4.46
                ],
                "day20LowUp": [
                    "5,2020-04-28",
                    -1.13,
                    "17,2020-05-19",
                    8.92,
                    7.22
                ],
                "day60LowUp": [
                    "5,2020-04-28",
                    -1.13,
                    "60,2020-07-21",
                    18.9,
                    18.9
                ],
                "day100LowUp": [
                    "5,2020-04-28",
                    -1.13,
                    "90,2020-09-01",
                    26.75,
                    17.11
                ]
            },
            "test": false
        },
        {
            "quantName": "低位KDJ",
            "dataName": "豆粕连续",
            "dataType": "农业",
            "fuckTrig1": [
                "2017-06-05",
                3026,
                "",
                15,
                0.26
            ],
            "trigDate": "2017-06-26",
            "trigAtIndex": 3041,
            "logProfileN": {
                "day10LowUp": [
                    "4,2017-06-30",
                    -0.08,
                    "10,2017-07-10",
                    9.86,
                    9.86
                ],
                "day20LowUp": [
                    "4,2017-06-30",
                    -0.08,
                    "11,2017-07-11",
                    10.27,
                    5.57
                ],
                "day60LowUp": [
                    "4,2017-06-30",
                    -0.08,
                    "11,2017-07-11",
                    10.27,
                    3.16
                ],
                "day100LowUp": [
                    "4,2017-06-30",
                    -0.08,
                    "11,2017-07-11",
                    10.27,
                    9.03
                ]
            },
            "test": false
        },
        {
            "quantName": "低位KDJ",
            "dataName": "豆粕连续",
            "dataType": "农业",
            "fuckTrig1": [
                "2019-03-06",
                3454,
                "",
                16,
                -0.12
            ],
            "trigDate": "2019-03-28",
            "trigAtIndex": 3470,
            "logProfileN": {
                "day10LowUp": [
                    "",
                    0,
                    "5,2019-04-04",
                    5.47,
                    3.87
                ],
                "day20LowUp": [
                    "",
                    0,
                    "5,2019-04-04",
                    5.47,
                    2.48
                ],
                "day60LowUp": [
                    "",
                    0,
                    "43,2019-06-04",
                    19.09,
                    15.69
                ],
                "day100LowUp": [
                    "",
                    0,
                    "43,2019-06-04",
                    19.09,
                    18.13
                ]
            },
            "test": false
        },
        {
            "quantName": "低位KDJ",
            "dataName": "豆粕连续",
            "dataType": "农业",
            "fuckTrig1": [
                "2023-06-01",
                4483,
                "",
                0,
                0
            ],
            "trigDate": "2023-06-01",
            "trigAtIndex": 4483,
            "logProfileN": {
                "day10LowUp": [
                    "1,2023-06-02",
                    -1.34,
                    "10,2023-06-15",
                    4.38,
                    4.38
                ],
                "day20LowUp": [
                    "1,2023-06-02",
                    -1.34,
                    "20,2023-07-03",
                    15.13,
                    15.13
                ],
                "day60LowUp": [
                    "1,2023-06-02",
                    -1.34,
                    "48,2023-08-10",
                    30.31,
                    19.63
                ],
                "day100LowUp": [
                    "1,2023-06-02",
                    -1.34,
                    "48,2023-08-10",
                    30.31,
                    13.7
                ]
            },
            "test": false
        },
        {
            "quantName": "低位KDJ",
            "dataName": "黄金连续",
            "dataType": "金融",
            "fuckTrig1": [
                "2013-07-01",
                1334,
                "",
                25,
                3.31
            ],
            "trigDate": "2013-08-05",
            "trigAtIndex": 1359,
            "logProfileN": {
                "day10LowUp": [
                    "1,2013-08-06",
                    -1.53,
                    "9,2013-08-16",
                    5.39,
                    4.74
                ],
                "day20LowUp": [
                    "1,2013-08-06",
                    -1.53,
                    "17,2013-08-28",
                    8.49,
                    6.44
                ],
                "day60LowUp": [
                    "44,2013-10-11",
                    -2.76,
                    "17,2013-08-28",
                    8.49,
                    0.46
                ],
                "day100LowUp": [
                    "93,2013-12-19",
                    -8.44,
                    "17,2013-08-28",
                    8.49,
                    -7.61
                ]
            },
            "test": false
        },
        {
            "quantName": "低位KDJ",
            "dataName": "二十号胶连续",
            "dataType": "工业",
            "fuckTrig1": [
                "2022-11-01",
                780,
                "",
                0,
                0
            ],
            "trigDate": "2022-11-01",
            "trigAtIndex": 780,
            "logProfileN": {
                "day10LowUp": [
                    "",
                    0,
                    "6,2022-11-09",
                    7.36,
                    5.66
                ],
                "day20LowUp": [
                    "",
                    0,
                    "6,2022-11-09",
                    7.36,
                    5.55
                ],
                "day60LowUp": [
                    "",
                    0,
                    "55,2023-01-18",
                    13.01,
                    11.86
                ],
                "day100LowUp": [
                    "",
                    0,
                    "81,2023-03-02",
                    13.18,
                    4.83
                ]
            },
            "test": false
        },
        {
            "quantName": "低位KDJ",
            "dataName": "PP连续",
            "dataType": "工业",
            "fuckTrig1": [
                "2020-03-31",
                1483,
                "",
                0,
                0
            ],
            "trigDate": "2020-03-31",
            "trigAtIndex": 1483,
            "logProfileN": {
                "day10LowUp": [
                    "",
                    0,
                    "8,2020-04-13",
                    22.09,
                    12.94
                ],
                "day20LowUp": [
                    "",
                    0,
                    "8,2020-04-13",
                    22.09,
                    15.83
                ],
                "day60LowUp": [
                    "",
                    0,
                    "41,2020-06-02",
                    27.08,
                    25.9
                ],
                "day100LowUp": [
                    "",
                    0,
                    "84,2020-08-04",
                    31.31,
                    30.9
                ]
            },
            "test": false
        },
        {
            "quantName": "低位KDJ",
            "dataName": "PP连续",
            "dataType": "工业",
            "fuckTrig1": [
                "2020-04-01",
                1484,
                "",
                9,
                12.26
            ],
            "trigDate": "2020-04-15",
            "trigAtIndex": 1493,
            "logProfileN": {
                "day10LowUp": [
                    "5,2020-04-22",
                    -2.79,
                    "8,2020-04-27",
                    3.65,
                    2.56
                ],
                "day20LowUp": [
                    "5,2020-04-22",
                    -2.79,
                    "12,2020-05-06",
                    7.11,
                    3.56
                ],
                "day60LowUp": [
                    "5,2020-04-22",
                    -2.79,
                    "53,2020-07-06",
                    15.79,
                    13.37
                ],
                "day100LowUp": [
                    "5,2020-04-22",
                    -2.79,
                    "95,2020-09-02",
                    20.71,
                    16.23
                ]
            },
            "test": false
        },
        {
            "quantName": "低位KDJ",
            "dataName": "白银连续",
            "dataType": "工业",
            "fuckTrig1": [
                "2013-07-01",
                275,
                "",
                14,
                -1.86
            ],
            "trigDate": "2013-07-19",
            "trigAtIndex": 289,
            "logProfileN": {
                "day10LowUp": [
                    "9,2013-08-01",
                    -0.28,
                    "1,2013-07-22",
                    4.24,
                    0.61
                ],
                "day20LowUp": [
                    "13,2013-08-07",
                    -0.73,
                    "20,2013-08-16",
                    18.16,
                    18.16
                ],
                "day60LowUp": [
                    "13,2013-08-07",
                    -0.73,
                    "27,2013-08-27",
                    26.12,
                    11.54
                ],
                "day100LowUp": [
                    "13,2013-08-07",
                    -0.73,
                    "27,2013-08-27",
                    26.12,
                    4.34
                ]
            },
            "test": false
        },
        {
            "quantName": "低位KDJ",
            "dataName": "不锈钢连续",
            "dataType": "工业",
            "fuckTrig1": [
                "2020-03-03",
                102,
                "",
                4,
                -3.75
            ],
            "trigDate": "2020-03-09",
            "trigAtIndex": 106,
            "logProfileN": {
                "day10LowUp": [
                    "10,2020-03-23",
                    -3.28,
                    "1,2020-03-10",
                    2.01,
                    -3.28
                ],
                "day20LowUp": [
                    "10,2020-03-23",
                    -3.28,
                    "1,2020-03-10",
                    2.01,
                    -1.23
                ],
                "day60LowUp": [
                    "10,2020-03-23",
                    -3.28,
                    "41,2020-05-11",
                    12.09,
                    6.15
                ],
                "day100LowUp": [
                    "10,2020-03-23",
                    -3.28,
                    "100,2020-08-04",
                    16.02,
                    16.02
                ]
            },
            "test": false
        },
        {
            "quantName": "低位KDJ",
            "dataName": "不锈钢连续",
            "dataType": "工业",
            "fuckTrig1": [
                "2020-03-10",
                107,
                "",
                3,
                -2.13
            ],
            "trigDate": "2020-03-13",
            "trigAtIndex": 110,
            "logProfileN": {
                "day10LowUp": [
                    "6,2020-03-23",
                    -3.12,
                    "1,2020-03-16",
                    0.29,
                    -0.9
                ],
                "day20LowUp": [
                    "6,2020-03-23",
                    -3.12,
                    "20,2020-04-13",
                    2.71,
                    2.71
                ],
                "day60LowUp": [
                    "6,2020-03-23",
                    -3.12,
                    "37,2020-05-11",
                    12.27,
                    5.25
                ],
                "day100LowUp": [
                    "6,2020-03-23",
                    -3.12,
                    "97,2020-08-05",
                    18.72,
                    16.38
                ]
            },
            "test": false
        },
        {
            "quantName": "低位KDJ",
            "dataName": "不锈钢连续",
            "dataType": "工业",
            "fuckTrig1": [
                "2020-03-16",
                111,
                "",
                0,
                0
            ],
            "trigDate": "2020-03-16",
            "trigAtIndex": 111,
            "logProfileN": {
                "day10LowUp": [
                    "5,2020-03-23",
                    -3.4,
                    "",
                    0,
                    -2.74
                ],
                "day20LowUp": [
                    "5,2020-03-23",
                    -3.4,
                    "20,2020-04-14",
                    4.83,
                    4.83
                ],
                "day60LowUp": [
                    "5,2020-03-23",
                    -3.4,
                    "36,2020-05-11",
                    11.95,
                    4.5
                ],
                "day100LowUp": [
                    "5,2020-03-23",
                    -3.4,
                    "96,2020-08-05",
                    18.38,
                    14.41
                ]
            },
            "test": false
        },
        {
            "quantName": "低位KDJ",
            "dataName": "不锈钢连续",
            "dataType": "工业",
            "fuckTrig1": [
                "2020-03-20",
                115,
                "",
                0,
                0
            ],
            "trigDate": "2020-03-20",
            "trigAtIndex": 115,
            "logProfileN": {
                "day10LowUp": [
                    "1,2020-03-23",
                    -1.54,
                    "5,2020-03-27",
                    0.71,
                    -0.58
                ],
                "day20LowUp": [
                    "1,2020-03-23",
                    -1.54,
                    "20,2020-04-20",
                    11.14,
                    11.14
                ],
                "day60LowUp": [
                    "1,2020-03-23",
                    -1.54,
                    "32,2020-05-11",
                    14.1,
                    6.34
                ],
                "day100LowUp": [
                    "1,2020-03-23",
                    -1.54,
                    "100,2020-08-17",
                    24.36,
                    24.36
                ]
            },
            "test": false
        },
        {
            "quantName": "低位KDJ",
            "dataName": "不锈钢连续",
            "dataType": "工业",
            "fuckTrig1": [
                "2020-03-25",
                118,
                "",
                6,
                -0.21
            ],
            "trigDate": "2020-04-02",
            "trigAtIndex": 124,
            "logProfileN": {
                "day10LowUp": [
                    "1,2020-04-03",
                    -0.33,
                    "10,2020-04-17",
                    8.28,
                    8.28
                ],
                "day20LowUp": [
                    "1,2020-04-03",
                    -0.33,
                    "11,2020-04-20",
                    11.42,
                    10.54
                ],
                "day60LowUp": [
                    "1,2020-04-03",
                    -0.33,
                    "23,2020-05-11",
                    14.39,
                    11.92
                ],
                "day100LowUp": [
                    "1,2020-04-03",
                    -0.33,
                    "100,2020-08-28",
                    27.1,
                    27.1
                ]
            },
            "test": false
        },
        {
            "quantName": "低位KDJ",
            "dataName": "螺纹连续",
            "dataType": "工业",
            "fuckTrig1": [
                "2015-12-04",
                1623,
                "",
                23,
                7.45
            ],
            "trigDate": "2016-01-07",
            "trigAtIndex": 1646,
            "logProfileN": {
                "day10LowUp": [
                    "4,2016-01-13",
                    -1.86,
                    "8,2016-01-19",
                    3.72,
                    1.97
                ],
                "day20LowUp": [
                    "4,2016-01-13",
                    -1.86,
                    "14,2016-01-27",
                    5.08,
                    4.4
                ],
                "day60LowUp": [
                    "4,2016-01-13",
                    -1.86,
                    "57,2016-04-05",
                    32.54,
                    23.86
                ],
                "day100LowUp": [
                    "4,2016-01-13",
                    -1.86,
                    "69,2016-04-21",
                    55.1,
                    16.13
                ]
            },
            "test": false
        },
        {
            "quantName": "低位KDJ",
            "dataName": "螺纹连续",
            "dataType": "工业",
            "fuckTrig1": [
                "2022-11-01",
                3302,
                "",
                0,
                0
            ],
            "trigDate": "2022-11-01",
            "trigAtIndex": 3302,
            "logProfileN": {
                "day10LowUp": [
                    "",
                    0,
                    "10,2022-11-15",
                    5.94,
                    5.94
                ],
                "day20LowUp": [
                    "",
                    0,
                    "20,2022-11-29",
                    8.03,
                    8.03
                ],
                "day60LowUp": [
                    "",
                    0,
                    "58,2023-01-30",
                    20.55,
                    17.19
                ],
                "day100LowUp": [
                    "",
                    0,
                    "89,2023-03-14",
                    25.48,
                    19.11
                ]
            },
            "test": false
        },
        {
            "quantName": "低位KDJ",
            "dataName": "沪锡连续",
            "dataType": "工业",
            "fuckTrig1": [
                "2022-10-25",
                1845,
                "",
                3,
                -4.14
            ],
            "trigDate": "2022-10-28",
            "trigAtIndex": 1848,
            "logProfileN": {
                "day10LowUp": [
                    "4,2022-11-03",
                    -1.37,
                    "10,2022-11-11",
                    13.92,
                    13.92
                ],
                "day20LowUp": [
                    "4,2022-11-03",
                    -1.37,
                    "13,2022-11-16",
                    18.1,
                    15.94
                ],
                "day60LowUp": [
                    "4,2022-11-03",
                    -1.37,
                    "59,2023-01-20",
                    50.36,
                    49.04
                ],
                "day100LowUp": [
                    "4,2022-11-03",
                    -1.37,
                    "59,2023-01-20",
                    50.36,
                    26.89
                ]
            },
            "test": false
        },
        {
            "quantName": "低位KDJ",
            "dataName": "燃油连续",
            "dataType": "能源",
            "fuckTrig1": [
                "2022-12-13",
                4343,
                "",
                4,
                -4.48
            ],
            "trigDate": "2022-12-19",
            "trigAtIndex": 4347,
            "logProfileN": {
                "day10LowUp": [
                    "",
                    0,
                    "6,2022-12-27",
                    13.98,
                    12.42
                ],
                "day20LowUp": [
                    "",
                    0,
                    "6,2022-12-27",
                    13.98,
                    8.68
                ],
                "day60LowUp": [
                    "",
                    0,
                    "50,2023-03-07",
                    25.95,
                    7.4
                ],
                "day100LowUp": [
                    "",
                    0,
                    "76,2023-04-13",
                    30.92,
                    20.72
                ]
            },
            "test": false
        },
        {
            "quantName": "低位KDJ",
            "dataName": "菜油连续",
            "dataType": "农业",
            "fuckTrig1": [
                "2008-12-10",
                376,
                "",
                6,
                -0.94
            ],
            "trigDate": "2008-12-18",
            "trigAtIndex": 382,
            "logProfileN": {
                "day10LowUp": [
                    "",
                    0,
                    "10,2009-01-05",
                    8.97,
                    8.97
                ],
                "day20LowUp": [
                    "",
                    0,
                    "15,2009-01-12",
                    16.85,
                    11.89
                ],
                "day60LowUp": [
                    "",
                    0,
                    "34,2009-02-13",
                    25.27,
                    20.01
                ],
                "day100LowUp": [
                    "",
                    0,
                    "96,2009-05-13",
                    36.07,
                    31.49
                ]
            },
            "test": false
        },
        {
            "quantName": "低位KDJ",
            "dataName": "菜油连续",
            "dataType": "农业",
            "fuckTrig1": [
                "2023-05-26",
                3880,
                "",
                3,
                -4.45
            ],
            "trigDate": "2023-05-31",
            "trigAtIndex": 3883,
            "logProfileN": {
                "day10LowUp": [
                    "",
                    0,
                    "10,2023-06-14",
                    8.42,
                    8.42
                ],
                "day20LowUp": [
                    "",
                    0,
                    "20,2023-06-30",
                    17.39,
                    17.39
                ],
                "day60LowUp": [
                    "",
                    0,
                    "34,2023-07-20",
                    31.88,
                    25.09
                ],
                "day100LowUp": [
                    "",
                    0,
                    "34,2023-07-20",
                    31.88,
                    13.91
                ]
            },
            "test": false
        },
        {
            "quantName": "低位KDJ",
            "dataName": "菜油连续",
            "dataType": "农业",
            "fuckTrig1": [
                "2023-06-01",
                3884,
                "",
                0,
                0
            ],
            "trigDate": "2023-06-01",
            "trigAtIndex": 3884,
            "logProfileN": {
                "day10LowUp": [
                    "",
                    0,
                    "10,2023-06-15",
                    7.32,
                    7.32
                ],
                "day20LowUp": [
                    "",
                    0,
                    "20,2023-07-03",
                    22.31,
                    22.31
                ],
                "day60LowUp": [
                    "",
                    0,
                    "33,2023-07-20",
                    29.4,
                    22.54
                ],
                "day100LowUp": [
                    "",
                    0,
                    "33,2023-07-20",
                    29.4,
                    10.83
                ]
            },
            "test": false
        },
        {
            "quantName": "低位KDJ",
            "dataName": "鸡蛋连续",
            "dataType": "农业",
            "fuckTrig1": [
                "2016-03-03",
                564,
                "",
                22,
                3.1
            ],
            "trigDate": "2016-04-05",
            "trigAtIndex": 586,
            "logProfileN": {
                "day10LowUp": [
                    "",
                    0,
                    "10,2016-04-19",
                    26.4,
                    26.4
                ],
                "day20LowUp": [
                    "",
                    0,
                    "12,2016-04-21",
                    36.15,
                    28.84
                ],
                "day60LowUp": [
                    "",
                    0,
                    "12,2016-04-21",
                    36.15,
                    31.15
                ],
                "day100LowUp": [
                    "",
                    0,
                    "12,2016-04-21",
                    36.15,
                    6.2
                ]
            },
            "test": false
        },
        {
            "quantName": "低位KDJ",
            "dataName": "沪镍连续",
            "dataType": "工业",
            "fuckTrig1": [
                "2023-11-29",
                2113,
                "",
                5,
                -0.43
            ],
            "trigDate": "2023-12-06",
            "trigAtIndex": 2118,
            "logProfileN": {
                "day10LowUp": [
                    "5,2023-12-13",
                    -0.11,
                    "2,2023-12-08",
                    2.5,
                    0.5
                ],
                "day20LowUp": [
                    "17,2023-12-29",
                    -4.09,
                    "2,2023-12-08",
                    2.5,
                    -3.94
                ],
                "day60LowUp": [
                    "21,2024-01-05",
                    -5.37,
                    "60,2024-03-08",
                    6.07,
                    6.07
                ],
                "day100LowUp": [
                    "21,2024-01-05",
                    -5.37,
                    "93,2024-04-26",
                    11.73,
                    10.88
                ]
            },
            "test": false
        },
        {
            "quantName": "低位KDJ",
            "dataName": "沪锌连续",
            "dataType": "工业",
            "fuckTrig1": [
                "2015-11-20",
                2112,
                "",
                0,
                0
            ],
            "trigDate": "2015-11-20",
            "trigAtIndex": 2112,
            "logProfileN": {
                "day10LowUp": [
                    "1,2015-11-23",
                    -1.36,
                    "4,2015-11-26",
                    4.83,
                    0.52
                ],
                "day20LowUp": [
                    "1,2015-11-23",
                    -1.36,
                    "4,2015-11-26",
                    4.83,
                    0.96
                ],
                "day60LowUp": [
                    "1,2015-11-23",
                    -1.36,
                    "60,2016-02-22",
                    13.53,
                    13.53
                ],
                "day100LowUp": [
                    "1,2015-11-23",
                    -1.36,
                    "100,2016-04-19",
                    20.88,
                    20.88
                ]
            },
            "test": false
        },
        {
            "quantName": "低位KDJ",
            "dataName": "生猪连续",
            "dataType": "农业",
            "fuckTrig1": [
                "2022-03-21",
                288,
                "",
                13,
                -4.5
            ],
            "trigDate": "2022-04-11",
            "trigAtIndex": 301,
            "logProfileN": {
                "day10LowUp": [
                    "",
                    0,
                    "10,2022-04-25",
                    47.15,
                    47.15
                ],
                "day20LowUp": [
                    "",
                    0,
                    "20,2022-05-12",
                    54.37,
                    54.37
                ],
                "day60LowUp": [
                    "",
                    0,
                    "60,2022-07-08",
                    83.15,
                    83.15
                ],
                "day100LowUp": [
                    "",
                    0,
                    "95,2022-08-26",
                    90.1,
                    83.83
                ]
            },
            "test": false
        },
        {
            "quantName": "低位KDJ",
            "dataName": "棕榈油连续",
            "dataType": "农业",
            "fuckTrig1": [
                "2013-07-31",
                1408,
                "",
                0,
                0
            ],
            "trigDate": "2013-07-31",
            "trigAtIndex": 1408,
            "logProfileN": {
                "day10LowUp": [
                    "5,2013-08-07",
                    -1.77,
                    "9,2013-08-13",
                    2.69,
                    1.59
                ],
                "day20LowUp": [
                    "5,2013-08-07",
                    -1.77,
                    "19,2013-08-27",
                    7.41,
                    5.53
                ],
                "day60LowUp": [
                    "5,2013-08-07",
                    -1.77,
                    "60,2013-11-01",
                    17.51,
                    17.51
                ],
                "day100LowUp": [
                    "5,2013-08-07",
                    -1.77,
                    "75,2013-11-25",
                    18.92,
                    11.84
                ]
            },
            "test": false
        },
        {
            "quantName": "低位KDJ",
            "dataName": "棕榈油连续",
            "dataType": "农业",
            "fuckTrig1": [
                "2015-02-03",
                1773,
                "",
                24,
                -1.82
            ],
            "trigDate": "2015-03-16",
            "trigAtIndex": 1797,
            "logProfileN": {
                "day10LowUp": [
                    "2,2015-03-18",
                    -0.73,
                    "8,2015-03-26",
                    2.19,
                    0.3
                ],
                "day20LowUp": [
                    "2,2015-03-18",
                    -0.73,
                    "8,2015-03-26",
                    2.19,
                    -0.17
                ],
                "day60LowUp": [
                    "2,2015-03-18",
                    -0.73,
                    "57,2015-06-05",
                    15.53,
                    12.95
                ],
                "day100LowUp": [
                    "98,2015-08-06",
                    -1.94,
                    "74,2015-07-03",
                    16.13,
                    -1.81
                ]
            },
            "test": false
        },
        {
            "quantName": "低位KDJ",
            "dataName": "棉花连续",
            "dataType": "农业",
            "fuckTrig1": [
                "2016-03-03",
                2722,
                "",
                5,
                0.25
            ],
            "trigDate": "2016-03-10",
            "trigAtIndex": 2727,
            "logProfileN": {
                "day10LowUp": [
                    "3,2016-03-15",
                    -0.79,
                    "9,2016-03-23",
                    3.49,
                    1.72
                ],
                "day20LowUp": [
                    "3,2016-03-15",
                    -0.79,
                    "17,2016-04-05",
                    7.02,
                    2.11
                ],
                "day60LowUp": [
                    "3,2016-03-15",
                    -0.79,
                    "29,2016-04-21",
                    31.19,
                    24.51
                ],
                "day100LowUp": [
                    "3,2016-03-15",
                    -0.79,
                    "87,2016-07-15",
                    56.93,
                    42.49
                ]
            },
            "test": false
        },
        {
            "quantName": "低位KDJ",
            "dataName": "PVC连续",
            "dataType": "工业",
            "fuckTrig1": [
                "2014-03-12",
                1159,
                "",
                25,
                3.79
            ],
            "trigDate": "2014-04-18",
            "trigAtIndex": 1184,
            "logProfileN": {
                "day10LowUp": [
                    "7,2014-04-29",
                    -1.3,
                    "4,2014-04-24",
                    0.24,
                    -1.06
                ],
                "day20LowUp": [
                    "20,2014-05-20",
                    -1.87,
                    "4,2014-04-24",
                    0.24,
                    -1.87
                ],
                "day60LowUp": [
                    "33,2014-06-09",
                    -2.6,
                    "4,2014-04-24",
                    0.24,
                    -1.95
                ],
                "day100LowUp": [
                    "81,2014-08-14",
                    -4.22,
                    "4,2014-04-24",
                    0.24,
                    -3.57
                ]
            },
            "test": false
        },
        {
            "quantName": "低位KDJ",
            "dataName": "PVC连续",
            "dataType": "工业",
            "fuckTrig1": [
                "2020-04-03",
                2635,
                "",
                11,
                0.19
            ],
            "trigDate": "2020-04-21",
            "trigAtIndex": 2646,
            "logProfileN": {
                "day10LowUp": [
                    "1,2020-04-22",
                    -1.13,
                    "10,2020-05-08",
                    8.73,
                    8.73
                ],
                "day20LowUp": [
                    "1,2020-04-22",
                    -1.13,
                    "19,2020-05-21",
                    13.71,
                    13.05
                ],
                "day60LowUp": [
                    "1,2020-04-22",
                    -1.13,
                    "54,2020-07-13",
                    26.2,
                    24.04
                ],
                "day100LowUp": [
                    "1,2020-04-22",
                    -1.13,
                    "71,2020-08-05",
                    26.76,
                    23.29
                ]
            },
            "test": false
        },
        {
            "quantName": "低位KDJ",
            "dataName": "豆油连续",
            "dataType": "农业",
            "fuckTrig1": [
                "2009-02-03",
                745,
                "",
                13,
                -2.53
            ],
            "trigDate": "2009-02-20",
            "trigAtIndex": 758,
            "logProfileN": {
                "day10LowUp": [
                    "7,2009-03-03",
                    -1.56,
                    "1,2009-02-23",
                    1.1,
                    -0.37
                ],
                "day20LowUp": [
                    "7,2009-03-03",
                    -1.56,
                    "20,2009-03-20",
                    5.66,
                    5.66
                ],
                "day60LowUp": [
                    "7,2009-03-03",
                    -1.56,
                    "57,2009-05-13",
                    30.06,
                    22.07
                ],
                "day100LowUp": [
                    "7,2009-03-03",
                    -1.56,
                    "70,2009-06-03",
                    32.12,
                    17.98
                ]
            },
            "test": false
        },
        {
            "quantName": "低位KDJ",
            "dataName": "豆油连续",
            "dataType": "农业",
            "fuckTrig1": [
                "2023-05-26",
                4222,
                "",
                3,
                -5.81
            ],
            "trigDate": "2023-05-31",
            "trigAtIndex": 4225,
            "logProfileN": {
                "day10LowUp": [
                    "",
                    0,
                    "10,2023-06-14",
                    7.82,
                    7.82
                ],
                "day20LowUp": [
                    "",
                    0,
                    "14,2023-06-20",
                    14.6,
                    14.19
                ],
                "day60LowUp": [
                    "",
                    0,
                    "60,2023-08-25",
                    25.16,
                    25.16
                ],
                "day100LowUp": [
                    "",
                    0,
                    "65,2023-09-01",
                    26.7,
                    18.29
                ]
            },
            "test": false
        },
        {
            "quantName": "低位KDJ",
            "dataName": "豆二连续",
            "dataType": "农业",
            "fuckTrig1": [
                "2019-01-04",
                2618,
                "",
                5,
                -1.31
            ],
            "trigDate": "2019-01-11",
            "trigAtIndex": 2623,
            "logProfileN": {
                "day10LowUp": [
                    "3,2019-01-16",
                    -2.38,
                    "",
                    0,
                    -0.58
                ],
                "day20LowUp": [
                    "3,2019-01-16",
                    -2.38,
                    "16,2019-02-11",
                    1.94,
                    -0.07
                ],
                "day60LowUp": [
                    "59,2019-04-12",
                    -6.43,
                    "16,2019-02-11",
                    1.94,
                    -5.95
                ],
                "day100LowUp": [
                    "68,2019-04-26",
                    -8.2,
                    "100,2019-06-17",
                    9.7,
                    9.7
                ]
            },
            "test": false
        },
        {
            "quantName": "低位KDJ",
            "dataName": "豆二连续",
            "dataType": "农业",
            "fuckTrig1": [
                "2019-03-01",
                2653,
                "",
                29,
                -4.48
            ],
            "trigDate": "2019-04-12",
            "trigAtIndex": 2682,
            "logProfileN": {
                "day10LowUp": [
                    "9,2019-04-26",
                    -1.89,
                    "2,2019-04-16",
                    6.65,
                    -0.84
                ],
                "day20LowUp": [
                    "9,2019-04-26",
                    -1.89,
                    "2,2019-04-16",
                    6.65,
                    6.25
                ],
                "day60LowUp": [
                    "9,2019-04-26",
                    -1.89,
                    "41,2019-06-17",
                    17.24,
                    9.24
                ],
                "day100LowUp": [
                    "9,2019-04-26",
                    -1.89,
                    "97,2019-09-03",
                    25.31,
                    18.73
                ]
            },
            "test": false
        },
        {
            "quantName": "低位KDJ",
            "dataName": "豆二连续",
            "dataType": "农业",
            "fuckTrig1": [
                "2023-06-01",
                3685,
                "",
                0,
                0
            ],
            "trigDate": "2023-06-01",
            "trigAtIndex": 3685,
            "logProfileN": {
                "day10LowUp": [
                    "1,2023-06-02",
                    -0.23,
                    "10,2023-06-15",
                    7.7,
                    7.7
                ],
                "day20LowUp": [
                    "1,2023-06-02",
                    -0.23,
                    "20,2023-07-03",
                    20.46,
                    20.46
                ],
                "day60LowUp": [
                    "1,2023-06-02",
                    -0.23,
                    "59,2023-08-25",
                    40.49,
                    40.07
                ],
                "day100LowUp": [
                    "1,2023-06-02",
                    -0.23,
                    "59,2023-08-25",
                    40.49,
                    14.85
                ]
            },
            "test": false
        },
        {
            "quantName": "低位KDJ",
            "dataName": "硅铁连续",
            "dataType": "工业",
            "fuckTrig1": [
                "2025-06-09",
                2598,
                "",
                16,
                1.86
            ],
            "trigDate": "2025-07-01",
            "trigAtIndex": 2614,
            "logProfileN": {
                "day10LowUp": [
                    "",
                    0,
                    "7,2025-07-10",
                    5.81,
                    4.25
                ],
                "day20LowUp": [
                    "",
                    0,
                    "18,2025-07-25",
                    17,
                    15.94
                ],
                "day60LowUp": [
                    "",
                    0,
                    "18,2025-07-25",
                    17,
                    8.12
                ],
                "day100LowUp": [
                    "",
                    0,
                    "18,2025-07-25",
                    17,
                    2.77
                ]
            },
            "test": false
        },
        {
            "quantName": "低位KDJ",
            "dataName": "低硫燃料油连续",
            "dataType": "能源",
            "fuckTrig1": [
                "2023-05-08",
                696,
                "",
                32,
                9.3
            ],
            "trigDate": "2023-06-21",
            "trigAtIndex": 728,
            "logProfileN": {
                "day10LowUp": [
                    "3,2023-06-28",
                    -2.86,
                    "",
                    0,
                    -1.23
                ],
                "day20LowUp": [
                    "3,2023-06-28",
                    -2.86,
                    "14,2023-07-13",
                    0.79,
                    0.67
                ],
                "day60LowUp": [
                    "3,2023-06-28",
                    -2.86,
                    "60,2023-09-15",
                    19.22,
                    19.22
                ],
                "day100LowUp": [
                    "3,2023-06-28",
                    -2.86,
                    "69,2023-09-28",
                    20.1,
                    10.09
                ]
            },
            "test": false
        },
        {
            "quantName": "低位KDJ",
            "dataName": "锰硅连续",
            "dataType": "工业",
            "fuckTrig1": [
                "2019-11-05",
                1227,
                "",
                0,
                0
            ],
            "trigDate": "2019-11-05",
            "trigAtIndex": 1227,
            "logProfileN": {
                "day10LowUp": [
                    "5,2019-11-12",
                    -2.98,
                    "10,2019-11-19",
                    2.26,
                    2.26
                ],
                "day20LowUp": [
                    "5,2019-11-12",
                    -2.98,
                    "10,2019-11-19",
                    2.26,
                    0.07
                ],
                "day60LowUp": [
                    "5,2019-11-12",
                    -2.98,
                    "58,2020-02-04",
                    9.24,
                    6.72
                ],
                "day100LowUp": [
                    "5,2019-11-12",
                    -2.98,
                    "97,2020-03-30",
                    13.89,
                    11.07
                ]
            },
            "test": false
        },
        {
            "quantName": "低位KDJ",
            "dataName": "锰硅连续",
            "dataType": "工业",
            "fuckTrig1": [
                "2019-11-06",
                1228,
                "",
                3,
                -2.78
            ],
            "trigDate": "2019-11-11",
            "trigAtIndex": 1231,
            "logProfileN": {
                "day10LowUp": [
                    "1,2019-11-12",
                    -0.57,
                    "6,2019-11-19",
                    4.8,
                    4
                ],
                "day20LowUp": [
                    "1,2019-11-12",
                    -0.57,
                    "6,2019-11-19",
                    4.8,
                    4.26
                ],
                "day60LowUp": [
                    "1,2019-11-12",
                    -0.57,
                    "54,2020-02-04",
                    11.95,
                    8.36
                ],
                "day100LowUp": [
                    "1,2019-11-12",
                    -0.57,
                    "93,2020-03-30",
                    16.72,
                    10.61
                ]
            },
            "test": false
        },
        {
            "quantName": "低位KDJ",
            "dataName": "锰硅连续",
            "dataType": "工业",
            "fuckTrig1": [
                "2019-11-13",
                1233,
                "",
                0,
                0
            ],
            "trigDate": "2019-11-13",
            "trigAtIndex": 1233,
            "logProfileN": {
                "day10LowUp": [
                    "",
                    0,
                    "4,2019-11-19",
                    5.08,
                    3.33
                ],
                "day20LowUp": [
                    "",
                    0,
                    "20,2019-12-11",
                    7.98,
                    7.98
                ],
                "day60LowUp": [
                    "",
                    0,
                    "52,2020-02-04",
                    12.26,
                    5.86
                ],
                "day100LowUp": [
                    "",
                    0,
                    "99,2020-04-10",
                    18.11,
                    18.11
                ]
            },
            "test": false
        },
        {
            "quantName": "低位KDJ",
            "dataName": "锰硅连续",
            "dataType": "工业",
            "fuckTrig1": [
                "2025-05-08",
                2560,
                "",
                13,
                -2.47
            ],
            "trigDate": "2025-05-27",
            "trigAtIndex": 2573,
            "logProfileN": {
                "day10LowUp": [
                    "4,2025-06-03",
                    -3.45,
                    "",
                    0,
                    -2.31
                ],
                "day20LowUp": [
                    "4,2025-06-03",
                    -3.45,
                    "20,2025-06-25",
                    0.68,
                    0.68
                ],
                "day60LowUp": [
                    "4,2025-06-03",
                    -3.45,
                    "42,2025-07-25",
                    14.21,
                    3.92
                ],
                "day100LowUp": [
                    "4,2025-06-03",
                    -3.45,
                    "42,2025-07-25",
                    14.21,
                    3.6
                ]
            },
            "test": false
        },
        {
            "quantName": "低位KDJ",
            "dataName": "焦炭连续",
            "dataType": "工业",
            "fuckTrig1": [
                "2012-09-07",
                343,
                "",
                9,
                5.3
            ],
            "trigDate": "2012-09-20",
            "trigAtIndex": 352,
            "logProfileN": {
                "day10LowUp": [
                    "",
                    0,
                    "9,2012-10-10",
                    7.83,
                    6.78
                ],
                "day20LowUp": [
                    "",
                    0,
                    "19,2012-10-24",
                    13.64,
                    13.43
                ],
                "day60LowUp": [
                    "",
                    0,
                    "59,2012-12-19",
                    17.41,
                    16.99
                ],
                "day100LowUp": [
                    "",
                    0,
                    "91,2013-02-06",
                    43.92,
                    26.64
                ]
            },
            "test": false
        },
        {
            "quantName": "低位KDJ",
            "dataName": "焦炭连续",
            "dataType": "工业",
            "fuckTrig1": [
                "2015-12-07",
                1125,
                "",
                13,
                1.94
            ],
            "trigDate": "2015-12-24",
            "trigAtIndex": 1138,
            "logProfileN": {
                "day10LowUp": [
                    "9,2016-01-07",
                    -1.27,
                    "4,2015-12-30",
                    2.46,
                    -0.79
                ],
                "day20LowUp": [
                    "12,2016-01-12",
                    -2.62,
                    "20,2016-01-22",
                    2.7,
                    2.7
                ],
                "day60LowUp": [
                    "12,2016-01-12",
                    -2.62,
                    "58,2016-03-23",
                    23.13,
                    21.46
                ],
                "day100LowUp": [
                    "12,2016-01-12",
                    -2.62,
                    "79,2016-04-25",
                    76.47,
                    30.05
                ]
            },
            "test": false
        },
        {
            "quantName": "低位KDJ",
            "dataName": "甲醇连续",
            "dataType": "工业",
            "fuckTrig1": [
                "2015-12-10",
                232,
                "",
                24,
                5.85
            ],
            "trigDate": "2016-01-14",
            "trigAtIndex": 256,
            "logProfileN": {
                "day10LowUp": [
                    "1,2016-01-15",
                    -0.47,
                    "3,2016-01-19",
                    3.26,
                    1.8
                ],
                "day20LowUp": [
                    "1,2016-01-15",
                    -0.47,
                    "20,2016-02-18",
                    6.4,
                    6.4
                ],
                "day60LowUp": [
                    "1,2016-01-15",
                    -0.47,
                    "42,2016-03-21",
                    17.91,
                    14.07
                ],
                "day100LowUp": [
                    "1,2016-01-15",
                    -0.47,
                    "67,2016-04-27",
                    19.65,
                    8.37
                ]
            },
            "test": false
        },
        {
            "quantName": "低位KDJ",
            "dataName": "棉纱连续",
            "dataType": "农业",
            "fuckTrig1": [
                "2019-10-09",
                482,
                "",
                23,
                1.48
            ],
            "trigDate": "2019-11-11",
            "trigAtIndex": 505,
            "logProfileN": {
                "day10LowUp": [
                    "9,2019-11-22",
                    -0.39,
                    "3,2019-11-14",
                    2.01,
                    0.1
                ],
                "day20LowUp": [
                    "16,2019-12-03",
                    -0.44,
                    "19,2019-12-06",
                    2.96,
                    2.76
                ],
                "day60LowUp": [
                    "53,2020-02-03",
                    -2.69,
                    "44,2020-01-13",
                    8.67,
                    2.45
                ],
                "day100LowUp": [
                    "89,2020-03-24",
                    -15.1,
                    "44,2020-01-13",
                    8.67,
                    -7.49
                ]
            },
            "test": false
        },
        {
            "quantName": "低位KDJ",
            "dataName": "焦煤连续",
            "dataType": "能源",
            "fuckTrig1": [
                "2025-05-14",
                2943,
                "",
                12,
                -18.84
            ],
            "trigDate": "2025-05-30",
            "trigAtIndex": 2955,
            "logProfileN": {
                "day10LowUp": [
                    "1,2025-06-03",
                    -0.96,
                    "10,2025-06-16",
                    9.57,
                    9.57
                ],
                "day20LowUp": [
                    "1,2025-06-03",
                    -0.96,
                    "19,2025-06-27",
                    16.74,
                    13.64
                ],
                "day60LowUp": [
                    "1,2025-06-03",
                    -0.96,
                    "51,2025-08-12",
                    80.85,
                    67.42
                ],
                "day100LowUp": [
                    "1,2025-06-03",
                    -0.96,
                    "51,2025-08-12",
                    80.85,
                    71.07
                ]
            },
            "test": false
        },
        {
            "quantName": "低位KDJ",
            "dataName": "塑料连续",
            "dataType": "工业",
            "fuckTrig1": [
                "2025-05-12",
                4323,
                "",
                9,
                -0.07
            ],
            "trigDate": "2025-05-23",
            "trigAtIndex": 4332,
            "logProfileN": {
                "day10LowUp": [
                    "5,2025-05-30",
                    -1.76,
                    "",
                    0,
                    -0.1
                ],
                "day20LowUp": [
                    "5,2025-05-30",
                    -1.76,
                    "18,2025-06-19",
                    5.32,
                    5.07
                ],
                "day60LowUp": [
                    "5,2025-05-30",
                    -1.76,
                    "18,2025-06-19",
                    5.32,
                    3.51
                ],
                "day100LowUp": [
                    "98,2025-10-17",
                    -2.98,
                    "18,2025-06-19",
                    5.32,
                    -2.85
                ]
            },
            "test": false
        },
        {
            "quantName": "低位KDJ",
            "dataName": "碳酸锂连续",
            "dataType": "工业",
            "fuckTrig1": [
                "2024-02-21",
                140,
                "",
                0,
                0
            ],
            "trigDate": "2024-02-21",
            "trigAtIndex": 140,
            "logProfileN": {
                "day10LowUp": [
                    "",
                    0,
                    "7,2024-03-01",
                    23.27,
                    17.65
                ],
                "day20LowUp": [
                    "",
                    0,
                    "14,2024-03-12",
                    23.68,
                    20.95
                ],
                "day60LowUp": [
                    "",
                    0,
                    "14,2024-03-12",
                    23.68,
                    9.8
                ],
                "day100LowUp": [
                    "99,2024-07-17",
                    -10.37,
                    "14,2024-03-12",
                    23.68,
                    -9.24
                ]
            },
            "test": false
        },
        {
            "quantName": "低位KDJ",
            "dataName": "PP连续",
            "dataType": "工业",
            "fuckTrig1": [
                "2025-11-28",
                2857,
                "",
                5,
                -1.9
            ],
            "trigDate": "2025-12-05",
            "trigAtIndex": 2862,
            "logProfileN": {
                "day10LowUp": [
                    "3,2025-12-10",
                    -1.99,
                    "",
                    0,
                    -1.18
                ],
                "day20LowUp": [
                    "11,2025-12-22",
                    -2.67,
                    "20,2026-01-06",
                    2.16,
                    2.16
                ],
                "day39LowUp": [
                    "11,2025-12-22",
                    -2.67,
                    "37,2026-01-29",
                    9.27,
                    6.79
                ],
                "lastDay": 39
            },
            "test": ""
        }
    ],
    "低位九转": [
        {
            "dataName": "沪铜连续",
            "quantName": "低位九转",
            "trigDate": "2009-02-02",
            "trigIndex": 990,
            "trigcalType": "周月九转",
            "test": "false false",
            "logProfileN": {
                "day10LowUp": [
                    "",
                    0,
                    "6,2009-02-10",
                    17.93,
                    8.86
                ],
                "day20LowUp": [
                    "",
                    0,
                    "6,2009-02-10",
                    17.93,
                    9.82
                ],
                "day60LowUp": [
                    "",
                    0,
                    "52,2009-04-16",
                    60.14,
                    35.65
                ],
                "day100LowUp": [
                    "",
                    0,
                    "89,2009-06-10",
                    65.86,
                    55.76
                ]
            }
        },
        {
            "dataName": "橡胶连续",
            "quantName": "低位九转",
            "trigDate": "2014-05-20",
            "trigIndex": 2275,
            "trigcalType": "双周MACD-KDJ",
            "test": "false false",
            "logProfileN": {
                "day10LowUp": [
                    "9,2014-06-03",
                    -2.66,
                    "4,2014-05-26",
                    1.69,
                    -2.66
                ],
                "day20LowUp": [
                    "9,2014-06-03",
                    -2.66,
                    "4,2014-05-26",
                    1.69,
                    -0.97
                ],
                "day60LowUp": [
                    "37,2014-07-11",
                    -4.04,
                    "49,2014-07-29",
                    10.66,
                    4.49
                ],
                "day100LowUp": [
                    "94,2014-10-08",
                    -26.16,
                    "49,2014-07-29",
                    10.66,
                    -13.87
                ]
            }
        },
        {
            "dataName": "豆粕连续",
            "quantName": "低位九转",
            "trigDate": "2023-06-05",
            "trigIndex": 4485,
            "trigcalType": "日周九转",
            "test": "false false",
            "logProfileN": {
                "day10LowUp": [
                    "2,2023-06-07",
                    -0.6,
                    "10,2023-06-19",
                    5.89,
                    5.89
                ],
                "day20LowUp": [
                    "2,2023-06-07",
                    -0.6,
                    "20,2023-07-05",
                    14.06,
                    14.06
                ],
                "day60LowUp": [
                    "2,2023-06-07",
                    -0.6,
                    "46,2023-08-10",
                    28.27,
                    18.21
                ],
                "day100LowUp": [
                    "2,2023-06-07",
                    -0.6,
                    "46,2023-08-10",
                    28.27,
                    14.23
                ]
            }
        },
        {
            "dataName": "PP连续",
            "quantName": "低位九转",
            "trigDate": "2015-12-18",
            "trigIndex": 442,
            "trigcalType": "日周九转",
            "test": "false false",
            "logProfileN": {
                "day10LowUp": [
                    "",
                    0,
                    "4,2015-12-24",
                    5.79,
                    4.08
                ],
                "day20LowUp": [
                    "",
                    0,
                    "4,2015-12-24",
                    5.79,
                    4.33
                ],
                "day60LowUp": [
                    "",
                    0,
                    "60,2016-03-21",
                    32.94,
                    32.94
                ],
                "day100LowUp": [
                    "",
                    0,
                    "70,2016-04-05",
                    36.21,
                    18.62
                ]
            }
        },
        {
            "dataName": "PP连续",
            "quantName": "低位九转",
            "trigDate": "2020-04-02",
            "trigIndex": 1485,
            "trigcalType": "日月九转",
            "test": "false false",
            "logProfileN": {
                "day10LowUp": [
                    "",
                    0,
                    "6,2020-04-13",
                    15.21,
                    9.74
                ],
                "day20LowUp": [
                    "",
                    0,
                    "6,2020-04-13",
                    15.21,
                    14.16
                ],
                "day60LowUp": [
                    "",
                    0,
                    "60,2020-07-03",
                    20.83,
                    20.83
                ],
                "day100LowUp": [
                    "",
                    0,
                    "99,2020-08-27",
                    24.76,
                    24.64
                ]
            }
        },
        {
            "dataName": "PP连续",
            "quantName": "低位九转",
            "trigDate": "2025-06-04",
            "trigIndex": 2736,
            "trigcalType": "周月九转",
            "test": "false false",
            "logProfileN": {
                "day10LowUp": [
                    "1,2025-06-05",
                    -0.53,
                    "10,2025-06-18",
                    3.83,
                    3.83
                ],
                "day20LowUp": [
                    "1,2025-06-05",
                    -0.53,
                    "11,2025-06-19",
                    4.69,
                    1.78
                ],
                "day60LowUp": [
                    "1,2025-06-05",
                    -0.53,
                    "11,2025-06-19",
                    4.69,
                    1.05
                ],
                "day100LowUp": [
                    "91,2025-10-17",
                    -5.71,
                    "11,2025-06-19",
                    4.69,
                    -4.27
                ]
            }
        },
        {
            "dataName": "纸浆连续",
            "quantName": "低位九转",
            "trigDate": "2019-12-18",
            "trigIndex": 257,
            "trigcalType": "双周MACD-KDJ",
            "test": "false false",
            "logProfileN": {
                "day10LowUp": [
                    "",
                    0,
                    "8,2019-12-30",
                    1.94,
                    1.68
                ],
                "day20LowUp": [
                    "",
                    0,
                    "17,2020-01-13",
                    3.26,
                    3.04
                ],
                "day60LowUp": [
                    "26,2020-02-03",
                    -3.18,
                    "22,2020-01-20",
                    4.5,
                    -1.15
                ],
                "day100LowUp": [
                    "26,2020-02-03",
                    -3.18,
                    "22,2020-01-20",
                    4.5,
                    -1.94
                ]
            }
        },
        {
            "dataName": "纸浆连续",
            "quantName": "低位九转",
            "trigDate": "2023-06-09",
            "trigIndex": 1099,
            "trigcalType": "日周九转",
            "test": "false false",
            "logProfileN": {
                "day10LowUp": [
                    "9,2023-06-26",
                    -1.25,
                    "5,2023-06-16",
                    1.48,
                    0.16
                ],
                "day20LowUp": [
                    "9,2023-06-26",
                    -1.25,
                    "16,2023-07-05",
                    4.87,
                    4.29
                ],
                "day60LowUp": [
                    "9,2023-06-26",
                    -1.25,
                    "60,2023-09-05",
                    13.67,
                    13.67
                ],
                "day100LowUp": [
                    "9,2023-06-26",
                    -1.25,
                    "81,2023-10-12",
                    23.69,
                    20.41
                ]
            }
        },
        {
            "dataName": "不锈钢连续",
            "quantName": "低位九转",
            "trigDate": "2020-03-16",
            "trigIndex": 111,
            "trigcalType": "日周九转",
            "test": "false false",
            "logProfileN": {
                "day10LowUp": [
                    "5,2020-03-23",
                    -3.4,
                    "",
                    0,
                    -2.74
                ],
                "day20LowUp": [
                    "5,2020-03-23",
                    -3.4,
                    "20,2020-04-14",
                    4.83,
                    4.83
                ],
                "day60LowUp": [
                    "5,2020-03-23",
                    -3.4,
                    "36,2020-05-11",
                    11.95,
                    4.5
                ],
                "day100LowUp": [
                    "5,2020-03-23",
                    -3.4,
                    "96,2020-08-05",
                    18.38,
                    14.41
                ]
            }
        },
        {
            "dataName": "螺纹连续",
            "quantName": "低位九转",
            "trigDate": "2015-12-02",
            "trigIndex": 1621,
            "trigcalType": "日周九转",
            "test": "false false",
            "logProfileN": {
                "day10LowUp": [
                    "1,2015-12-03",
                    -1.45,
                    "10,2015-12-16",
                    0.84,
                    0.84
                ],
                "day20LowUp": [
                    "1,2015-12-03",
                    -1.45,
                    "19,2015-12-29",
                    7.29,
                    7.29
                ],
                "day60LowUp": [
                    "1,2015-12-03",
                    -1.45,
                    "58,2016-03-01",
                    20.19,
                    18.99
                ],
                "day100LowUp": [
                    "1,2015-12-03",
                    -1.45,
                    "94,2016-04-21",
                    65.76,
                    55.52
                ]
            }
        },
        {
            "dataName": "燃油连续",
            "quantName": "低位九转",
            "trigDate": "2015-09-02",
            "trigIndex": 2596,
            "trigcalType": "日周九转",
            "test": "false false",
            "logProfileN": {
                "day10LowUp": [
                    "1,2015-09-03",
                    -1.05,
                    "8,2015-09-15",
                    24.9,
                    5.21
                ],
                "day20LowUp": [
                    "1,2015-09-03",
                    -1.05,
                    "19,2015-09-30",
                    25.65,
                    15.68
                ],
                "day60LowUp": [
                    "1,2015-09-03",
                    -1.05,
                    "19,2015-09-30",
                    25.65,
                    23.85
                ],
                "day100LowUp": [
                    "1,2015-09-03",
                    -1.05,
                    "77,2015-12-28",
                    29.16,
                    23.85
                ]
            }
        },
        {
            "dataName": "菜油连续",
            "quantName": "低位九转",
            "trigDate": "2016-03-08",
            "trigIndex": 2129,
            "trigcalType": "双周MACD-KDJ",
            "test": "false false",
            "logProfileN": {
                "day10LowUp": [
                    "2,2016-03-10",
                    -0.07,
                    "10,2016-03-22",
                    5.95,
                    5.95
                ],
                "day20LowUp": [
                    "2,2016-03-10",
                    -0.07,
                    "10,2016-03-22",
                    5.95,
                    4.96
                ],
                "day60LowUp": [
                    "2,2016-03-10",
                    -0.07,
                    "30,2016-04-21",
                    11.8,
                    11.2
                ],
                "day100LowUp": [
                    "2,2016-03-10",
                    -0.07,
                    "79,2016-07-04",
                    18.28,
                    10.88
                ]
            }
        },
        {
            "dataName": "沪镍连续",
            "quantName": "低位九转",
            "trigDate": "2023-12-04",
            "trigIndex": 2116,
            "trigcalType": "日周九转",
            "test": "false false",
            "logProfileN": {
                "day10LowUp": [
                    "1,2023-12-05",
                    -2.6,
                    "4,2023-12-08",
                    4.17,
                    3.84
                ],
                "day20LowUp": [
                    "1,2023-12-05",
                    -2.6,
                    "4,2023-12-08",
                    4.17,
                    -0.74
                ],
                "day60LowUp": [
                    "23,2024-01-05",
                    -3.83,
                    "56,2024-02-29",
                    7.2,
                    5.28
                ],
                "day100LowUp": [
                    "23,2024-01-05",
                    -3.83,
                    "95,2024-04-26",
                    13.55,
                    9.91
                ]
            }
        },
        {
            "dataName": "沪镍连续",
            "quantName": "低位九转",
            "trigDate": "2024-01-09",
            "trigIndex": 2141,
            "trigcalType": "日周九转|周月九转",
            "test": "false false",
            "logProfileN": {
                "day10LowUp": [
                    "1,2024-01-10",
                    -0.66,
                    "10,2024-01-23",
                    3.1,
                    3.1
                ],
                "day20LowUp": [
                    "19,2024-02-05",
                    -0.71,
                    "13,2024-01-26",
                    3.7,
                    -0.63
                ],
                "day60LowUp": [
                    "21,2024-02-07",
                    -1.35,
                    "40,2024-03-13",
                    12.96,
                    9.94
                ],
                "day100LowUp": [
                    "21,2024-02-07",
                    -1.35,
                    "84,2024-05-21",
                    25.5,
                    10.16
                ]
            }
        },
        {
            "dataName": "棕榈油连续",
            "quantName": "低位九转",
            "trigDate": "2023-06-05",
            "trigIndex": 3796,
            "trigcalType": "日周九转",
            "test": "false false",
            "logProfileN": {
                "day10LowUp": [
                    "3,2023-06-08",
                    -1.07,
                    "10,2023-06-19",
                    10.3,
                    10.3
                ],
                "day20LowUp": [
                    "3,2023-06-08",
                    -1.07,
                    "18,2023-07-03",
                    18.33,
                    16.16
                ],
                "day60LowUp": [
                    "3,2023-06-08",
                    -1.07,
                    "35,2023-07-26",
                    19.93,
                    19.62
                ],
                "day100LowUp": [
                    "3,2023-06-08",
                    -1.07,
                    "62,2023-09-01",
                    21.89,
                    12.2
                ]
            }
        },
        {
            "dataName": "PVC连续",
            "quantName": "低位九转",
            "trigDate": "2015-11-24",
            "trigIndex": 1573,
            "trigcalType": "日周九转",
            "test": "false false",
            "logProfileN": {
                "day10LowUp": [
                    "10,2015-12-08",
                    -2.93,
                    "2,2015-11-26",
                    0.11,
                    -2.93
                ],
                "day20LowUp": [
                    "10,2015-12-08",
                    -2.93,
                    "20,2015-12-22",
                    3.9,
                    3.9
                ],
                "day60LowUp": [
                    "10,2015-12-08",
                    -2.93,
                    "59,2016-02-23",
                    11.05,
                    10.73
                ],
                "day100LowUp": [
                    "10,2015-12-08",
                    -2.93,
                    "77,2016-03-18",
                    19.93,
                    11.59
                ]
            }
        },
        {
            "dataName": "PVC连续",
            "quantName": "低位九转",
            "trigDate": "2022-11-01",
            "trigIndex": 3259,
            "trigcalType": "日周九转",
            "test": "false false",
            "logProfileN": {
                "day10LowUp": [
                    "",
                    0,
                    "3,2022-11-04",
                    3.56,
                    2.99
                ],
                "day20LowUp": [
                    "",
                    0,
                    "18,2022-11-25",
                    6.94,
                    4.25
                ],
                "day60LowUp": [
                    "",
                    0,
                    "57,2023-01-20",
                    17,
                    10.62
                ],
                "day100LowUp": [
                    "",
                    0,
                    "57,2023-01-20",
                    17,
                    9.47
                ]
            }
        },
        {
            "dataName": "豆油连续",
            "quantName": "低位九转",
            "trigDate": "2009-01-16",
            "trigIndex": 738,
            "trigcalType": "周月九转",
            "test": "false false",
            "logProfileN": {
                "day10LowUp": [
                    "6,2009-02-02",
                    -4.77,
                    "10,2009-02-06",
                    0.35,
                    0.35
                ],
                "day20LowUp": [
                    "19,2009-02-19",
                    -5.57,
                    "12,2009-02-10",
                    4.77,
                    -4.45
                ],
                "day60LowUp": [
                    "27,2009-03-03",
                    -5.95,
                    "59,2009-04-17",
                    14.41,
                    12.85
                ],
                "day100LowUp": [
                    "27,2009-03-03",
                    -5.95,
                    "90,2009-06-03",
                    26.24,
                    20.8
                ]
            }
        },
        {
            "dataName": "豆油连续",
            "quantName": "低位九转",
            "trigDate": "2015-02-06",
            "trigIndex": 2205,
            "trigcalType": "双周MACD-KDJ",
            "test": "false false",
            "logProfileN": {
                "day10LowUp": [
                    "4,2015-02-12",
                    -0.65,
                    "10,2015-02-27",
                    2.83,
                    2.83
                ],
                "day20LowUp": [
                    "20,2015-03-13",
                    -1.13,
                    "11,2015-03-02",
                    4.17,
                    -1.13
                ],
                "day60LowUp": [
                    "32,2015-03-31",
                    -2.87,
                    "56,2015-05-06",
                    7.91,
                    6.9
                ],
                "day100LowUp": [
                    "32,2015-03-31",
                    -2.87,
                    "56,2015-05-06",
                    7.91,
                    0.69
                ]
            }
        },
        {
            "dataName": "豆油连续",
            "quantName": "低位九转",
            "trigDate": "2023-06-05",
            "trigIndex": 4228,
            "trigcalType": "日周九转",
            "test": "false false",
            "logProfileN": {
                "day10LowUp": [
                    "3,2023-06-08",
                    -0.34,
                    "10,2023-06-19",
                    9.84,
                    9.84
                ],
                "day20LowUp": [
                    "3,2023-06-08",
                    -0.34,
                    "18,2023-07-03",
                    16.61,
                    15.45
                ],
                "day60LowUp": [
                    "3,2023-06-08",
                    -0.34,
                    "57,2023-08-25",
                    20.71,
                    20.34
                ],
                "day100LowUp": [
                    "3,2023-06-08",
                    -0.34,
                    "62,2023-09-01",
                    22.19,
                    15.56
                ]
            }
        },
        {
            "dataName": "豆二连续",
            "quantName": "低位九转",
            "trigDate": "2019-05-07",
            "trigIndex": 2695,
            "trigcalType": "双周MACD-KDJ",
            "test": "false false",
            "logProfileN": {
                "day10LowUp": [
                    "",
                    0,
                    "10,2019-05-21",
                    7.55,
                    7.55
                ],
                "day20LowUp": [
                    "",
                    0,
                    "20,2019-06-04",
                    15.18,
                    15.18
                ],
                "day60LowUp": [
                    "",
                    0,
                    "28,2019-06-17",
                    15.97,
                    10.22
                ],
                "day100LowUp": [
                    "",
                    0,
                    "84,2019-09-03",
                    23.96,
                    14.5
                ]
            }
        },
        {
            "dataName": "豆二连续",
            "quantName": "低位九转",
            "trigDate": "2023-06-05",
            "trigIndex": 3687,
            "trigcalType": "日周九转",
            "test": "false false",
            "logProfileN": {
                "day10LowUp": [
                    "2,2023-06-07",
                    -0.61,
                    "10,2023-06-19",
                    10.09,
                    10.09
                ],
                "day20LowUp": [
                    "2,2023-06-07",
                    -0.61,
                    "19,2023-07-04",
                    17.27,
                    17.06
                ],
                "day60LowUp": [
                    "2,2023-06-07",
                    -0.61,
                    "57,2023-08-25",
                    36.46,
                    34.08
                ],
                "day100LowUp": [
                    "2,2023-06-07",
                    -0.61,
                    "57,2023-08-25",
                    36.46,
                    14.48
                ]
            }
        },
        {
            "dataName": "硅铁连续",
            "quantName": "低位九转",
            "trigDate": "2024-04-08",
            "trigIndex": 2316,
            "trigcalType": "双周MACD-KDJ",
            "test": "false false",
            "logProfileN": {
                "day10LowUp": [
                    "",
                    0,
                    "10,2024-04-22",
                    3.27,
                    3.27
                ],
                "day20LowUp": [
                    "",
                    0,
                    "20,2024-05-09",
                    9.51,
                    9.51
                ],
                "day60LowUp": [
                    "",
                    0,
                    "36,2024-05-31",
                    23.94,
                    5.38
                ],
                "day100LowUp": [
                    "95,2024-08-23",
                    -3.52,
                    "36,2024-05-31",
                    23.94,
                    -2.05
                ]
            }
        },
        {
            "dataName": "锰硅连续",
            "quantName": "低位九转",
            "trigDate": "2025-06-06",
            "trigIndex": 2580,
            "trigcalType": "日周九转",
            "test": "false false",
            "logProfileN": {
                "day10LowUp": [
                    "4,2025-06-12",
                    -2.02,
                    "10,2025-06-20",
                    1.41,
                    1.41
                ],
                "day20LowUp": [
                    "4,2025-06-12",
                    -2.02,
                    "18,2025-07-02",
                    3.39,
                    1.99
                ],
                "day60LowUp": [
                    "4,2025-06-12",
                    -2.02,
                    "35,2025-07-25",
                    15.82,
                    4.59
                ],
                "day100LowUp": [
                    "4,2025-06-12",
                    -2.02,
                    "35,2025-07-25",
                    15.82,
                    4.62
                ]
            }
        },
        {
            "dataName": "焦炭连续",
            "quantName": "低位九转",
            "trigDate": "2015-12-07",
            "trigIndex": 1125,
            "trigcalType": "日周九转|周月九转",
            "test": "false false",
            "logProfileN": {
                "day10LowUp": [
                    "3,2015-12-10",
                    -1.7,
                    "10,2015-12-21",
                    3.73,
                    3.73
                ],
                "day20LowUp": [
                    "3,2015-12-10",
                    -1.7,
                    "17,2015-12-30",
                    4.46,
                    3.73
                ],
                "day60LowUp": [
                    "3,2015-12-10",
                    -1.7,
                    "60,2016-03-08",
                    21.88,
                    21.88
                ],
                "day100LowUp": [
                    "3,2015-12-10",
                    -1.7,
                    "92,2016-04-25",
                    79.9,
                    59.48
                ]
            }
        },
        {
            "dataName": "焦炭连续",
            "quantName": "低位九转",
            "trigDate": "2016-01-15",
            "trigIndex": 1153,
            "trigcalType": "周月九转",
            "test": "false false",
            "logProfileN": {
                "day10LowUp": [
                    "",
                    0,
                    "8,2016-01-27",
                    4.23,
                    2.08
                ],
                "day20LowUp": [
                    "",
                    0,
                    "20,2016-02-19",
                    6.62,
                    6.62
                ],
                "day60LowUp": [
                    "",
                    0,
                    "60,2016-04-19",
                    53.63,
                    53.63
                ],
                "day100LowUp": [
                    "",
                    0,
                    "64,2016-04-25",
                    77.17,
                    36.39
                ]
            }
        },
        {
            "dataName": "花生连续",
            "quantName": "低位九转",
            "trigDate": "2021-12-30",
            "trigIndex": 221,
            "trigcalType": "双周MACD-KDJ",
            "test": "false false",
            "logProfileN": {
                "day10LowUp": [
                    "6,2022-01-10",
                    -4.93,
                    "1,2021-12-31",
                    0.61,
                    -3.1
                ],
                "day20LowUp": [
                    "6,2022-01-10",
                    -4.93,
                    "1,2021-12-31",
                    0.61,
                    -2.27
                ],
                "day60LowUp": [
                    "6,2022-01-10",
                    -4.93,
                    "57,2022-03-29",
                    18.31,
                    14.31
                ],
                "day100LowUp": [
                    "6,2022-01-10",
                    -4.93,
                    "92,2022-05-24",
                    31.26,
                    26.02
                ]
            }
        },
        {
            "dataName": "花生连续",
            "quantName": "低位九转",
            "trigDate": "2022-01-18",
            "trigIndex": 233,
            "trigcalType": "双周MACD-KDJ",
            "test": "false false",
            "logProfileN": {
                "day10LowUp": [
                    "5,2022-01-25",
                    -1.43,
                    "9,2022-02-07",
                    2.15,
                    1.93
                ],
                "day20LowUp": [
                    "5,2022-01-25",
                    -1.43,
                    "9,2022-02-07",
                    2.15,
                    -0.4
                ],
                "day60LowUp": [
                    "5,2022-01-25",
                    -1.43,
                    "45,2022-03-29",
                    21.39,
                    15.71
                ],
                "day100LowUp": [
                    "5,2022-01-25",
                    -1.43,
                    "80,2022-05-24",
                    34.68,
                    21.34
                ]
            }
        },
        {
            "dataName": "花生连续",
            "quantName": "低位九转",
            "trigDate": "2023-12-06",
            "trigIndex": 689,
            "trigcalType": "日周九转",
            "test": "false false",
            "logProfileN": {
                "day10LowUp": [
                    "5,2023-12-13",
                    -2.5,
                    "1,2023-12-07",
                    0.36,
                    -0.87
                ],
                "day20LowUp": [
                    "17,2023-12-29",
                    -3.44,
                    "1,2023-12-07",
                    0.36,
                    -0.98
                ],
                "day60LowUp": [
                    "17,2023-12-29",
                    -3.44,
                    "46,2024-02-19",
                    2.71,
                    1.01
                ],
                "day100LowUp": [
                    "17,2023-12-29",
                    -3.44,
                    "73,2024-03-27",
                    6.75,
                    -0.11
                ]
            }
        },
        {
            "dataName": "花生连续",
            "quantName": "低位九转",
            "trigDate": "2024-12-25",
            "trigIndex": 944,
            "trigcalType": "双周MACD-KDJ",
            "test": "false false",
            "logProfileN": {
                "day10LowUp": [
                    "10,2025-01-09",
                    -1.81,
                    "2,2024-12-27",
                    0.48,
                    -1.81
                ],
                "day20LowUp": [
                    "10,2025-01-09",
                    -1.81,
                    "14,2025-01-15",
                    2.49,
                    0.5
                ],
                "day60LowUp": [
                    "10,2025-01-09",
                    -1.81,
                    "50,2025-03-14",
                    4.51,
                    2.64
                ],
                "day100LowUp": [
                    "10,2025-01-09",
                    -1.81,
                    "100,2025-05-29",
                    7.33,
                    7.33
                ]
            }
        },
        {
            "dataName": "棉纱连续",
            "quantName": "低位九转",
            "trigDate": "2022-11-02",
            "trigIndex": 1227,
            "trigcalType": "日周九转",
            "test": "false false",
            "logProfileN": {
                "day10LowUp": [
                    "",
                    0,
                    "10,2022-11-16",
                    5.34,
                    5.34
                ],
                "day20LowUp": [
                    "",
                    0,
                    "14,2022-11-22",
                    8.31,
                    4.55
                ],
                "day60LowUp": [
                    "",
                    0,
                    "58,2023-01-31",
                    15.52,
                    14.66
                ],
                "day100LowUp": [
                    "",
                    0,
                    "58,2023-01-31",
                    15.52,
                    10.75
                ]
            }
        },
        {
            "dataName": "玉米连续",
            "quantName": "低位九转",
            "trigDate": "2024-01-29",
            "trigIndex": 4640,
            "trigcalType": "日周九转",
            "test": "false false",
            "logProfileN": {
                "day10LowUp": [
                    "1,2024-01-30",
                    -0.13,
                    "6,2024-02-06",
                    1.64,
                    1.18
                ],
                "day20LowUp": [
                    "1,2024-01-30",
                    -0.13,
                    "12,2024-02-22",
                    3.7,
                    2.86
                ],
                "day60LowUp": [
                    "1,2024-01-30",
                    -0.13,
                    "12,2024-02-22",
                    3.7,
                    2.61
                ],
                "day100LowUp": [
                    "1,2024-01-30",
                    -0.13,
                    "95,2024-06-26",
                    5.81,
                    4.5
                ]
            }
        },
        {
            "dataName": "液化气连续",
            "quantName": "低位九转",
            "trigDate": "2023-07-10",
            "trigIndex": 795,
            "trigcalType": "日周九转",
            "test": "false false",
            "logProfileN": {
                "day10LowUp": [
                    "",
                    0,
                    "2,2023-07-12",
                    4.45,
                    3.6
                ],
                "day20LowUp": [
                    "",
                    0,
                    "16,2023-08-01",
                    11.19,
                    7.88
                ],
                "day60LowUp": [
                    "",
                    0,
                    "51,2023-09-19",
                    53.93,
                    41.44
                ],
                "day100LowUp": [
                    "",
                    0,
                    "51,2023-09-19",
                    53.93,
                    24.42
                ]
            }
        },
        {
            "dataName": "苹果连续",
            "quantName": "低位九转",
            "trigDate": "2020-03-10",
            "trigIndex": 533,
            "trigcalType": "日周九转",
            "test": "false false",
            "logProfileN": {
                "day10LowUp": [
                    "7,2020-03-19",
                    -4.72,
                    "",
                    0,
                    -3.8
                ],
                "day20LowUp": [
                    "7,2020-03-19",
                    -4.72,
                    "",
                    0,
                    -0.79
                ],
                "day60LowUp": [
                    "7,2020-03-19",
                    -4.72,
                    "40,2020-05-11",
                    37.36,
                    25.71
                ],
                "day100LowUp": [
                    "7,2020-03-19",
                    -4.72,
                    "40,2020-05-11",
                    37.36,
                    4.37
                ]
            }
        },
        {
            "dataName": "苹果连续",
            "quantName": "低位九转",
            "trigDate": "2024-09-11",
            "trigIndex": 1627,
            "trigcalType": "日月九转",
            "test": "false false",
            "logProfileN": {
                "day10LowUp": [
                    "1,2024-09-12",
                    -0.52,
                    "4,2024-09-19",
                    4.86,
                    4.27
                ],
                "day20LowUp": [
                    "12,2024-10-08",
                    -0.87,
                    "4,2024-09-19",
                    4.86,
                    1.75
                ],
                "day60LowUp": [
                    "12,2024-10-08",
                    -0.87,
                    "58,2024-12-11",
                    20.71,
                    19.9
                ],
                "day100LowUp": [
                    "79,2025-01-10",
                    -2,
                    "58,2024-12-11",
                    20.71,
                    7.65
                ]
            }
        },
        {
            "dataName": "焦煤连续",
            "quantName": "低位九转",
            "trigDate": "2023-06-01",
            "trigIndex": 2473,
            "trigcalType": "日周九转",
            "test": "false false",
            "logProfileN": {
                "day10LowUp": [
                    "",
                    0,
                    "10,2023-06-15",
                    9.57,
                    9.57
                ],
                "day20LowUp": [
                    "",
                    0,
                    "11,2023-06-16",
                    11.24,
                    5.72
                ],
                "day60LowUp": [
                    "",
                    0,
                    "33,2023-07-20",
                    21.84,
                    19.02
                ],
                "day100LowUp": [
                    "",
                    0,
                    "77,2023-09-20",
                    52.9,
                    44.16
                ]
            }
        },
        {
            "dataName": "焦煤连续",
            "quantName": "低位九转",
            "trigDate": "2024-09-12",
            "trigIndex": 2787,
            "trigcalType": "周月九转",
            "test": "false false",
            "logProfileN": {
                "day10LowUp": [
                    "5,2024-09-23",
                    -4.05,
                    "10,2024-09-30",
                    20.55,
                    20.55
                ],
                "day20LowUp": [
                    "5,2024-09-23",
                    -4.05,
                    "10,2024-09-30",
                    20.55,
                    6.43
                ],
                "day60LowUp": [
                    "60,2024-12-16",
                    -11.42,
                    "10,2024-09-30",
                    20.55,
                    -11.42
                ],
                "day100LowUp": [
                    "78,2025-01-10",
                    -15.52,
                    "10,2024-09-30",
                    20.55,
                    -15.32
                ]
            }
        },
        {
            "dataName": "焦煤连续",
            "quantName": "低位九转",
            "trigDate": "2025-06-04",
            "trigIndex": 2957,
            "trigcalType": "日周九转|周月九转",
            "test": "false false",
            "logProfileN": {
                "day10LowUp": [
                    "1,2025-06-05",
                    -1.43,
                    "8,2025-06-16",
                    3.58,
                    2.93
                ],
                "day20LowUp": [
                    "1,2025-06-05",
                    -1.43,
                    "17,2025-06-27",
                    10.35,
                    9.83
                ],
                "day60LowUp": [
                    "1,2025-06-05",
                    -1.43,
                    "49,2025-08-12",
                    70.96,
                    50.26
                ],
                "day100LowUp": [
                    "1,2025-06-05",
                    -1.43,
                    "49,2025-08-12",
                    70.96,
                    67.71
                ]
            }
        },
        {
            "dataName": "豆一连续",
            "quantName": "低位九转",
            "trigDate": "2016-03-22",
            "trigIndex": 2730,
            "trigcalType": "日周九转",
            "test": "false false",
            "logProfileN": {
                "day10LowUp": [
                    "9,2016-04-06",
                    -4.84,
                    "3,2016-03-25",
                    0.63,
                    -4.84
                ],
                "day20LowUp": [
                    "11,2016-04-08",
                    -4.96,
                    "20,2016-04-21",
                    6.65,
                    6.65
                ],
                "day60LowUp": [
                    "11,2016-04-08",
                    -4.96,
                    "54,2016-06-13",
                    12.98,
                    10.25
                ],
                "day100LowUp": [
                    "11,2016-04-08",
                    -4.96,
                    "65,2016-06-28",
                    14.18,
                    9.42
                ]
            }
        },
        {
            "dataName": "PTA连续",
            "quantName": "低位九转",
            "trigDate": "2014-05-19",
            "trigIndex": 1801,
            "trigcalType": "双周MACD-KDJ",
            "test": "false false",
            "logProfileN": {
                "day10LowUp": [
                    "1,2014-05-20",
                    -0.41,
                    "8,2014-05-29",
                    3.83,
                    3.7
                ],
                "day20LowUp": [
                    "1,2014-05-20",
                    -0.41,
                    "19,2014-06-16",
                    13.35,
                    11.58
                ],
                "day60LowUp": [
                    "1,2014-05-20",
                    -0.41,
                    "46,2014-07-23",
                    18.42,
                    11.33
                ],
                "day100LowUp": [
                    "100,2014-10-16",
                    -12.41,
                    "46,2014-07-23",
                    18.42,
                    -12.41
                ]
            }
        },
        {
            "dataName": "PTA连续",
            "quantName": "低位九转",
            "trigDate": "2020-04-01",
            "trigIndex": 3230,
            "trigcalType": "日周九转",
            "test": "false false",
            "logProfileN": {
                "day10LowUp": [
                    "",
                    0,
                    "5,2020-04-09",
                    9.65,
                    5.8
                ],
                "day20LowUp": [
                    "14,2020-04-22",
                    -4.52,
                    "5,2020-04-09",
                    9.65,
                    4.33
                ],
                "day60LowUp": [
                    "14,2020-04-22",
                    -4.52,
                    "44,2020-06-08",
                    15.14,
                    11.66
                ],
                "day100LowUp": [
                    "14,2020-04-22",
                    -4.52,
                    "89,2020-08-12",
                    15.51,
                    14.22
                ]
            }
        },
        {
            "dataName": "PTA连续",
            "quantName": "低位九转",
            "trigDate": "2020-04-28",
            "trigIndex": 3248,
            "trigcalType": "周月九转",
            "test": "false false",
            "logProfileN": {
                "day10LowUp": [
                    "",
                    0,
                    "10,2020-05-15",
                    7.71,
                    7.71
                ],
                "day20LowUp": [
                    "",
                    0,
                    "13,2020-05-20",
                    12.29,
                    8.49
                ],
                "day60LowUp": [
                    "",
                    0,
                    "26,2020-06-08",
                    13.61,
                    7.53
                ],
                "day100LowUp": [
                    "",
                    0,
                    "86,2020-09-02",
                    14.46,
                    7.83
                ]
            }
        },
        {
            "dataName": "苯乙烯连续",
            "quantName": "低位九转",
            "trigDate": "2020-04-03",
            "trigIndex": 124,
            "trigcalType": "日周九转",
            "test": "false false",
            "logProfileN": {
                "day10LowUp": [
                    "",
                    0,
                    "10,2020-04-20",
                    13.6,
                    13.6
                ],
                "day20LowUp": [
                    "12,2020-04-22",
                    -1.33,
                    "19,2020-05-06",
                    17.22,
                    13.19
                ],
                "day60LowUp": [
                    "12,2020-04-22",
                    -1.33,
                    "39,2020-06-03",
                    21.85,
                    17.61
                ],
                "day100LowUp": [
                    "12,2020-04-22",
                    -1.33,
                    "39,2020-06-03",
                    21.85,
                    18.39
                ]
            }
        },
        {
            "dataName": "塑料连续",
            "quantName": "低位九转",
            "trigDate": "2025-06-05",
            "trigIndex": 4340,
            "trigcalType": "日周九转",
            "test": "false false",
            "logProfileN": {
                "day10LowUp": [
                    "",
                    0,
                    "10,2025-06-19",
                    6.08,
                    6.08
                ],
                "day20LowUp": [
                    "",
                    0,
                    "10,2025-06-19",
                    6.08,
                    3.55
                ],
                "day60LowUp": [
                    "",
                    0,
                    "10,2025-06-19",
                    6.08,
                    4.61
                ],
                "day100LowUp": [
                    "90,2025-10-17",
                    -2.27,
                    "10,2025-06-19",
                    6.08,
                    -1.92
                ]
            }
        },
        {
            "dataName": "对二甲苯连续",
            "quantName": "低位九转",
            "trigDate": "2024-12-16",
            "trigIndex": 300,
            "trigcalType": "双周MACD-KDJ",
            "test": "false false",
            "logProfileN": {
                "day10LowUp": [
                    "3,2024-12-19",
                    -1.08,
                    "5,2024-12-23",
                    2.65,
                    0.84
                ],
                "day20LowUp": [
                    "3,2024-12-19",
                    -1.08,
                    "19,2025-01-13",
                    8.33,
                    8.01
                ],
                "day60LowUp": [
                    "55,2025-03-12",
                    -3.93,
                    "22,2025-01-16",
                    10.43,
                    -1.25
                ],
                "day100LowUp": [
                    "74,2025-04-09",
                    -14.59,
                    "22,2025-01-16",
                    10.43,
                    -2.91
                ]
            }
        },
        {
            "dataName": "沥青连续",
            "quantName": "低位九转",
            "trigDate": "2020-04-02",
            "trigIndex": 1579,
            "trigcalType": "日周九转",
            "test": "false false",
            "logProfileN": {
                "day10LowUp": [
                    "",
                    0,
                    "8,2020-04-15",
                    7.89,
                    5.72
                ],
                "day20LowUp": [
                    "13,2020-04-22",
                    -9.57,
                    "8,2020-04-15",
                    7.89,
                    4.93
                ],
                "day60LowUp": [
                    "13,2020-04-22",
                    -9.57,
                    "60,2020-07-03",
                    39.45,
                    39.45
                ],
                "day100LowUp": [
                    "13,2020-04-22",
                    -9.57,
                    "74,2020-07-23",
                    42.21,
                    32.05
                ]
            }
        },
        {
            "dataName": "工业硅连续",
            "quantName": "低位九转",
            "trigDate": "2025-06-04",
            "trigIndex": 589,
            "trigcalType": "日周九转",
            "test": "false false",
            "logProfileN": {
                "day10LowUp": [
                    "1,2025-06-05",
                    -1.92,
                    "5,2025-06-11",
                    2.95,
                    1.71
                ],
                "day20LowUp": [
                    "1,2025-06-05",
                    -1.92,
                    "20,2025-07-02",
                    12.47,
                    12.47
                ],
                "day60LowUp": [
                    "1,2025-06-05",
                    -1.92,
                    "37,2025-07-25",
                    33.22,
                    16.78
                ],
                "day100LowUp": [
                    "1,2025-06-05",
                    -1.92,
                    "37,2025-07-25",
                    33.22,
                    25.41
                ]
            }
        },
        {
            "dataName": "氧化铝连续",
            "quantName": "低位九转",
            "trigDate": "2025-10-23",
            "trigIndex": 567,
            "trigcalType": "日周九转",
            "test": "",
            "logProfileN": {
                "day10LowUp": [
                    "8,2025-11-04",
                    -2.4,
                    "4,2025-10-29",
                    1.44,
                    -1.8
                ],
                "day20LowUp": [
                    "20,2025-11-20",
                    -3.74,
                    "4,2025-10-29",
                    1.44,
                    -3.74
                ],
                "day60LowUp": [
                    "35,2025-12-11",
                    -13,
                    "52,2026-01-07",
                    3.52,
                    -3.7
                ],
                "day70LowUp": [
                    "35,2025-12-11",
                    -13,
                    "52,2026-01-07",
                    3.52,
                    -2.33
                ],
                "lastDay": 70
            }
        },
        {
            "dataName": "苯乙烯连续",
            "quantName": "低位九转",
            "trigDate": "2025-11-13",
            "trigIndex": 1484,
            "trigcalType": "日周九转",
            "test": "",
            "logProfileN": {
                "day10LowUp": [
                    "7,2025-11-24",
                    -0.02,
                    "5,2025-11-20",
                    2.45,
                    1.29
                ],
                "day20LowUp": [
                    "7,2025-11-24",
                    -0.02,
                    "17,2025-12-08",
                    3.6,
                    1.06
                ],
                "day55LowUp": [
                    "25,2025-12-18",
                    -0.81,
                    "53,2026-01-29",
                    22.93,
                    15.55
                ],
                "lastDay": 55
            }
        }
    ],
    "低位低量": [
        {
            "dataName": "橡胶连续",
            "quantName": "低位低量",
            "trigDate": "2013-06-20",
            "trigAtIndex": 2057,
            "dataType": "工业",
            "trigcalType": "",
            "test": false,
            "logProfileN": {
                "day10LowUp": [
                    "2,2013-06-24",
                    -4.84,
                    "10,2013-07-04",
                    2.65,
                    2.65
                ],
                "day20LowUp": [
                    "2,2013-06-24",
                    -4.84,
                    "20,2013-07-18",
                    3.29,
                    3.29
                ],
                "day60LowUp": [
                    "2,2013-06-24",
                    -4.84,
                    "52,2013-09-02",
                    18.52,
                    13.93
                ],
                "day100LowUp": [
                    "2,2013-06-24",
                    -4.84,
                    "75,2013-10-14",
                    19.2,
                    7.68
                ]
            }
        },
        {
            "dataName": "橡胶连续",
            "quantName": "低位低量",
            "trigDate": "2013-06-24",
            "trigAtIndex": 2059,
            "dataType": "工业",
            "trigcalType": "",
            "test": false,
            "logProfileN": {
                "day10LowUp": [
                    "",
                    0,
                    "8,2013-07-04",
                    7.87,
                    2.31
                ],
                "day20LowUp": [
                    "",
                    0,
                    "20,2013-07-22",
                    10.41,
                    10.41
                ],
                "day60LowUp": [
                    "",
                    0,
                    "50,2013-09-02",
                    24.55,
                    18.9
                ],
                "day100LowUp": [
                    "",
                    0,
                    "73,2013-10-14",
                    25.26,
                    13.55
                ]
            }
        },
        {
            "dataName": "橡胶连续",
            "quantName": "低位低量",
            "trigDate": "2013-06-26",
            "trigAtIndex": 2061,
            "dataType": "工业",
            "trigcalType": "",
            "test": false,
            "logProfileN": {
                "day10LowUp": [
                    "",
                    0,
                    "6,2013-07-04",
                    7.64,
                    2.01
                ],
                "day20LowUp": [
                    "",
                    0,
                    "18,2013-07-22",
                    10.18,
                    9.74
                ],
                "day60LowUp": [
                    "",
                    0,
                    "48,2013-09-02",
                    24.29,
                    22.76
                ],
                "day100LowUp": [
                    "",
                    0,
                    "71,2013-10-14",
                    25,
                    11.28
                ]
            }
        },
        {
            "dataName": "橡胶连续",
            "quantName": "低位低量",
            "trigDate": "2022-07-21",
            "trigAtIndex": 4269,
            "dataType": "工业",
            "trigcalType": "",
            "test": false,
            "logProfileN": {
                "day10LowUp": [
                    "1,2022-07-22",
                    -0.81,
                    "6,2022-07-29",
                    4,
                    1.7
                ],
                "day20LowUp": [
                    "1,2022-07-22",
                    -0.81,
                    "16,2022-08-12",
                    10.63,
                    9.31
                ],
                "day60LowUp": [
                    "1,2022-07-22",
                    -0.81,
                    "47,2022-09-27",
                    13.78,
                    4.93
                ],
                "day100LowUp": [
                    "1,2022-07-22",
                    -0.81,
                    "47,2022-09-27",
                    13.78,
                    11.31
                ]
            }
        },
        {
            "dataName": "热卷连续",
            "quantName": "低位低量",
            "trigDate": "2020-04-01",
            "trigAtIndex": 1474,
            "dataType": "工业",
            "trigcalType": "",
            "test": false,
            "logProfileN": {
                "day10LowUp": [
                    "",
                    0,
                    "10,2020-04-16",
                    7.84,
                    7.84
                ],
                "day20LowUp": [
                    "",
                    0,
                    "11,2020-04-17",
                    7.87,
                    7.07
                ],
                "day60LowUp": [
                    "",
                    0,
                    "53,2020-06-19",
                    22.01,
                    18.81
                ],
                "day100LowUp": [
                    "",
                    0,
                    "93,2020-08-18",
                    32.84,
                    31.58
                ]
            }
        },
        {
            "dataName": "热卷连续",
            "quantName": "低位低量",
            "trigDate": "2020-04-07",
            "trigAtIndex": 1477,
            "dataType": "工业",
            "trigcalType": "",
            "test": false,
            "logProfileN": {
                "day10LowUp": [
                    "",
                    0,
                    "8,2020-04-17",
                    5.62,
                    3.98
                ],
                "day20LowUp": [
                    "",
                    0,
                    "20,2020-05-08",
                    8.62,
                    8.62
                ],
                "day60LowUp": [
                    "",
                    0,
                    "50,2020-06-19",
                    19.46,
                    18.48
                ],
                "day100LowUp": [
                    "",
                    0,
                    "100,2020-09-01",
                    31.8,
                    31.8
                ]
            }
        },
        {
            "dataName": "黄金连续",
            "quantName": "低位低量",
            "trigDate": "2015-08-03",
            "trigAtIndex": 1848,
            "dataType": "金融",
            "trigcalType": "",
            "test": false,
            "logProfileN": {
                "day10LowUp": [
                    "3,2015-08-06",
                    -1.31,
                    "7,2015-08-12",
                    6.25,
                    5.08
                ],
                "day20LowUp": [
                    "3,2015-08-06",
                    -1.31,
                    "14,2015-08-21",
                    8.66,
                    6.3
                ],
                "day60LowUp": [
                    "3,2015-08-06",
                    -1.31,
                    "48,2015-10-15",
                    9.05,
                    5.37
                ],
                "day100LowUp": [
                    "3,2015-08-06",
                    -1.31,
                    "48,2015-10-15",
                    9.05,
                    2.73
                ]
            }
        },
        {
            "dataName": "黄金连续",
            "quantName": "低位低量",
            "trigDate": "2015-08-04",
            "trigAtIndex": 1849,
            "dataType": "金融",
            "trigcalType": "",
            "test": false,
            "logProfileN": {
                "day10LowUp": [
                    "2,2015-08-06",
                    -0.27,
                    "6,2015-08-12",
                    7.36,
                    6
                ],
                "day20LowUp": [
                    "2,2015-08-06",
                    -0.27,
                    "13,2015-08-21",
                    9.8,
                    7.96
                ],
                "day60LowUp": [
                    "2,2015-08-06",
                    -0.27,
                    "47,2015-10-15",
                    10.19,
                    6.04
                ],
                "day100LowUp": [
                    "2,2015-08-06",
                    -0.27,
                    "47,2015-10-15",
                    10.19,
                    4.1
                ]
            }
        },
        {
            "dataName": "黄金连续",
            "quantName": "低位低量",
            "trigDate": "2015-08-05",
            "trigAtIndex": 1850,
            "dataType": "金融",
            "trigcalType": "",
            "test": false,
            "logProfileN": {
                "day10LowUp": [
                    "1,2015-08-06",
                    -0.21,
                    "5,2015-08-12",
                    7.44,
                    6.57
                ],
                "day20LowUp": [
                    "1,2015-08-06",
                    -0.21,
                    "12,2015-08-21",
                    9.88,
                    7.96
                ],
                "day60LowUp": [
                    "1,2015-08-06",
                    -0.21,
                    "46,2015-10-15",
                    10.27,
                    4.61
                ],
                "day100LowUp": [
                    "1,2015-08-06",
                    -0.21,
                    "46,2015-10-15",
                    10.27,
                    4.11
                ]
            }
        },
        {
            "dataName": "黄金连续",
            "quantName": "低位低量",
            "trigDate": "2015-08-06",
            "trigAtIndex": 1851,
            "dataType": "金融",
            "trigcalType": "",
            "test": false,
            "logProfileN": {
                "day10LowUp": [
                    "",
                    0,
                    "10,2015-08-20",
                    8.34,
                    8.34
                ],
                "day20LowUp": [
                    "",
                    0,
                    "11,2015-08-21",
                    10.11,
                    8
                ],
                "day60LowUp": [
                    "",
                    0,
                    "45,2015-10-15",
                    10.49,
                    3.98
                ],
                "day100LowUp": [
                    "",
                    0,
                    "45,2015-10-15",
                    10.49,
                    3.36
                ]
            }
        },
        {
            "dataName": "黄金连续",
            "quantName": "低位低量",
            "trigDate": "2015-08-07",
            "trigAtIndex": 1852,
            "dataType": "金融",
            "trigcalType": "",
            "test": false,
            "logProfileN": {
                "day10LowUp": [
                    "",
                    0,
                    "10,2015-08-21",
                    8.86,
                    8.86
                ],
                "day20LowUp": [
                    "",
                    0,
                    "10,2015-08-21",
                    8.86,
                    5.45
                ],
                "day60LowUp": [
                    "",
                    0,
                    "44,2015-10-15",
                    9.25,
                    2.98
                ],
                "day100LowUp": [
                    "76,2015-11-30",
                    -0.93,
                    "44,2015-10-15",
                    9.25,
                    3.16
                ]
            }
        },
        {
            "dataName": "PP连续",
            "quantName": "低位低量",
            "trigDate": "2020-03-26",
            "trigAtIndex": 1480,
            "dataType": "工业",
            "trigcalType": "",
            "test": false,
            "logProfileN": {
                "day10LowUp": [
                    "2,2020-03-30",
                    -7.17,
                    "10,2020-04-10",
                    13.52,
                    13.52
                ],
                "day20LowUp": [
                    "2,2020-03-30",
                    -7.17,
                    "11,2020-04-13",
                    17.33,
                    12.16
                ],
                "day60LowUp": [
                    "2,2020-03-30",
                    -7.17,
                    "44,2020-06-02",
                    22.12,
                    21.49
                ],
                "day100LowUp": [
                    "2,2020-03-30",
                    -7.17,
                    "87,2020-08-04",
                    26.19,
                    23.59
                ]
            }
        },
        {
            "dataName": "PP连续",
            "quantName": "低位低量",
            "trigDate": "2020-03-27",
            "trigAtIndex": 1481,
            "dataType": "工业",
            "trigcalType": "",
            "test": false,
            "logProfileN": {
                "day10LowUp": [
                    "1,2020-03-30",
                    -3.35,
                    "10,2020-04-13",
                    22.15,
                    22.15
                ],
                "day20LowUp": [
                    "1,2020-03-30",
                    -3.35,
                    "10,2020-04-13",
                    22.15,
                    17.13
                ],
                "day60LowUp": [
                    "1,2020-03-30",
                    -3.35,
                    "43,2020-06-02",
                    27.15,
                    24.79
                ],
                "day100LowUp": [
                    "1,2020-03-30",
                    -3.35,
                    "86,2020-08-04",
                    31.38,
                    29.16
                ]
            }
        },
        {
            "dataName": "PP连续",
            "quantName": "低位低量",
            "trigDate": "2020-03-30",
            "trigAtIndex": 1482,
            "dataType": "工业",
            "trigcalType": "",
            "test": false,
            "logProfileN": {
                "day10LowUp": [
                    "",
                    0,
                    "9,2020-04-13",
                    26.39,
                    18.09
                ],
                "day20LowUp": [
                    "",
                    0,
                    "9,2020-04-13",
                    26.39,
                    21.13
                ],
                "day60LowUp": [
                    "",
                    0,
                    "42,2020-06-02",
                    31.55,
                    29.87
                ],
                "day100LowUp": [
                    "",
                    0,
                    "85,2020-08-04",
                    35.93,
                    35.86
                ]
            }
        },
        {
            "dataName": "PP连续",
            "quantName": "低位低量",
            "trigDate": "2023-05-22",
            "trigAtIndex": 2244,
            "dataType": "工业",
            "trigcalType": "",
            "test": false,
            "logProfileN": {
                "day10LowUp": [
                    "7,2023-05-31",
                    -0.77,
                    "5,2023-05-29",
                    1.33,
                    0.69
                ],
                "day20LowUp": [
                    "7,2023-05-31",
                    -0.77,
                    "19,2023-06-16",
                    2.05,
                    1.94
                ],
                "day60LowUp": [
                    "7,2023-05-31",
                    -0.77,
                    "50,2023-08-02",
                    7.89,
                    6.62
                ],
                "day100LowUp": [
                    "7,2023-05-31",
                    -0.77,
                    "84,2023-09-19",
                    16.71,
                    7.47
                ]
            }
        },
        {
            "dataName": "PP连续",
            "quantName": "低位低量",
            "trigDate": "2023-05-23",
            "trigAtIndex": 2245,
            "dataType": "工业",
            "trigcalType": "",
            "test": false,
            "logProfileN": {
                "day10LowUp": [
                    "6,2023-05-31",
                    -0.32,
                    "4,2023-05-29",
                    1.79,
                    0.81
                ],
                "day20LowUp": [
                    "6,2023-05-31",
                    -0.32,
                    "20,2023-06-20",
                    2.63,
                    2.63
                ],
                "day60LowUp": [
                    "6,2023-05-31",
                    -0.32,
                    "49,2023-08-02",
                    8.38,
                    8.19
                ],
                "day100LowUp": [
                    "6,2023-05-31",
                    -0.32,
                    "83,2023-09-19",
                    17.24,
                    8.06
                ]
            }
        },
        {
            "dataName": "燃油连续",
            "quantName": "低位低量",
            "trigDate": "2007-01-22",
            "trigAtIndex": 496,
            "dataType": "能源",
            "trigcalType": "",
            "test": false,
            "logProfileN": {
                "day10LowUp": [
                    "1,2007-01-23",
                    -0.74,
                    "10,2007-02-05",
                    7.45,
                    7.45
                ],
                "day20LowUp": [
                    "1,2007-01-23",
                    -0.74,
                    "14,2007-02-09",
                    10.27,
                    9.08
                ],
                "day60LowUp": [
                    "1,2007-01-23",
                    -0.74,
                    "54,2007-04-13",
                    29.65,
                    25.17
                ],
                "day100LowUp": [
                    "1,2007-01-23",
                    -0.74,
                    "54,2007-04-13",
                    29.65,
                    26.06
                ]
            }
        },
        {
            "dataName": "燃油连续",
            "quantName": "低位低量",
            "trigDate": "2007-01-23",
            "trigAtIndex": 497,
            "dataType": "能源",
            "trigcalType": "",
            "test": false,
            "logProfileN": {
                "day10LowUp": [
                    "",
                    0,
                    "10,2007-02-06",
                    8.89,
                    8.89
                ],
                "day20LowUp": [
                    "",
                    0,
                    "13,2007-02-09",
                    11.09,
                    9.97
                ],
                "day60LowUp": [
                    "",
                    0,
                    "53,2007-04-13",
                    30.62,
                    29.16
                ],
                "day100LowUp": [
                    "",
                    0,
                    "53,2007-04-13",
                    30.62,
                    27.78
                ]
            }
        },
        {
            "dataName": "燃油连续",
            "quantName": "低位低量",
            "trigDate": "2007-01-24",
            "trigAtIndex": 498,
            "dataType": "能源",
            "trigcalType": "",
            "test": false,
            "logProfileN": {
                "day10LowUp": [
                    "1,2007-01-25",
                    -0.04,
                    "10,2007-02-07",
                    7.23,
                    7.23
                ],
                "day20LowUp": [
                    "1,2007-01-25",
                    -0.04,
                    "12,2007-02-09",
                    8.7,
                    6.61
                ],
                "day60LowUp": [
                    "1,2007-01-25",
                    -0.04,
                    "52,2007-04-13",
                    27.8,
                    24.77
                ],
                "day100LowUp": [
                    "1,2007-01-25",
                    -0.04,
                    "52,2007-04-13",
                    27.8,
                    24.22
                ]
            }
        },
        {
            "dataName": "燃油连续",
            "quantName": "低位低量",
            "trigDate": "2013-09-23",
            "trigAtIndex": 2125,
            "dataType": "能源",
            "trigcalType": "",
            "test": false,
            "logProfileN": {
                "day10LowUp": [
                    "3,2013-09-26",
                    -0.33,
                    "1,2013-09-24",
                    6.92,
                    6.89
                ],
                "day20LowUp": [
                    "3,2013-09-26",
                    -0.33,
                    "20,2013-10-28",
                    10.82,
                    10.82
                ],
                "day60LowUp": [
                    "3,2013-09-26",
                    -0.33,
                    "46,2013-12-04",
                    21.74,
                    16.2
                ],
                "day100LowUp": [
                    "3,2013-09-26",
                    -0.33,
                    "46,2013-12-04",
                    21.74,
                    4.62
                ]
            }
        },
        {
            "dataName": "燃油连续",
            "quantName": "低位低量",
            "trigDate": "2013-09-26",
            "trigAtIndex": 2128,
            "dataType": "能源",
            "trigcalType": "",
            "test": false,
            "logProfileN": {
                "day10LowUp": [
                    "",
                    0,
                    "5,2013-10-10",
                    7.25,
                    7.25
                ],
                "day20LowUp": [
                    "",
                    0,
                    "20,2013-10-31",
                    11.52,
                    11.52
                ],
                "day60LowUp": [
                    "",
                    0,
                    "43,2013-12-04",
                    22.15,
                    16.59
                ],
                "day100LowUp": [
                    "",
                    0,
                    "43,2013-12-04",
                    22.15,
                    7.53
                ]
            }
        },
        {
            "dataName": "鸡蛋连续",
            "quantName": "低位低量",
            "trigDate": "2024-01-22",
            "trigAtIndex": 2485,
            "dataType": "农业",
            "trigcalType": "",
            "test": false,
            "logProfileN": {
                "day10LowUp": [
                    "",
                    0,
                    "8,2024-02-01",
                    3.07,
                    0.96
                ],
                "day20LowUp": [
                    "15,2024-02-20",
                    -0.37,
                    "18,2024-02-23",
                    9.28,
                    8.88
                ],
                "day60LowUp": [
                    "47,2024-04-08",
                    -1.8,
                    "52,2024-04-15",
                    19.78,
                    19.09
                ],
                "day100LowUp": [
                    "47,2024-04-08",
                    -1.8,
                    "65,2024-05-07",
                    26.95,
                    23.87
                ]
            }
        },
        {
            "dataName": "鸡蛋连续",
            "quantName": "低位低量",
            "trigDate": "2024-04-01",
            "trigAtIndex": 2529,
            "dataType": "农业",
            "trigcalType": "",
            "test": false,
            "logProfileN": {
                "day10LowUp": [
                    "3,2024-04-08",
                    -2.13,
                    "8,2024-04-15",
                    19.37,
                    17.2
                ],
                "day20LowUp": [
                    "3,2024-04-08",
                    -2.13,
                    "17,2024-04-26",
                    23.58,
                    21.13
                ],
                "day60LowUp": [
                    "3,2024-04-08",
                    -2.13,
                    "21,2024-05-07",
                    26.52,
                    25.87
                ],
                "day100LowUp": [
                    "3,2024-04-08",
                    -2.13,
                    "63,2024-07-05",
                    26.86,
                    12.81
                ]
            }
        },
        {
            "dataName": "鸡蛋连续",
            "quantName": "低位低量",
            "trigDate": "2024-04-02",
            "trigAtIndex": 2530,
            "dataType": "农业",
            "trigcalType": "",
            "test": false,
            "logProfileN": {
                "day10LowUp": [
                    "2,2024-04-08",
                    -1.83,
                    "7,2024-04-15",
                    19.74,
                    17.91
                ],
                "day20LowUp": [
                    "2,2024-04-08",
                    -1.83,
                    "20,2024-05-07",
                    26.91,
                    26.91
                ],
                "day60LowUp": [
                    "2,2024-04-08",
                    -1.83,
                    "20,2024-05-07",
                    26.91,
                    26.69
                ],
                "day100LowUp": [
                    "2,2024-04-08",
                    -1.83,
                    "62,2024-07-05",
                    27.25,
                    13.04
                ]
            }
        },
        {
            "dataName": "鸡蛋连续",
            "quantName": "低位低量",
            "trigDate": "2024-04-03",
            "trigAtIndex": 2531,
            "dataType": "农业",
            "trigcalType": "",
            "test": false,
            "logProfileN": {
                "day10LowUp": [
                    "1,2024-04-08",
                    -1.22,
                    "6,2024-04-15",
                    20.49,
                    19.46
                ],
                "day20LowUp": [
                    "1,2024-04-08",
                    -1.22,
                    "19,2024-05-07",
                    27.7,
                    25.39
                ],
                "day60LowUp": [
                    "1,2024-04-08",
                    -1.22,
                    "19,2024-05-07",
                    27.7,
                    27.64
                ],
                "day100LowUp": [
                    "1,2024-04-08",
                    -1.22,
                    "61,2024-07-05",
                    28.04,
                    12.93
                ]
            }
        },
        {
            "dataName": "沪锌连续",
            "quantName": "低位低量",
            "trigDate": "2011-10-20",
            "trigAtIndex": 1121,
            "dataType": "工业",
            "trigcalType": "",
            "test": false,
            "logProfileN": {
                "day10LowUp": [
                    "",
                    0,
                    "6,2011-10-28",
                    11.37,
                    8.63
                ],
                "day20LowUp": [
                    "",
                    0,
                    "11,2011-11-04",
                    12.27,
                    10.14
                ],
                "day60LowUp": [
                    "",
                    0,
                    "33,2011-12-07",
                    14.19,
                    12.09
                ],
                "day100LowUp": [
                    "",
                    0,
                    "71,2012-02-08",
                    17.47,
                    14.69
                ]
            }
        },
        {
            "dataName": "棉花连续",
            "quantName": "低位低量",
            "trigDate": "2020-03-20",
            "trigAtIndex": 3707,
            "dataType": "农业",
            "trigcalType": "",
            "test": false,
            "logProfileN": {
                "day10LowUp": [
                    "2,2020-03-24",
                    -5.73,
                    "",
                    0,
                    -1.05
                ],
                "day20LowUp": [
                    "2,2020-03-24",
                    -5.73,
                    "14,2020-04-10",
                    4.96,
                    4.82
                ],
                "day60LowUp": [
                    "2,2020-03-24",
                    -5.73,
                    "53,2020-06-09",
                    10.05,
                    8.19
                ],
                "day100LowUp": [
                    "2,2020-03-24",
                    -5.73,
                    "100,2020-08-17",
                    17.56,
                    17.56
                ]
            }
        },
        {
            "dataName": "棉花连续",
            "quantName": "低位低量",
            "trigDate": "2020-03-23",
            "trigAtIndex": 3708,
            "dataType": "农业",
            "trigcalType": "",
            "test": false,
            "logProfileN": {
                "day10LowUp": [
                    "1,2020-03-24",
                    -1.99,
                    "10,2020-04-07",
                    5.77,
                    5.77
                ],
                "day20LowUp": [
                    "1,2020-03-24",
                    -1.99,
                    "13,2020-04-10",
                    9.13,
                    5.63
                ],
                "day60LowUp": [
                    "1,2020-03-24",
                    -1.99,
                    "52,2020-06-09",
                    14.43,
                    12.68
                ],
                "day100LowUp": [
                    "1,2020-03-24",
                    -1.99,
                    "99,2020-08-17",
                    22.23,
                    22.04
                ]
            }
        },
        {
            "dataName": "PVC连续",
            "quantName": "低位低量",
            "trigDate": "2015-11-03",
            "trigAtIndex": 1558,
            "dataType": "工业",
            "trigcalType": "",
            "test": false,
            "logProfileN": {
                "day10LowUp": [
                    "9,2015-11-16",
                    -0.87,
                    "7,2015-11-12",
                    0.65,
                    0.22
                ],
                "day20LowUp": [
                    "14,2015-11-23",
                    -3.16,
                    "7,2015-11-12",
                    0.65,
                    -1.31
                ],
                "day60LowUp": [
                    "14,2015-11-23",
                    -3.16,
                    "37,2015-12-24",
                    6.43,
                    4.9
                ],
                "day100LowUp": [
                    "14,2015-11-23",
                    -3.16,
                    "92,2016-03-18",
                    20.59,
                    11.44
                ]
            }
        },
        {
            "dataName": "PVC连续",
            "quantName": "低位低量",
            "trigDate": "2015-11-04",
            "trigAtIndex": 1559,
            "dataType": "工业",
            "trigcalType": "",
            "test": false,
            "logProfileN": {
                "day10LowUp": [
                    "8,2015-11-16",
                    -0.33,
                    "6,2015-11-12",
                    1.2,
                    -0.22
                ],
                "day20LowUp": [
                    "13,2015-11-23",
                    -2.63,
                    "6,2015-11-12",
                    1.2,
                    0
                ],
                "day60LowUp": [
                    "13,2015-11-23",
                    -2.63,
                    "36,2015-12-24",
                    7.01,
                    5.48
                ],
                "day100LowUp": [
                    "13,2015-11-23",
                    -2.63,
                    "91,2016-03-18",
                    21.25,
                    11.28
                ]
            }
        },
        {
            "dataName": "PVC连续",
            "quantName": "低位低量",
            "trigDate": "2015-11-05",
            "trigAtIndex": 1560,
            "dataType": "工业",
            "trigcalType": "",
            "test": false,
            "logProfileN": {
                "day10LowUp": [
                    "10,2015-11-19",
                    -1.86,
                    "5,2015-11-12",
                    1.2,
                    -1.86
                ],
                "day20LowUp": [
                    "12,2015-11-23",
                    -2.63,
                    "5,2015-11-12",
                    1.2,
                    -0.33
                ],
                "day60LowUp": [
                    "12,2015-11-23",
                    -2.63,
                    "35,2015-12-24",
                    7.01,
                    6.57
                ],
                "day100LowUp": [
                    "12,2015-11-23",
                    -2.63,
                    "90,2016-03-18",
                    21.25,
                    13.58
                ]
            }
        },
        {
            "dataName": "PVC连续",
            "quantName": "低位低量",
            "trigDate": "2015-11-06",
            "trigAtIndex": 1561,
            "dataType": "工业",
            "trigcalType": "",
            "test": false,
            "logProfileN": {
                "day10LowUp": [
                    "10,2015-11-20",
                    -3.37,
                    "4,2015-11-12",
                    0.33,
                    -3.37
                ],
                "day20LowUp": [
                    "11,2015-11-23",
                    -3.47,
                    "4,2015-11-12",
                    0.33,
                    -2.06
                ],
                "day60LowUp": [
                    "11,2015-11-23",
                    -3.47,
                    "34,2015-12-24",
                    6.08,
                    5.54
                ],
                "day100LowUp": [
                    "11,2015-11-23",
                    -3.47,
                    "89,2016-03-18",
                    20.2,
                    9.66
                ]
            }
        },
        {
            "dataName": "PVC连续",
            "quantName": "低位低量",
            "trigDate": "2015-11-20",
            "trigAtIndex": 1571,
            "dataType": "工业",
            "trigcalType": "",
            "test": false,
            "logProfileN": {
                "day10LowUp": [
                    "1,2015-11-23",
                    -0.11,
                    "4,2015-11-26",
                    3.82,
                    1.35
                ],
                "day20LowUp": [
                    "1,2015-11-23",
                    -0.11,
                    "20,2015-12-18",
                    3.93,
                    3.93
                ],
                "day60LowUp": [
                    "1,2015-11-23",
                    -0.11,
                    "60,2016-02-22",
                    14.38,
                    14.38
                ],
                "day100LowUp": [
                    "1,2015-11-23",
                    -0.11,
                    "79,2016-03-18",
                    24.38,
                    13.71
                ]
            }
        },
        {
            "dataName": "PVC连续",
            "quantName": "低位低量",
            "trigDate": "2020-03-26",
            "trigAtIndex": 2629,
            "dataType": "工业",
            "trigcalType": "",
            "test": false,
            "logProfileN": {
                "day10LowUp": [
                    "3,2020-03-31",
                    -8.07,
                    "7,2020-04-07",
                    0.64,
                    0.09
                ],
                "day20LowUp": [
                    "3,2020-03-31",
                    -8.07,
                    "7,2020-04-07",
                    0.64,
                    -2.29
                ],
                "day60LowUp": [
                    "3,2020-03-31",
                    -8.07,
                    "54,2020-06-16",
                    16.32,
                    13.11
                ],
                "day100LowUp": [
                    "3,2020-03-31",
                    -8.07,
                    "88,2020-08-05",
                    23.74,
                    21.26
                ]
            }
        },
        {
            "dataName": "PVC连续",
            "quantName": "低位低量",
            "trigDate": "2020-03-30",
            "trigAtIndex": 2631,
            "dataType": "工业",
            "trigcalType": "",
            "test": false,
            "logProfileN": {
                "day10LowUp": [
                    "1,2020-03-31",
                    -1.96,
                    "5,2020-04-07",
                    7.33,
                    6.16
                ],
                "day20LowUp": [
                    "1,2020-03-31",
                    -1.96,
                    "5,2020-04-07",
                    7.33,
                    6.06
                ],
                "day60LowUp": [
                    "1,2020-03-31",
                    -1.96,
                    "52,2020-06-16",
                    24.05,
                    20.82
                ],
                "day100LowUp": [
                    "1,2020-03-31",
                    -1.96,
                    "86,2020-08-05",
                    31.96,
                    29.62
                ]
            }
        },
        {
            "dataName": "PVC连续",
            "quantName": "低位低量",
            "trigDate": "2020-03-31",
            "trigAtIndex": 2632,
            "dataType": "工业",
            "trigcalType": "",
            "test": false,
            "logProfileN": {
                "day10LowUp": [
                    "",
                    0,
                    "4,2020-04-07",
                    9.47,
                    8.37
                ],
                "day20LowUp": [
                    "",
                    0,
                    "4,2020-04-07",
                    9.47,
                    8.87
                ],
                "day60LowUp": [
                    "",
                    0,
                    "51,2020-06-16",
                    26.52,
                    22.83
                ],
                "day100LowUp": [
                    "",
                    0,
                    "85,2020-08-05",
                    34.6,
                    33.5
                ]
            }
        },
        {
            "dataName": "PVC连续",
            "quantName": "低位低量",
            "trigDate": "2020-04-01",
            "trigAtIndex": 2633,
            "dataType": "工业",
            "trigcalType": "",
            "test": false,
            "logProfileN": {
                "day10LowUp": [
                    "",
                    0,
                    "3,2020-04-07",
                    7.02,
                    5.26
                ],
                "day20LowUp": [
                    "",
                    0,
                    "3,2020-04-07",
                    7.02,
                    6.92
                ],
                "day60LowUp": [
                    "",
                    0,
                    "50,2020-06-16",
                    23.68,
                    22.61
                ],
                "day100LowUp": [
                    "",
                    0,
                    "84,2020-08-05",
                    31.58,
                    29.63
                ]
            }
        },
        {
            "dataName": "PVC连续",
            "quantName": "低位低量",
            "trigDate": "2020-04-02",
            "trigAtIndex": 2634,
            "dataType": "工业",
            "trigcalType": "",
            "test": false,
            "logProfileN": {
                "day10LowUp": [
                    "",
                    0,
                    "2,2020-04-07",
                    4.97,
                    3.63
                ],
                "day20LowUp": [
                    "",
                    0,
                    "20,2020-05-06",
                    8.6,
                    8.6
                ],
                "day60LowUp": [
                    "",
                    0,
                    "49,2020-06-16",
                    21.32,
                    21.13
                ],
                "day100LowUp": [
                    "",
                    0,
                    "83,2020-08-05",
                    29.06,
                    26.29
                ]
            }
        },
        {
            "dataName": "PVC连续",
            "quantName": "低位低量",
            "trigDate": "2020-04-03",
            "trigAtIndex": 2635,
            "dataType": "工业",
            "trigcalType": "",
            "test": false,
            "logProfileN": {
                "day10LowUp": [
                    "",
                    0,
                    "1,2020-04-07",
                    3.29,
                    1.69
                ],
                "day20LowUp": [
                    "12,2020-04-22",
                    -0.94,
                    "19,2020-05-06",
                    6.87,
                    6.59
                ],
                "day60LowUp": [
                    "12,2020-04-22",
                    -0.94,
                    "60,2020-07-06",
                    20.23,
                    20.23
                ],
                "day100LowUp": [
                    "12,2020-04-22",
                    -0.94,
                    "82,2020-08-05",
                    27,
                    25.31
                ]
            }
        },
        {
            "dataName": "PVC连续",
            "quantName": "低位低量",
            "trigDate": "2020-04-07",
            "trigAtIndex": 2636,
            "dataType": "工业",
            "trigcalType": "",
            "test": false,
            "logProfileN": {
                "day10LowUp": [
                    "10,2020-04-21",
                    -3.01,
                    "",
                    0,
                    -3.01
                ],
                "day20LowUp": [
                    "11,2020-04-22",
                    -4.1,
                    "20,2020-05-08",
                    5.46,
                    5.46
                ],
                "day60LowUp": [
                    "11,2020-04-22",
                    -4.1,
                    "60,2020-07-07",
                    19.13,
                    19.13
                ],
                "day100LowUp": [
                    "11,2020-04-22",
                    -4.1,
                    "81,2020-08-05",
                    22.95,
                    21.49
                ]
            }
        },
        {
            "dataName": "硅铁连续",
            "quantName": "低位低量",
            "trigDate": "2025-06-03",
            "trigAtIndex": 2594,
            "dataType": "工业",
            "trigcalType": "",
            "test": false,
            "logProfileN": {
                "day10LowUp": [
                    "",
                    0,
                    "9,2025-06-16",
                    4.17,
                    3.62
                ],
                "day20LowUp": [
                    "",
                    0,
                    "17,2025-06-26",
                    5.98,
                    3.74
                ],
                "day60LowUp": [
                    "",
                    0,
                    "38,2025-07-25",
                    21.38,
                    11.34
                ],
                "day100LowUp": [
                    "",
                    0,
                    "38,2025-07-25",
                    21.38,
                    10.12
                ]
            }
        },
        {
            "dataName": "锰硅连续",
            "quantName": "低位低量",
            "trigDate": "2024-02-22",
            "trigAtIndex": 2269,
            "dataType": "工业",
            "trigcalType": "",
            "test": false,
            "logProfileN": {
                "day10LowUp": [
                    "9,2024-03-06",
                    -1.13,
                    "5,2024-02-29",
                    0.19,
                    -1.13
                ],
                "day20LowUp": [
                    "16,2024-03-15",
                    -3.68,
                    "5,2024-02-29",
                    0.19,
                    -2.8
                ],
                "day60LowUp": [
                    "27,2024-04-01",
                    -4.19,
                    "52,2024-05-13",
                    43.36,
                    38.26
                ],
                "day100LowUp": [
                    "27,2024-04-01",
                    -4.19,
                    "64,2024-05-29",
                    54.12,
                    15.07
                ]
            }
        },
        {
            "dataName": "锰硅连续",
            "quantName": "低位低量",
            "trigDate": "2024-02-26",
            "trigAtIndex": 2271,
            "dataType": "工业",
            "trigcalType": "",
            "test": false,
            "logProfileN": {
                "day10LowUp": [
                    "10,2024-03-11",
                    -2.08,
                    "3,2024-02-29",
                    0.38,
                    -2.08
                ],
                "day20LowUp": [
                    "14,2024-03-15",
                    -3.5,
                    "3,2024-02-29",
                    0.38,
                    -2.36
                ],
                "day60LowUp": [
                    "25,2024-04-01",
                    -4,
                    "60,2024-05-27",
                    47.35,
                    47.35
                ],
                "day100LowUp": [
                    "25,2024-04-01",
                    -4,
                    "62,2024-05-29",
                    54.41,
                    12.55
                ]
            }
        },
        {
            "dataName": "锰硅连续",
            "quantName": "低位低量",
            "trigDate": "2024-02-27",
            "trigAtIndex": 2272,
            "dataType": "工业",
            "trigcalType": "",
            "test": false,
            "logProfileN": {
                "day10LowUp": [
                    "9,2024-03-11",
                    -2.2,
                    "2,2024-02-29",
                    0.25,
                    -1.95
                ],
                "day20LowUp": [
                    "20,2024-03-26",
                    -3.84,
                    "2,2024-02-29",
                    0.25,
                    -3.84
                ],
                "day60LowUp": [
                    "24,2024-04-01",
                    -4.12,
                    "60,2024-05-28",
                    52.02,
                    52.02
                ],
                "day100LowUp": [
                    "24,2024-04-01",
                    -4.12,
                    "61,2024-05-29",
                    54.22,
                    14.7
                ]
            }
        },
        {
            "dataName": "锰硅连续",
            "quantName": "低位低量",
            "trigDate": "2024-02-28",
            "trigAtIndex": 2273,
            "dataType": "工业",
            "trigcalType": "",
            "test": false,
            "logProfileN": {
                "day10LowUp": [
                    "8,2024-03-11",
                    -2.39,
                    "1,2024-02-29",
                    0.06,
                    -2.26
                ],
                "day20LowUp": [
                    "20,2024-03-27",
                    -4.15,
                    "1,2024-02-29",
                    0.06,
                    -4.15
                ],
                "day60LowUp": [
                    "23,2024-04-01",
                    -4.31,
                    "60,2024-05-29",
                    53.93,
                    53.93
                ],
                "day100LowUp": [
                    "23,2024-04-01",
                    -4.31,
                    "60,2024-05-29",
                    53.93,
                    13.76
                ]
            }
        },
        {
            "dataName": "焦炭连续",
            "quantName": "低位低量",
            "trigDate": "2023-05-30",
            "trigAtIndex": 2943,
            "dataType": "工业",
            "trigcalType": "",
            "test": false,
            "logProfileN": {
                "day10LowUp": [
                    "1,2023-05-31",
                    -0.89,
                    "10,2023-06-13",
                    9.36,
                    9.36
                ],
                "day20LowUp": [
                    "1,2023-05-31",
                    -0.89,
                    "13,2023-06-16",
                    13.63,
                    8.97
                ],
                "day60LowUp": [
                    "1,2023-05-31",
                    -0.89,
                    "43,2023-08-01",
                    23.22,
                    16
                ],
                "day100LowUp": [
                    "1,2023-05-31",
                    -0.89,
                    "79,2023-09-20",
                    32.92,
                    28.36
                ]
            }
        },
        {
            "dataName": "焦炭连续",
            "quantName": "低位低量",
            "trigDate": "2023-05-31",
            "trigAtIndex": 2944,
            "dataType": "工业",
            "trigcalType": "",
            "test": false,
            "logProfileN": {
                "day10LowUp": [
                    "",
                    0,
                    "10,2023-06-14",
                    11.75,
                    11.75
                ],
                "day20LowUp": [
                    "",
                    0,
                    "12,2023-06-16",
                    14.65,
                    11.73
                ],
                "day60LowUp": [
                    "",
                    0,
                    "42,2023-08-01",
                    24.32,
                    17.85
                ],
                "day100LowUp": [
                    "",
                    0,
                    "78,2023-09-20",
                    34.1,
                    30.16
                ]
            }
        },
        {
            "dataName": "焦炭连续",
            "quantName": "低位低量",
            "trigDate": "2023-06-01",
            "trigAtIndex": 2945,
            "dataType": "工业",
            "trigcalType": "",
            "test": false,
            "logProfileN": {
                "day10LowUp": [
                    "",
                    0,
                    "10,2023-06-15",
                    9.57,
                    9.57
                ],
                "day20LowUp": [
                    "",
                    0,
                    "11,2023-06-16",
                    11.59,
                    7.5
                ],
                "day60LowUp": [
                    "",
                    0,
                    "41,2023-08-01",
                    21.01,
                    12.67
                ],
                "day100LowUp": [
                    "",
                    0,
                    "77,2023-09-20",
                    30.53,
                    25.57
                ]
            }
        },
        {
            "dataName": "焦炭连续",
            "quantName": "低位低量",
            "trigDate": "2023-06-02",
            "trigAtIndex": 2946,
            "dataType": "工业",
            "trigcalType": "",
            "test": false,
            "logProfileN": {
                "day10LowUp": [
                    "",
                    0,
                    "10,2023-06-16",
                    9.47,
                    9.47
                ],
                "day20LowUp": [
                    "",
                    0,
                    "10,2023-06-16",
                    9.47,
                    4.34
                ],
                "day60LowUp": [
                    "",
                    0,
                    "40,2023-08-01",
                    18.7,
                    9.31
                ],
                "day100LowUp": [
                    "",
                    0,
                    "76,2023-09-20",
                    28.04,
                    22.57
                ]
            }
        },
        {
            "dataName": "焦炭连续",
            "quantName": "低位低量",
            "trigDate": "2025-05-28",
            "trigAtIndex": 3425,
            "dataType": "工业",
            "trigcalType": "",
            "test": false,
            "logProfileN": {
                "day10LowUp": [
                    "3,2025-06-03",
                    -2.95,
                    "4,2025-06-04",
                    2.17,
                    -0.75
                ],
                "day20LowUp": [
                    "3,2025-06-03",
                    -2.95,
                    "20,2025-06-26",
                    4.26,
                    4.26
                ],
                "day60LowUp": [
                    "3,2025-06-03",
                    -2.95,
                    "53,2025-08-12",
                    35.38,
                    24.32
                ],
                "day100LowUp": [
                    "3,2025-06-03",
                    -2.95,
                    "53,2025-08-12",
                    35.38,
                    31.3
                ]
            }
        },
        {
            "dataName": "甲醇连续",
            "quantName": "低位低量",
            "trigDate": "2020-03-30",
            "trigAtIndex": 1274,
            "dataType": "工业",
            "trigcalType": "",
            "test": false,
            "logProfileN": {
                "day10LowUp": [
                    "2,2020-04-01",
                    -0.45,
                    "7,2020-04-09",
                    13.57,
                    12.93
                ],
                "day20LowUp": [
                    "2,2020-04-01",
                    -0.45,
                    "11,2020-04-15",
                    13.96,
                    9.48
                ],
                "day60LowUp": [
                    "2,2020-04-01",
                    -0.45,
                    "22,2020-04-30",
                    14.34,
                    12.1
                ],
                "day100LowUp": [
                    "2,2020-04-01",
                    -0.45,
                    "100,2020-08-25",
                    24.71,
                    24.71
                ]
            }
        },
        {
            "dataName": "甲醇连续",
            "quantName": "低位低量",
            "trigDate": "2023-05-23",
            "trigAtIndex": 2037,
            "dataType": "工业",
            "trigcalType": "",
            "test": false,
            "logProfileN": {
                "day10LowUp": [
                    "2,2023-05-25",
                    -2.19,
                    "8,2023-06-02",
                    1.56,
                    -0.78
                ],
                "day20LowUp": [
                    "14,2023-06-12",
                    -4.28,
                    "8,2023-06-02",
                    1.56,
                    1.12
                ],
                "day60LowUp": [
                    "14,2023-06-12",
                    -4.28,
                    "58,2023-08-15",
                    17.99,
                    16.09
                ],
                "day100LowUp": [
                    "14,2023-06-12",
                    -4.28,
                    "83,2023-09-19",
                    28,
                    18.18
                ]
            }
        },
        {
            "dataName": "棉纱连续",
            "quantName": "低位低量",
            "trigDate": "2020-03-23",
            "trigAtIndex": 593,
            "dataType": "农业",
            "trigcalType": "",
            "test": false,
            "logProfileN": {
                "day10LowUp": [
                    "1,2020-03-24",
                    -0.85,
                    "10,2020-04-07",
                    4.53,
                    4.53
                ],
                "day20LowUp": [
                    "1,2020-03-24",
                    -0.85,
                    "12,2020-04-09",
                    8.04,
                    3.42
                ],
                "day60LowUp": [
                    "1,2020-03-24",
                    -0.85,
                    "52,2020-06-09",
                    10.92,
                    9.2
                ],
                "day100LowUp": [
                    "1,2020-03-24",
                    -0.85,
                    "96,2020-08-12",
                    13.64,
                    13.13
                ]
            }
        },
        {
            "dataName": "玉米连续",
            "quantName": "低位低量",
            "trigDate": "2016-04-01",
            "trigAtIndex": 2735,
            "dataType": "农业",
            "trigcalType": "",
            "test": false,
            "logProfileN": {
                "day10LowUp": [
                    "",
                    0,
                    "1,2016-04-05",
                    20.35,
                    3.93
                ],
                "day20LowUp": [
                    "",
                    0,
                    "1,2016-04-05",
                    20.35,
                    8.35
                ],
                "day60LowUp": [
                    "",
                    0,
                    "1,2016-04-05",
                    20.35,
                    10.95
                ],
                "day100LowUp": [
                    "",
                    0,
                    "1,2016-04-05",
                    20.35,
                    1.89
                ]
            }
        },
        {
            "dataName": "玉米连续",
            "quantName": "低位低量",
            "trigDate": "2024-01-22",
            "trigAtIndex": 4635,
            "dataType": "农业",
            "trigcalType": "",
            "test": false,
            "logProfileN": {
                "day10LowUp": [
                    "",
                    0,
                    "9,2024-02-02",
                    3.53,
                    3.1
                ],
                "day20LowUp": [
                    "",
                    0,
                    "17,2024-02-22",
                    6.07,
                    5.6
                ],
                "day60LowUp": [
                    "",
                    0,
                    "17,2024-02-22",
                    6.07,
                    3.79
                ],
                "day100LowUp": [
                    "",
                    0,
                    "100,2024-06-26",
                    8.22,
                    8.22
                ]
            }
        },
        {
            "dataName": "PTA连续",
            "quantName": "低位低量",
            "trigDate": "2014-03-03",
            "trigAtIndex": 1750,
            "dataType": "工业",
            "trigcalType": "",
            "test": false,
            "logProfileN": {
                "day10LowUp": [
                    "7,2014-03-14",
                    -4.4,
                    "3,2014-03-06",
                    2.11,
                    -2.94
                ],
                "day20LowUp": [
                    "7,2014-03-14",
                    -4.4,
                    "17,2014-03-28",
                    2.57,
                    0.4
                ],
                "day60LowUp": [
                    "44,2014-05-08",
                    -7.25,
                    "17,2014-03-28",
                    2.57,
                    1.36
                ],
                "day100LowUp": [
                    "44,2014-05-08",
                    -7.25,
                    "97,2014-07-23",
                    15.89,
                    13.78
                ]
            }
        },
        {
            "dataName": "PTA连续",
            "quantName": "低位低量",
            "trigDate": "2014-03-04",
            "trigAtIndex": 1751,
            "dataType": "工业",
            "trigcalType": "",
            "test": false,
            "logProfileN": {
                "day10LowUp": [
                    "6,2014-03-14",
                    -4.57,
                    "2,2014-03-06",
                    1.92,
                    -2.84
                ],
                "day20LowUp": [
                    "6,2014-03-14",
                    -4.57,
                    "16,2014-03-28",
                    2.38,
                    -0.8
                ],
                "day60LowUp": [
                    "43,2014-05-08",
                    -7.42,
                    "16,2014-03-28",
                    2.38,
                    1.3
                ],
                "day100LowUp": [
                    "43,2014-05-08",
                    -7.42,
                    "96,2014-07-23",
                    15.67,
                    14.59
                ]
            }
        },
        {
            "dataName": "PTA连续",
            "quantName": "低位低量",
            "trigDate": "2014-03-05",
            "trigAtIndex": 1752,
            "dataType": "工业",
            "trigcalType": "",
            "test": false,
            "logProfileN": {
                "day10LowUp": [
                    "5,2014-03-14",
                    -5.8,
                    "1,2014-03-06",
                    0.61,
                    -3.33
                ],
                "day20LowUp": [
                    "5,2014-03-14",
                    -5.8,
                    "15,2014-03-28",
                    1.07,
                    -1.68
                ],
                "day60LowUp": [
                    "42,2014-05-08",
                    -8.61,
                    "60,2014-06-04",
                    1.65,
                    1.65
                ],
                "day100LowUp": [
                    "42,2014-05-08",
                    -8.61,
                    "95,2014-07-23",
                    14.19,
                    12.91
                ]
            }
        },
        {
            "dataName": "PTA连续",
            "quantName": "低位低量",
            "trigDate": "2020-03-23",
            "trigAtIndex": 3223,
            "dataType": "工业",
            "trigcalType": "",
            "test": false,
            "logProfileN": {
                "day10LowUp": [
                    "5,2020-03-30",
                    -7.72,
                    "10,2020-04-07",
                    3.59,
                    3.59
                ],
                "day20LowUp": [
                    "5,2020-03-30",
                    -7.72,
                    "12,2020-04-09",
                    5.83,
                    -2.36
                ],
                "day60LowUp": [
                    "21,2020-04-22",
                    -7.84,
                    "51,2020-06-08",
                    11.14,
                    10.02
                ],
                "day100LowUp": [
                    "21,2020-04-22",
                    -7.84,
                    "96,2020-08-12",
                    11.49,
                    10.84
                ]
            }
        },
        {
            "dataName": "PTA连续",
            "quantName": "低位低量",
            "trigDate": "2020-03-27",
            "trigAtIndex": 3227,
            "dataType": "工业",
            "trigcalType": "",
            "test": false,
            "logProfileN": {
                "day10LowUp": [
                    "1,2020-03-30",
                    -4.86,
                    "8,2020-04-09",
                    9.11,
                    6.08
                ],
                "day20LowUp": [
                    "17,2020-04-22",
                    -4.98,
                    "8,2020-04-09",
                    9.11,
                    -0.36
                ],
                "day60LowUp": [
                    "17,2020-04-22",
                    -4.98,
                    "47,2020-06-08",
                    14.58,
                    9.96
                ],
                "day100LowUp": [
                    "17,2020-04-22",
                    -4.98,
                    "92,2020-08-12",
                    14.95,
                    13.55
                ]
            }
        },
        {
            "dataName": "PTA连续",
            "quantName": "低位低量",
            "trigDate": "2020-03-30",
            "trigAtIndex": 3228,
            "dataType": "工业",
            "trigcalType": "",
            "test": false,
            "logProfileN": {
                "day10LowUp": [
                    "",
                    0,
                    "7,2020-04-09",
                    14.69,
                    12.64
                ],
                "day20LowUp": [
                    "16,2020-04-22",
                    -0.13,
                    "7,2020-04-09",
                    14.69,
                    6
                ],
                "day60LowUp": [
                    "16,2020-04-22",
                    -0.13,
                    "46,2020-06-08",
                    20.43,
                    16.35
                ],
                "day100LowUp": [
                    "16,2020-04-22",
                    -0.13,
                    "91,2020-08-12",
                    20.82,
                    19.73
                ]
            }
        },
        {
            "dataName": "原油连续",
            "quantName": "低位低量",
            "trigDate": "2020-04-28",
            "trigAtIndex": 508,
            "dataType": "工业",
            "trigcalType": "",
            "test": false,
            "logProfileN": {
                "day10LowUp": [
                    "",
                    0,
                    "10,2020-05-15",
                    25.61,
                    25.61
                ],
                "day20LowUp": [
                    "",
                    0,
                    "14,2020-05-21",
                    34.66,
                    33.2
                ],
                "day60LowUp": [
                    "",
                    0,
                    "56,2020-07-22",
                    45.84,
                    41.29
                ],
                "day100LowUp": [
                    "",
                    0,
                    "56,2020-07-22",
                    45.84,
                    28.17
                ]
            }
        },
        {
            "dataName": "塑料连续",
            "quantName": "低位低量",
            "trigDate": "2018-11-23",
            "trigAtIndex": 2760,
            "dataType": "工业",
            "trigcalType": "",
            "test": false,
            "logProfileN": {
                "day10LowUp": [
                    "2,2018-11-27",
                    -1.21,
                    "10,2018-12-07",
                    3.03,
                    3.03
                ],
                "day20LowUp": [
                    "2,2018-11-27",
                    -1.21,
                    "18,2018-12-19",
                    5.39,
                    4.3
                ],
                "day60LowUp": [
                    "2,2018-11-27",
                    -1.21,
                    "39,2019-01-21",
                    6.55,
                    5.33
                ],
                "day100LowUp": [
                    "2,2018-11-27",
                    -1.21,
                    "39,2019-01-21",
                    6.55,
                    0.55
                ]
            }
        },
        {
            "dataName": "塑料连续",
            "quantName": "低位低量",
            "trigDate": "2018-11-26",
            "trigAtIndex": 2761,
            "dataType": "工业",
            "trigcalType": "",
            "test": false,
            "logProfileN": {
                "day10LowUp": [
                    "1,2018-11-27",
                    -0.24,
                    "9,2018-12-07",
                    4.04,
                    3.79
                ],
                "day20LowUp": [
                    "1,2018-11-27",
                    -0.24,
                    "17,2018-12-19",
                    6.43,
                    3.98
                ],
                "day60LowUp": [
                    "1,2018-11-27",
                    -0.24,
                    "38,2019-01-21",
                    7.59,
                    5.45
                ],
                "day100LowUp": [
                    "1,2018-11-27",
                    -0.24,
                    "38,2019-01-21",
                    7.59,
                    1.47
                ]
            }
        },
        {
            "dataName": "塑料连续",
            "quantName": "低位低量",
            "trigDate": "2018-11-27",
            "trigAtIndex": 2762,
            "dataType": "工业",
            "trigcalType": "",
            "test": false,
            "logProfileN": {
                "day10LowUp": [
                    "",
                    0,
                    "8,2018-12-07",
                    4.29,
                    2.52
                ],
                "day20LowUp": [
                    "",
                    0,
                    "16,2018-12-19",
                    6.69,
                    3.56
                ],
                "day60LowUp": [
                    "",
                    0,
                    "37,2019-01-21",
                    7.85,
                    5.28
                ],
                "day100LowUp": [
                    "",
                    0,
                    "37,2019-01-21",
                    7.85,
                    1.66
                ]
            }
        },
        {
            "dataName": "塑料连续",
            "quantName": "低位低量",
            "trigDate": "2020-03-27",
            "trigAtIndex": 3084,
            "dataType": "工业",
            "trigcalType": "",
            "test": false,
            "logProfileN": {
                "day10LowUp": [
                    "1,2020-03-30",
                    -4.96,
                    "10,2020-04-13",
                    12.04,
                    12.04
                ],
                "day20LowUp": [
                    "1,2020-03-30",
                    -4.96,
                    "10,2020-04-13",
                    12.04,
                    10.18
                ],
                "day60LowUp": [
                    "1,2020-03-30",
                    -4.96,
                    "59,2020-06-24",
                    21.68,
                    20.09
                ],
                "day100LowUp": [
                    "1,2020-03-30",
                    -4.96,
                    "71,2020-07-14",
                    29.29,
                    26.19
                ]
            }
        },
        {
            "dataName": "塑料连续",
            "quantName": "低位低量",
            "trigDate": "2020-03-30",
            "trigAtIndex": 3085,
            "dataType": "工业",
            "trigcalType": "",
            "test": false,
            "logProfileN": {
                "day10LowUp": [
                    "",
                    0,
                    "9,2020-04-13",
                    17.88,
                    15.08
                ],
                "day20LowUp": [
                    "",
                    0,
                    "9,2020-04-13",
                    17.88,
                    14.43
                ],
                "day60LowUp": [
                    "",
                    0,
                    "60,2020-06-30",
                    28.49,
                    28.49
                ],
                "day100LowUp": [
                    "",
                    0,
                    "70,2020-07-14",
                    36.03,
                    35.2
                ]
            }
        },
        {
            "dataName": "沥青连续",
            "quantName": "低位低量",
            "trigDate": "2020-03-23",
            "trigAtIndex": 1571,
            "dataType": "工业",
            "trigcalType": "",
            "test": false,
            "logProfileN": {
                "day10LowUp": [
                    "5,2020-03-30",
                    -5.93,
                    "10,2020-04-07",
                    13.88,
                    13.88
                ],
                "day20LowUp": [
                    "5,2020-03-30",
                    -5.93,
                    "16,2020-04-15",
                    15.89,
                    2.75
                ],
                "day60LowUp": [
                    "5,2020-03-30",
                    -5.93,
                    "51,2020-06-08",
                    40.68,
                    39.09
                ],
                "day100LowUp": [
                    "5,2020-03-30",
                    -5.93,
                    "82,2020-07-23",
                    52.75,
                    41.42
                ]
            }
        },
        {
            "dataName": "沥青连续",
            "quantName": "低位低量",
            "trigDate": "2020-03-26",
            "trigAtIndex": 1574,
            "dataType": "工业",
            "trigcalType": "",
            "test": false,
            "logProfileN": {
                "day10LowUp": [
                    "2,2020-03-30",
                    -5.53,
                    "9,2020-04-09",
                    15.85,
                    14.89
                ],
                "day20LowUp": [
                    "2,2020-03-30",
                    -5.53,
                    "13,2020-04-15",
                    16.38,
                    7.23
                ],
                "day60LowUp": [
                    "2,2020-03-30",
                    -5.53,
                    "48,2020-06-08",
                    41.28,
                    39.68
                ],
                "day100LowUp": [
                    "2,2020-03-30",
                    -5.53,
                    "79,2020-07-23",
                    53.4,
                    43.51
                ]
            }
        },
        {
            "dataName": "沥青连续",
            "quantName": "低位低量",
            "trigDate": "2020-03-27",
            "trigAtIndex": 1575,
            "dataType": "工业",
            "trigcalType": "",
            "test": false,
            "logProfileN": {
                "day10LowUp": [
                    "1,2020-03-30",
                    -5.13,
                    "8,2020-04-09",
                    16.35,
                    15.17
                ],
                "day20LowUp": [
                    "1,2020-03-30",
                    -5.13,
                    "12,2020-04-15",
                    16.88,
                    8.01
                ],
                "day60LowUp": [
                    "1,2020-03-30",
                    -5.13,
                    "47,2020-06-08",
                    41.88,
                    39
                ],
                "day100LowUp": [
                    "1,2020-03-30",
                    -5.13,
                    "78,2020-07-23",
                    54.06,
                    42.52
                ]
            }
        },
        {
            "dataName": "沥青连续",
            "quantName": "低位低量",
            "trigDate": "2020-03-30",
            "trigAtIndex": 1576,
            "dataType": "工业",
            "trigcalType": "",
            "test": false,
            "logProfileN": {
                "day10LowUp": [
                    "",
                    0,
                    "7,2020-04-09",
                    22.64,
                    21.85
                ],
                "day20LowUp": [
                    "",
                    0,
                    "11,2020-04-15",
                    23.2,
                    11.94
                ],
                "day60LowUp": [
                    "",
                    0,
                    "60,2020-06-30",
                    50.79,
                    50.79
                ],
                "day100LowUp": [
                    "",
                    0,
                    "77,2020-07-23",
                    62.39,
                    50.9
                ]
            }
        },
        {
            "dataName": "沥青连续",
            "quantName": "低位低量",
            "trigDate": "2020-03-31",
            "trigAtIndex": 1577,
            "dataType": "工业",
            "trigcalType": "",
            "test": false,
            "logProfileN": {
                "day10LowUp": [
                    "",
                    0,
                    "10,2020-04-15",
                    17.63,
                    17.63
                ],
                "day20LowUp": [
                    "15,2020-04-22",
                    -1.4,
                    "10,2020-04-15",
                    17.63,
                    10
                ],
                "day60LowUp": [
                    "15,2020-04-22",
                    -1.4,
                    "60,2020-07-01",
                    48.49,
                    48.49
                ],
                "day100LowUp": [
                    "15,2020-04-22",
                    -1.4,
                    "76,2020-07-23",
                    55.05,
                    44.95
                ]
            }
        },
        {
            "dataName": "工业硅连续",
            "quantName": "低位低量",
            "trigDate": "2025-06-03",
            "trigAtIndex": 588,
            "dataType": "工业",
            "trigcalType": "",
            "test": false,
            "logProfileN": {
                "day10LowUp": [
                    "",
                    0,
                    "6,2025-06-11",
                    6.07,
                    3.88
                ],
                "day20LowUp": [
                    "",
                    0,
                    "19,2025-06-30",
                    13.76,
                    9.6
                ],
                "day60LowUp": [
                    "",
                    0,
                    "38,2025-07-25",
                    37.26,
                    20.18
                ],
                "day100LowUp": [
                    "",
                    0,
                    "38,2025-07-25",
                    37.26,
                    29.43
                ]
            }
        },
        {
            "dataName": "工业硅连续",
            "quantName": "低位低量",
            "trigDate": "2025-06-04",
            "trigAtIndex": 589,
            "dataType": "工业",
            "trigcalType": "",
            "test": false,
            "logProfileN": {
                "day10LowUp": [
                    "1,2025-06-05",
                    -1.92,
                    "5,2025-06-11",
                    2.95,
                    1.71
                ],
                "day20LowUp": [
                    "1,2025-06-05",
                    -1.92,
                    "20,2025-07-02",
                    12.47,
                    12.47
                ],
                "day60LowUp": [
                    "1,2025-06-05",
                    -1.92,
                    "37,2025-07-25",
                    33.22,
                    16.78
                ],
                "day100LowUp": [
                    "1,2025-06-05",
                    -1.92,
                    "37,2025-07-25",
                    33.22,
                    25.41
                ]
            }
        },
        {
            "dataName": "工业硅连续",
            "quantName": "低位低量",
            "trigDate": "2025-06-05",
            "trigAtIndex": 590,
            "dataType": "工业",
            "trigcalType": "",
            "test": false,
            "logProfileN": {
                "day10LowUp": [
                    "",
                    0,
                    "4,2025-06-11",
                    4.96,
                    4.33
                ],
                "day20LowUp": [
                    "",
                    0,
                    "19,2025-07-02",
                    14.66,
                    11.87
                ],
                "day60LowUp": [
                    "",
                    0,
                    "36,2025-07-25",
                    35.82,
                    19.69
                ],
                "day100LowUp": [
                    "",
                    0,
                    "36,2025-07-25",
                    35.82,
                    27.09
                ]
            }
        },
        {
            "dataName": "工业硅连续",
            "quantName": "低位低量",
            "trigDate": "2025-06-06",
            "trigAtIndex": 591,
            "dataType": "工业",
            "trigcalType": "",
            "test": false,
            "logProfileN": {
                "day10LowUp": [
                    "",
                    0,
                    "3,2025-06-11",
                    3.37,
                    1.65
                ],
                "day20LowUp": [
                    "",
                    0,
                    "18,2025-07-02",
                    12.93,
                    9.77
                ],
                "day60LowUp": [
                    "",
                    0,
                    "35,2025-07-25",
                    33.77,
                    15.41
                ],
                "day100LowUp": [
                    "",
                    0,
                    "35,2025-07-25",
                    33.77,
                    25.72
                ]
            }
        },
        {
            "dataName": "甲醇连续",
            "quantName": "低位低量",
            "trigDate": "2025-11-03",
            "trigAtIndex": 2630,
            "dataType": "工业",
            "trigcalType": "",
            "test": "",
            "logProfileN": {
                "day10LowUp": [
                    "10,2025-11-17",
                    -5.32,
                    "",
                    0,
                    -5.32
                ],
                "day20LowUp": [
                    "14,2025-11-21",
                    -6.49,
                    "",
                    0,
                    -0.33
                ],
                "day60LowUp": [
                    "14,2025-11-21",
                    -6.49,
                    "58,2026-01-26",
                    9.52,
                    9.15
                ],
                "day63LowUp": [
                    "14,2025-11-21",
                    -6.49,
                    "61,2026-01-29",
                    9.75,
                    5.09
                ],
                "lastDay": 63
            }
        },
        {
            "dataName": "甲醇连续",
            "quantName": "低位低量",
            "trigDate": "2025-11-04",
            "trigAtIndex": 2631,
            "dataType": "工业",
            "trigcalType": "",
            "test": "",
            "logProfileN": {
                "day10LowUp": [
                    "9,2025-11-17",
                    -4.07,
                    "1,2025-11-05",
                    1.23,
                    -4.02
                ],
                "day20LowUp": [
                    "13,2025-11-21",
                    -5.25,
                    "1,2025-11-05",
                    1.23,
                    0.8
                ],
                "day60LowUp": [
                    "13,2025-11-21",
                    -5.25,
                    "60,2026-01-29",
                    11.21,
                    11.21
                ],
                "day62LowUp": [
                    "13,2025-11-21",
                    -5.25,
                    "60,2026-01-29",
                    11.21,
                    6.48
                ],
                "lastDay": 62
            }
        },
        {
            "dataName": "甲醇连续",
            "quantName": "低位低量",
            "trigDate": "2025-11-05",
            "trigAtIndex": 2632,
            "dataType": "工业",
            "trigcalType": "",
            "test": "",
            "logProfileN": {
                "day10LowUp": [
                    "10,2025-11-19",
                    -5.98,
                    "",
                    0,
                    -5.98
                ],
                "day20LowUp": [
                    "12,2025-11-21",
                    -6.4,
                    "",
                    0,
                    -0.61
                ],
                "day60LowUp": [
                    "12,2025-11-21",
                    -6.4,
                    "59,2026-01-29",
                    9.86,
                    8.36
                ],
                "day61LowUp": [
                    "12,2025-11-21",
                    -6.4,
                    "59,2026-01-29",
                    9.86,
                    5.18
                ],
                "lastDay": 61
            }
        },
        {
            "dataName": "甲醇连续",
            "quantName": "低位低量",
            "trigDate": "2025-11-06",
            "trigAtIndex": 2633,
            "dataType": "工业",
            "trigcalType": "",
            "test": "",
            "logProfileN": {
                "day10LowUp": [
                    "9,2025-11-19",
                    -5.27,
                    "",
                    0,
                    -5.13
                ],
                "day20LowUp": [
                    "11,2025-11-21",
                    -5.69,
                    "17,2025-12-01",
                    0.52,
                    -0.56
                ],
                "day60LowUp": [
                    "11,2025-11-21",
                    -5.69,
                    "58,2026-01-29",
                    10.68,
                    5.98
                ],
                "lastDay": 60
            }
        },
        {
            "dataName": "甲醇连续",
            "quantName": "低位低量",
            "trigDate": "2025-11-07",
            "trigAtIndex": 2634,
            "dataType": "工业",
            "trigcalType": "",
            "test": "",
            "logProfileN": {
                "day10LowUp": [
                    "10,2025-11-21",
                    -5.11,
                    "",
                    0,
                    -5.11
                ],
                "day20LowUp": [
                    "10,2025-11-21",
                    -5.11,
                    "16,2025-12-01",
                    1.14,
                    -1.66
                ],
                "day59LowUp": [
                    "10,2025-11-21",
                    -5.11,
                    "57,2026-01-29",
                    11.36,
                    6.63
                ],
                "lastDay": 59
            }
        },
        {
            "dataName": "甲醇连续",
            "quantName": "低位低量",
            "trigDate": "2025-11-07",
            "trigAtIndex": 2634,
            "dataType": "工业",
            "trigcalType": "",
            "test": "",
            "logProfileN": {
                "day10LowUp": [
                    "10,2025-11-21",
                    -5.11,
                    "",
                    0,
                    -5.11
                ],
                "day20LowUp": [
                    "10,2025-11-21",
                    -5.11,
                    "16,2025-12-01",
                    1.14,
                    -1.66
                ],
                "day59LowUp": [
                    "10,2025-11-21",
                    -5.11,
                    "57,2026-01-29",
                    11.36,
                    6.63
                ],
                "lastDay": 59
            }
        },
        {
            "dataName": "乙二醇连续",
            "quantName": "低位低量",
            "trigDate": "2025-11-20",
            "trigAtIndex": 1683,
            "dataType": "工业",
            "trigcalType": "",
            "test": "",
            "logProfileN": {
                "day10LowUp": [
                    "1,2025-11-21",
                    -0.37,
                    "4,2025-11-26",
                    1.94,
                    0.1
                ],
                "day20LowUp": [
                    "15,2025-12-11",
                    -5.83,
                    "4,2025-11-26",
                    1.94,
                    -1.44
                ],
                "day50LowUp": [
                    "15,2025-12-11",
                    -5.83,
                    "44,2026-01-23",
                    4.58,
                    -1.44
                ],
                "lastDay": 50
            }
        },
        {
            "dataName": "PP连续",
            "quantName": "低位低量",
            "trigDate": "2025-11-21",
            "trigAtIndex": 2852,
            "dataType": "工业",
            "trigcalType": "",
            "test": "",
            "logProfileN": {
                "day10LowUp": [
                    "3,2025-11-26",
                    -1.45,
                    "7,2025-12-02",
                    0.83,
                    -1.1
                ],
                "day20LowUp": [
                    "13,2025-12-10",
                    -3.07,
                    "7,2025-12-02",
                    0.83,
                    -2.27
                ],
                "day49LowUp": [
                    "21,2025-12-22",
                    -3.74,
                    "47,2026-01-29",
                    8.07,
                    5.62
                ],
                "lastDay": 49
            }
        },
        {
            "dataName": "乙二醇连续",
            "quantName": "低位低量",
            "trigDate": "2025-11-21",
            "trigAtIndex": 1684,
            "dataType": "工业",
            "trigcalType": "",
            "test": "",
            "logProfileN": {
                "day10LowUp": [
                    "10,2025-12-05",
                    -2.23,
                    "3,2025-11-26",
                    2.31,
                    -2.23
                ],
                "day20LowUp": [
                    "14,2025-12-11",
                    -5.49,
                    "3,2025-11-26",
                    2.31,
                    -1.84
                ],
                "day49LowUp": [
                    "14,2025-12-11",
                    -5.49,
                    "43,2026-01-23",
                    4.96,
                    -1.08
                ],
                "lastDay": 49
            }
        },
        {
            "dataName": "PP连续",
            "quantName": "低位低量",
            "trigDate": "2025-11-21",
            "trigAtIndex": 2852,
            "dataType": "工业",
            "trigcalType": "",
            "test": "",
            "logProfileN": {
                "day10LowUp": [
                    "3,2025-11-26",
                    -1.45,
                    "7,2025-12-02",
                    0.83,
                    -1.1
                ],
                "day20LowUp": [
                    "13,2025-12-10",
                    -3.07,
                    "7,2025-12-02",
                    0.83,
                    -2.27
                ],
                "day49LowUp": [
                    "21,2025-12-22",
                    -3.74,
                    "47,2026-01-29",
                    8.07,
                    5.62
                ],
                "lastDay": 49
            }
        },
        {
            "dataName": "乙二醇连续",
            "quantName": "低位低量",
            "trigDate": "2025-11-21",
            "trigAtIndex": 1684,
            "dataType": "工业",
            "trigcalType": "",
            "test": "",
            "logProfileN": {
                "day10LowUp": [
                    "10,2025-12-05",
                    -2.23,
                    "3,2025-11-26",
                    2.31,
                    -2.23
                ],
                "day20LowUp": [
                    "14,2025-12-11",
                    -5.49,
                    "3,2025-11-26",
                    2.31,
                    -1.84
                ],
                "day49LowUp": [
                    "14,2025-12-11",
                    -5.49,
                    "43,2026-01-23",
                    4.96,
                    -1.08
                ],
                "lastDay": 49
            }
        },
        {
            "dataName": "塑料连续",
            "quantName": "低位低量",
            "trigDate": "2025-12-22",
            "trigAtIndex": 4476,
            "dataType": "工业",
            "trigcalType": "",
            "test": "",
            "logProfileN": {
                "day10LowUp": [
                    "",
                    0,
                    "10,2026-01-07",
                    6.44,
                    6.44
                ],
                "day20LowUp": [
                    "",
                    0,
                    "15,2026-01-14",
                    9.29,
                    6.83
                ],
                "day28LowUp": [
                    "",
                    0,
                    "26,2026-01-29",
                    12.96,
                    10.22
                ],
                "lastDay": 28
            }
        }
    ],
    "高位低量": [
        {
            "dataName": "沪铜连续",
            "quantName": "高位低量",
            "trigDate": "2006-05-15",
            "trigAtIndex": 325,
            "dataType": "工业",
            "trigcalType": "",
            "logProfileN": {
                "day10LowUp": [
                    "6,2006-05-23",
                    -15.29,
                    "",
                    0,
                    -8.57
                ],
                "day20LowUp": [
                    "20,2006-06-12",
                    -24.11,
                    "",
                    0,
                    -24.11
                ],
                "day60LowUp": [
                    "22,2006-06-14",
                    -31.76,
                    "",
                    0,
                    -16.75
                ],
                "day100LowUp": [
                    "22,2006-06-14",
                    -31.76,
                    "",
                    0,
                    -15.54
                ]
            }
        },
        {
            "dataName": "白银连续",
            "quantName": "高位低量",
            "trigDate": "2020-08-07",
            "trigAtIndex": 2012,
            "dataType": "工业",
            "trigcalType": "",
            "logProfileN": {
                "day10LowUp": [
                    "4,2020-08-13",
                    -8.64,
                    "1,2020-08-10",
                    0.62,
                    -7.67
                ],
                "day20LowUp": [
                    "11,2020-08-24",
                    -12.18,
                    "1,2020-08-10",
                    0.62,
                    -10.05
                ],
                "day60LowUp": [
                    "34,2020-09-24",
                    -27.86,
                    "1,2020-08-10",
                    0.62,
                    -18.58
                ],
                "day100LowUp": [
                    "75,2020-11-30",
                    -28.94,
                    "1,2020-08-10",
                    0.62,
                    -13.13
                ]
            }
        },
        {
            "dataName": "白银连续",
            "quantName": "高位低量",
            "trigDate": "2020-08-10",
            "trigAtIndex": 2013,
            "dataType": "工业",
            "trigcalType": "",
            "logProfileN": {
                "day10LowUp": [
                    "10,2020-08-24",
                    -12.72,
                    "",
                    0,
                    -12.72
                ],
                "day20LowUp": [
                    "10,2020-08-24",
                    -12.72,
                    "",
                    0,
                    -10.35
                ],
                "day60LowUp": [
                    "33,2020-09-24",
                    -28.3,
                    "",
                    0,
                    -23.62
                ],
                "day100LowUp": [
                    "74,2020-11-30",
                    -29.37,
                    "",
                    0,
                    -13.97
                ]
            }
        },
        {
            "dataName": "白银连续",
            "quantName": "高位低量",
            "trigDate": "2020-08-11",
            "trigAtIndex": 2014,
            "dataType": "工业",
            "trigcalType": "",
            "logProfileN": {
                "day10LowUp": [
                    "9,2020-08-24",
                    -11.38,
                    "",
                    0,
                    -10.37
                ],
                "day20LowUp": [
                    "9,2020-08-24",
                    -11.38,
                    "",
                    0,
                    -8.22
                ],
                "day60LowUp": [
                    "32,2020-09-24",
                    -27.21,
                    "",
                    0,
                    -21.85
                ],
                "day100LowUp": [
                    "73,2020-11-30",
                    -28.29,
                    "",
                    0,
                    -13.11
                ]
            }
        },
        {
            "dataName": "PVC连续",
            "quantName": "高位低量",
            "trigDate": "2021-10-11",
            "trigAtIndex": 3001,
            "dataType": "工业",
            "trigcalType": "",
            "logProfileN": {
                "day10LowUp": [
                    "10,2021-10-25",
                    -22.03,
                    "1,2021-10-12",
                    1.07,
                    -22.03
                ],
                "day20LowUp": [
                    "18,2021-11-04",
                    -37.38,
                    "1,2021-10-12",
                    1.07,
                    -34.88
                ],
                "day60LowUp": [
                    "47,2021-12-15",
                    -38.43,
                    "1,2021-10-12",
                    1.07,
                    -34.39
                ],
                "day100LowUp": [
                    "47,2021-12-15",
                    -38.43,
                    "1,2021-10-12",
                    1.07,
                    -29.71
                ]
            }
        },
        {
            "dataName": "PVC连续",
            "quantName": "高位低量",
            "trigDate": "2021-10-12",
            "trigAtIndex": 3002,
            "dataType": "工业",
            "trigcalType": "",
            "logProfileN": {
                "day10LowUp": [
                    "10,2021-10-26",
                    -26.03,
                    "",
                    0,
                    -26.03
                ],
                "day20LowUp": [
                    "17,2021-11-04",
                    -38.04,
                    "",
                    0,
                    -34.51
                ],
                "day60LowUp": [
                    "46,2021-12-15",
                    -39.08,
                    "",
                    0,
                    -36.25
                ],
                "day100LowUp": [
                    "46,2021-12-15",
                    -39.08,
                    "",
                    0,
                    -30.18
                ]
            }
        },
        {
            "dataName": "硅铁连续",
            "quantName": "高位低量",
            "trigDate": "2021-09-30",
            "trigAtIndex": 1709,
            "dataType": "工业",
            "trigcalType": "",
            "logProfileN": {
                "day10LowUp": [
                    "10,2021-10-21",
                    -15.01,
                    "2,2021-10-11",
                    4.44,
                    -15.01
                ],
                "day20LowUp": [
                    "20,2021-11-04",
                    -41.13,
                    "2,2021-10-11",
                    4.44,
                    -41.13
                ],
                "day60LowUp": [
                    "30,2021-11-18",
                    -52.16,
                    "2,2021-10-11",
                    4.44,
                    -49.96
                ],
                "day100LowUp": [
                    "30,2021-11-18",
                    -52.16,
                    "2,2021-10-11",
                    4.44,
                    -45.94
                ]
            }
        },
        {
            "dataName": "硅铁连续",
            "quantName": "高位低量",
            "trigDate": "2021-10-11",
            "trigAtIndex": 1711,
            "dataType": "工业",
            "trigcalType": "",
            "logProfileN": {
                "day10LowUp": [
                    "10,2021-10-25",
                    -27.11,
                    "",
                    0,
                    -27.11
                ],
                "day20LowUp": [
                    "20,2021-11-08",
                    -46.55,
                    "",
                    0,
                    -46.55
                ],
                "day60LowUp": [
                    "28,2021-11-18",
                    -54.2,
                    "",
                    0,
                    -53.51
                ],
                "day100LowUp": [
                    "28,2021-11-18",
                    -54.2,
                    "",
                    0,
                    -43.42
                ]
            }
        },
        {
            "dataName": "硅铁连续",
            "quantName": "高位低量",
            "trigDate": "2021-10-12",
            "trigAtIndex": 1712,
            "dataType": "工业",
            "trigcalType": "",
            "logProfileN": {
                "day10LowUp": [
                    "10,2021-10-26",
                    -27.46,
                    "",
                    0,
                    -27.46
                ],
                "day20LowUp": [
                    "20,2021-11-09",
                    -45.42,
                    "",
                    0,
                    -45.42
                ],
                "day60LowUp": [
                    "27,2021-11-18",
                    -53.1,
                    "",
                    0,
                    -52.41
                ],
                "day100LowUp": [
                    "27,2021-11-18",
                    -53.1,
                    "",
                    0,
                    -42.92
                ]
            }
        },
        {
            "dataName": "锰硅连续",
            "quantName": "高位低量",
            "trigDate": "2021-09-28",
            "trigAtIndex": 1690,
            "dataType": "工业",
            "trigcalType": "",
            "logProfileN": {
                "day10LowUp": [
                    "6,2021-10-13",
                    -10.44,
                    "4,2021-10-11",
                    3.07,
                    -1.17
                ],
                "day20LowUp": [
                    "20,2021-11-02",
                    -26.34,
                    "4,2021-10-11",
                    3.07,
                    -26.34
                ],
                "day60LowUp": [
                    "32,2021-11-18",
                    -37.47,
                    "4,2021-10-11",
                    3.07,
                    -34.37
                ],
                "day100LowUp": [
                    "32,2021-11-18",
                    -37.47,
                    "4,2021-10-11",
                    3.07,
                    -32.22
                ]
            }
        },
        {
            "dataName": "锰硅连续",
            "quantName": "高位低量",
            "trigDate": "2021-09-30",
            "trigAtIndex": 1692,
            "dataType": "工业",
            "trigcalType": "",
            "logProfileN": {
                "day10LowUp": [
                    "10,2021-10-21",
                    -11.99,
                    "2,2021-10-11",
                    1.42,
                    -11.99
                ],
                "day20LowUp": [
                    "20,2021-11-04",
                    -28.7,
                    "2,2021-10-11",
                    1.42,
                    -28.7
                ],
                "day60LowUp": [
                    "30,2021-11-18",
                    -38.47,
                    "2,2021-10-11",
                    1.42,
                    -34.59
                ],
                "day100LowUp": [
                    "30,2021-11-18",
                    -38.47,
                    "2,2021-10-11",
                    1.42,
                    -33.15
                ]
            }
        },
        {
            "dataName": "锰硅连续",
            "quantName": "高位低量",
            "trigDate": "2024-05-28",
            "trigAtIndex": 2332,
            "dataType": "工业",
            "trigcalType": "",
            "logProfileN": {
                "day10LowUp": [
                    "6,2024-06-05",
                    -13.75,
                    "1,2024-05-29",
                    1.45,
                    -10.21
                ],
                "day20LowUp": [
                    "13,2024-06-17",
                    -21.25,
                    "1,2024-05-29",
                    1.45,
                    -18.12
                ],
                "day60LowUp": [
                    "59,2024-08-20",
                    -34.4,
                    "1,2024-05-29",
                    1.45,
                    -33.62
                ],
                "day100LowUp": [
                    "78,2024-09-18",
                    -38.65,
                    "1,2024-05-29",
                    1.45,
                    -34.78
                ]
            }
        },
        {
            "dataName": "锰硅连续",
            "quantName": "高位低量",
            "trigDate": "2024-05-29",
            "trigAtIndex": 2333,
            "dataType": "工业",
            "trigcalType": "",
            "logProfileN": {
                "day10LowUp": [
                    "10,2024-06-13",
                    -17.54,
                    "",
                    0,
                    -17.54
                ],
                "day20LowUp": [
                    "12,2024-06-17",
                    -22.38,
                    "",
                    0,
                    -21.7
                ],
                "day60LowUp": [
                    "60,2024-08-22",
                    -35.67,
                    "",
                    0,
                    -35.67
                ],
                "day100LowUp": [
                    "77,2024-09-18",
                    -39.53,
                    "",
                    0,
                    -34.71
                ]
            }
        },
        {
            "dataName": "锰硅连续",
            "quantName": "高位低量",
            "trigDate": "2024-05-30",
            "trigAtIndex": 2334,
            "dataType": "工业",
            "trigcalType": "",
            "logProfileN": {
                "day10LowUp": [
                    "10,2024-06-14",
                    -18.57,
                    "",
                    0,
                    -18.57
                ],
                "day20LowUp": [
                    "11,2024-06-17",
                    -20.78,
                    "",
                    0,
                    -18.09
                ],
                "day60LowUp": [
                    "60,2024-08-23",
                    -35.09,
                    "",
                    0,
                    -35.09
                ],
                "day100LowUp": [
                    "76,2024-09-18",
                    -38.28,
                    "",
                    0,
                    -33.92
                ]
            }
        },
        {
            "dataName": "焦炭连续",
            "quantName": "高位低量",
            "trigDate": "2016-11-09",
            "trigAtIndex": 1349,
            "dataType": "工业",
            "trigcalType": "",
            "logProfileN": {
                "day10LowUp": [
                    "4,2016-11-15",
                    -8.17,
                    "9,2016-11-22",
                    1.42,
                    0.33
                ],
                "day20LowUp": [
                    "17,2016-12-02",
                    -19.74,
                    "13,2016-11-28",
                    2.16,
                    -13.14
                ],
                "day60LowUp": [
                    "39,2017-01-03",
                    -31.24,
                    "13,2016-11-28",
                    2.16,
                    -27.08
                ],
                "day100LowUp": [
                    "39,2017-01-03",
                    -31.24,
                    "13,2016-11-28",
                    2.16,
                    -15.56
                ]
            }
        },
        {
            "dataName": "焦炭连续",
            "quantName": "高位低量",
            "trigDate": "2016-11-10",
            "trigAtIndex": 1350,
            "dataType": "工业",
            "trigcalType": "",
            "logProfileN": {
                "day10LowUp": [
                    "3,2016-11-15",
                    -5.7,
                    "8,2016-11-22",
                    4.15,
                    1.07
                ],
                "day20LowUp": [
                    "16,2016-12-02",
                    -17.58,
                    "12,2016-11-28",
                    4.91,
                    -12.9
                ],
                "day60LowUp": [
                    "38,2017-01-03",
                    -29.38,
                    "12,2016-11-28",
                    4.91,
                    -26.88
                ],
                "day100LowUp": [
                    "38,2017-01-03",
                    -29.38,
                    "12,2016-11-28",
                    4.91,
                    -14.29
                ]
            }
        },
        {
            "dataName": "焦炭连续",
            "quantName": "高位低量",
            "trigDate": "2016-11-11",
            "trigAtIndex": 1351,
            "dataType": "工业",
            "trigcalType": "",
            "logProfileN": {
                "day10LowUp": [
                    "2,2016-11-15",
                    -7.57,
                    "7,2016-11-22",
                    2.08,
                    0.19
                ],
                "day20LowUp": [
                    "15,2016-12-02",
                    -19.21,
                    "11,2016-11-28",
                    2.83,
                    -17.58
                ],
                "day60LowUp": [
                    "37,2017-01-03",
                    -30.79,
                    "11,2016-11-28",
                    2.83,
                    -25.83
                ],
                "day100LowUp": [
                    "37,2017-01-03",
                    -30.79,
                    "11,2016-11-28",
                    2.83,
                    -18.84
                ]
            }
        },
        {
            "dataName": "焦炭连续",
            "quantName": "高位低量",
            "trigDate": "2016-11-14",
            "trigAtIndex": 1352,
            "dataType": "工业",
            "trigcalType": "",
            "logProfileN": {
                "day10LowUp": [
                    "1,2016-11-15",
                    -9.44,
                    "10,2016-11-28",
                    0.76,
                    0.76
                ],
                "day20LowUp": [
                    "14,2016-12-02",
                    -20.84,
                    "10,2016-11-28",
                    0.76,
                    -20.5
                ],
                "day60LowUp": [
                    "36,2017-01-03",
                    -32.18,
                    "10,2016-11-28",
                    0.76,
                    -23.84
                ],
                "day100LowUp": [
                    "36,2017-01-03",
                    -32.18,
                    "10,2016-11-28",
                    0.76,
                    -25.17
                ]
            }
        },
        {
            "dataName": "甲醇连续",
            "quantName": "高位低量",
            "trigDate": "2021-10-11",
            "trigAtIndex": 1644,
            "dataType": "工业",
            "trigcalType": "",
            "logProfileN": {
                "day10LowUp": [
                    "10,2021-10-25",
                    -20.76,
                    "1,2021-10-12",
                    1.02,
                    -20.76
                ],
                "day20LowUp": [
                    "19,2021-11-05",
                    -31.02,
                    "1,2021-10-12",
                    1.02,
                    -29.95
                ],
                "day60LowUp": [
                    "59,2021-12-31",
                    -38.25,
                    "1,2021-10-12",
                    1.02,
                    -35.43
                ],
                "day100LowUp": [
                    "59,2021-12-31",
                    -38.25,
                    "1,2021-10-12",
                    1.02,
                    -18.96
                ]
            }
        },
        {
            "dataName": "甲醇连续",
            "quantName": "高位低量",
            "trigDate": "2021-10-12",
            "trigAtIndex": 1645,
            "dataType": "工业",
            "trigcalType": "",
            "logProfileN": {
                "day10LowUp": [
                    "10,2021-10-26",
                    -21.63,
                    "",
                    0,
                    -21.63
                ],
                "day20LowUp": [
                    "18,2021-11-05",
                    -31.72,
                    "",
                    0,
                    -31.67
                ],
                "day60LowUp": [
                    "58,2021-12-31",
                    -38.88,
                    "",
                    0,
                    -36.38
                ],
                "day100LowUp": [
                    "58,2021-12-31",
                    -38.88,
                    "",
                    0,
                    -18.85
                ]
            }
        },
        {
            "dataName": "液化气连续",
            "quantName": "高位低量",
            "trigDate": "2023-09-01",
            "trigAtIndex": 834,
            "dataType": "能源",
            "trigcalType": "",
            "logProfileN": {
                "day10LowUp": [
                    "",
                    0,
                    "3,2023-09-06",
                    4.93,
                    3.7
                ],
                "day20LowUp": [
                    "20,2023-10-09",
                    -1.6,
                    "12,2023-09-19",
                    5.24,
                    -1.6
                ],
                "day60LowUp": [
                    "60,2023-12-04",
                    -15.84,
                    "12,2023-09-19",
                    5.24,
                    -15.84
                ],
                "day100LowUp": [
                    "96,2024-01-24",
                    -21.92,
                    "12,2023-09-19",
                    5.24,
                    -20.76
                ]
            }
        },
        {
            "dataName": "焦煤连续",
            "quantName": "高位低量",
            "trigDate": "2021-10-18",
            "trigAtIndex": 2078,
            "dataType": "能源",
            "trigcalType": "",
            "logProfileN": {
                "day10LowUp": [
                    "10,2021-11-01",
                    -43.74,
                    "",
                    0,
                    -43.74
                ],
                "day20LowUp": [
                    "20,2021-11-15",
                    -49.09,
                    "",
                    0,
                    -49.09
                ],
                "day60LowUp": [
                    "23,2021-11-18",
                    -52.03,
                    "",
                    0,
                    -40.34
                ],
                "day100LowUp": [
                    "23,2021-11-18",
                    -52.03,
                    "",
                    0,
                    -27.83
                ]
            }
        },
        {
            "dataName": "沪铅连续",
            "quantName": "高位低量",
            "trigDate": "2016-11-28",
            "trigAtIndex": 1381,
            "dataType": "工业",
            "trigcalType": "",
            "logProfileN": {
                "day10LowUp": [
                    "5,2016-12-05",
                    -6.59,
                    "1,2016-11-29",
                    1.06,
                    -5.52
                ],
                "day20LowUp": [
                    "20,2016-12-26",
                    -19.64,
                    "1,2016-11-29",
                    1.06,
                    -19.64
                ],
                "day60LowUp": [
                    "20,2016-12-26",
                    -19.64,
                    "1,2016-11-29",
                    1.06,
                    -14.28
                ],
                "day100LowUp": [
                    "95,2017-04-19",
                    -26.44,
                    "1,2016-11-29",
                    1.06,
                    -25.54
                ]
            }
        },
        {
            "dataName": "沪铅连续",
            "quantName": "高位低量",
            "trigDate": "2016-11-29",
            "trigAtIndex": 1382,
            "dataType": "工业",
            "trigcalType": "",
            "logProfileN": {
                "day10LowUp": [
                    "4,2016-12-05",
                    -7.57,
                    "",
                    0,
                    -6.04
                ],
                "day20LowUp": [
                    "19,2016-12-26",
                    -20.49,
                    "",
                    0,
                    -19.25
                ],
                "day60LowUp": [
                    "19,2016-12-26",
                    -20.49,
                    "",
                    0,
                    -15.62
                ],
                "day100LowUp": [
                    "94,2017-04-19",
                    -27.21,
                    "",
                    0,
                    -26
                ]
            }
        },
        {
            "dataName": "纯碱连续",
            "quantName": "高位低量",
            "trigDate": "2021-09-30",
            "trigAtIndex": 442,
            "dataType": "工业",
            "trigcalType": "",
            "logProfileN": {
                "day10LowUp": [
                    "10,2021-10-21",
                    -10.76,
                    "3,2021-10-12",
                    2.02,
                    -10.76
                ],
                "day20LowUp": [
                    "18,2021-11-02",
                    -27.02,
                    "3,2021-10-12",
                    2.02,
                    -24.89
                ],
                "day60LowUp": [
                    "49,2021-12-15",
                    -36.7,
                    "3,2021-10-12",
                    2.02,
                    -36.13
                ],
                "day100LowUp": [
                    "61,2021-12-31",
                    -37.84,
                    "3,2021-10-12",
                    2.02,
                    -22.89
                ]
            }
        },
        {
            "dataName": "纯碱连续",
            "quantName": "高位低量",
            "trigDate": "2021-10-12",
            "trigAtIndex": 445,
            "dataType": "工业",
            "trigcalType": "",
            "logProfileN": {
                "day10LowUp": [
                    "10,2021-10-26",
                    -22.47,
                    "",
                    0,
                    -22.47
                ],
                "day20LowUp": [
                    "19,2021-11-08",
                    -29.86,
                    "",
                    0,
                    -28.55
                ],
                "day60LowUp": [
                    "58,2021-12-31",
                    -39.07,
                    "",
                    0,
                    -37.2
                ],
                "day100LowUp": [
                    "58,2021-12-31",
                    -39.07,
                    "",
                    0,
                    -30.09
                ]
            }
        },
        {
            "dataName": "航运连续",
            "quantName": "高位低量",
            "trigDate": "2024-05-06",
            "trigAtIndex": 168,
            "dataType": "工业",
            "trigcalType": "",
            "logProfileN": {
                "day10LowUp": [
                    "1,2024-05-07",
                    -0.06,
                    "10,2024-05-20",
                    35.17,
                    35.17
                ],
                "day20LowUp": [
                    "1,2024-05-07",
                    -0.06,
                    "15,2024-05-27",
                    39.09,
                    35.08
                ],
                "day60LowUp": [
                    "52,2024-07-18",
                    -37.31,
                    "41,2024-07-03",
                    81.63,
                    18.13
                ],
                "day100LowUp": [
                    "89,2024-09-09",
                    -48.16,
                    "41,2024-07-03",
                    81.63,
                    -34.68
                ]
            }
        },
        {
            "dataName": "航运连续",
            "quantName": "高位低量",
            "trigDate": "2024-05-07",
            "trigAtIndex": 169,
            "dataType": "工业",
            "trigcalType": "",
            "logProfileN": {
                "day10LowUp": [
                    "",
                    0,
                    "10,2024-05-21",
                    38.4,
                    38.4
                ],
                "day20LowUp": [
                    "",
                    0,
                    "20,2024-06-04",
                    48.92,
                    48.92
                ],
                "day60LowUp": [
                    "51,2024-07-18",
                    -37.27,
                    "40,2024-07-03",
                    81.75,
                    13.11
                ],
                "day100LowUp": [
                    "88,2024-09-09",
                    -48.13,
                    "40,2024-07-03",
                    81.75,
                    -30.9
                ]
            }
        },
        {
            "dataName": "航运连续",
            "quantName": "高位低量",
            "trigDate": "2024-05-08",
            "trigAtIndex": 170,
            "dataType": "工业",
            "trigcalType": "",
            "logProfileN": {
                "day10LowUp": [
                    "",
                    0,
                    "9,2024-05-21",
                    34.24,
                    29.73
                ],
                "day20LowUp": [
                    "",
                    0,
                    "19,2024-06-04",
                    44.44,
                    40.22
                ],
                "day60LowUp": [
                    "50,2024-07-18",
                    -39.16,
                    "39,2024-07-03",
                    76.28,
                    10.02
                ],
                "day100LowUp": [
                    "87,2024-09-09",
                    -49.69,
                    "39,2024-07-03",
                    76.28,
                    -20.49
                ]
            }
        },
        {
            "dataName": "航运连续",
            "quantName": "高位低量",
            "trigDate": "2024-05-09",
            "trigAtIndex": 171,
            "dataType": "工业",
            "trigcalType": "",
            "logProfileN": {
                "day10LowUp": [
                    "",
                    0,
                    "8,2024-05-21",
                    23.03,
                    18.41
                ],
                "day20LowUp": [
                    "",
                    0,
                    "18,2024-06-04",
                    32.38,
                    31.72
                ],
                "day60LowUp": [
                    "49,2024-07-18",
                    -44.24,
                    "38,2024-07-03",
                    61.56,
                    4.78
                ],
                "day100LowUp": [
                    "86,2024-09-09",
                    -53.89,
                    "38,2024-07-03",
                    61.56,
                    -45.5
                ]
            }
        },
        {
            "dataName": "航运连续",
            "quantName": "高位低量",
            "trigDate": "2024-05-10",
            "trigAtIndex": 172,
            "dataType": "工业",
            "trigcalType": "",
            "logProfileN": {
                "day10LowUp": [
                    "",
                    0,
                    "7,2024-05-21",
                    19.94,
                    18.27
                ],
                "day20LowUp": [
                    "",
                    0,
                    "20,2024-06-07",
                    32.22,
                    32.22
                ],
                "day60LowUp": [
                    "48,2024-07-18",
                    -45.64,
                    "37,2024-07-03",
                    57.5,
                    0.24
                ],
                "day100LowUp": [
                    "85,2024-09-09",
                    -55.05,
                    "37,2024-07-03",
                    57.5,
                    -46.14
                ]
            }
        },
        {
            "dataName": "航运连续",
            "quantName": "高位低量",
            "trigDate": "2024-05-13",
            "trigAtIndex": 173,
            "dataType": "工业",
            "trigcalType": "",
            "logProfileN": {
                "day10LowUp": [
                    "1,2024-05-14",
                    -7,
                    "10,2024-05-27",
                    7.59,
                    7.59
                ],
                "day20LowUp": [
                    "1,2024-05-14",
                    -7,
                    "19,2024-06-07",
                    17.94,
                    10.24
                ],
                "day60LowUp": [
                    "47,2024-07-18",
                    -51.51,
                    "36,2024-07-03",
                    40.49,
                    -9.53
                ],
                "day100LowUp": [
                    "84,2024-09-09",
                    -59.9,
                    "36,2024-07-03",
                    40.49,
                    -45.34
                ]
            }
        },
        {
            "dataName": "航运连续",
            "quantName": "高位低量",
            "trigDate": "2024-05-14",
            "trigAtIndex": 174,
            "dataType": "工业",
            "trigcalType": "",
            "logProfileN": {
                "day10LowUp": [
                    "",
                    0,
                    "9,2024-05-27",
                    15.69,
                    12.48
                ],
                "day20LowUp": [
                    "",
                    0,
                    "18,2024-06-07",
                    26.82,
                    22.59
                ],
                "day60LowUp": [
                    "46,2024-07-18",
                    -47.86,
                    "35,2024-07-03",
                    51.07,
                    -13.99
                ],
                "day100LowUp": [
                    "83,2024-09-09",
                    -56.88,
                    "35,2024-07-03",
                    51.07,
                    -33.1
                ]
            }
        },
        {
            "dataName": "航运连续",
            "quantName": "高位低量",
            "trigDate": "2024-05-15",
            "trigAtIndex": 175,
            "dataType": "工业",
            "trigcalType": "",
            "logProfileN": {
                "day10LowUp": [
                    "1,2024-05-16",
                    -2.54,
                    "8,2024-05-27",
                    6.93,
                    5.62
                ],
                "day20LowUp": [
                    "1,2024-05-16",
                    -2.54,
                    "17,2024-06-07",
                    17.22,
                    15.31
                ],
                "day60LowUp": [
                    "45,2024-07-18",
                    -51.81,
                    "34,2024-07-03",
                    39.64,
                    -31.7
                ],
                "day100LowUp": [
                    "82,2024-09-09",
                    -60.15,
                    "34,2024-07-03",
                    39.64,
                    -34.05
                ]
            }
        },
        {
            "dataName": "航运连续",
            "quantName": "高位低量",
            "trigDate": "2024-05-20",
            "trigAtIndex": 178,
            "dataType": "工业",
            "trigcalType": "",
            "logProfileN": {
                "day10LowUp": [
                    "3,2024-05-23",
                    -1.51,
                    "5,2024-05-27",
                    2.9,
                    -0.07
                ],
                "day20LowUp": [
                    "3,2024-05-23",
                    -1.51,
                    "20,2024-06-18",
                    19.96,
                    19.96
                ],
                "day60LowUp": [
                    "42,2024-07-18",
                    -53.63,
                    "31,2024-07-03",
                    34.37,
                    -32.77
                ],
                "day100LowUp": [
                    "79,2024-09-09",
                    -61.65,
                    "31,2024-07-03",
                    34.37,
                    -34.73
                ]
            }
        },
        {
            "dataName": "航运连续",
            "quantName": "高位低量",
            "trigDate": "2024-06-07",
            "trigAtIndex": 192,
            "dataType": "工业",
            "trigcalType": "",
            "logProfileN": {
                "day10LowUp": [
                    "1,2024-06-11",
                    -6.53,
                    "10,2024-06-24",
                    14.19,
                    14.19
                ],
                "day20LowUp": [
                    "20,2024-07-08",
                    -38.89,
                    "17,2024-07-03",
                    19.12,
                    -38.89
                ],
                "day60LowUp": [
                    "28,2024-07-18",
                    -58.89,
                    "17,2024-07-03",
                    19.12,
                    -56.08
                ],
                "day100LowUp": [
                    "65,2024-09-09",
                    -66,
                    "17,2024-07-03",
                    19.12,
                    -36.25
                ]
            }
        },
        {
            "dataName": "航运连续",
            "quantName": "高位低量",
            "trigDate": "2024-06-18",
            "trigAtIndex": 198,
            "dataType": "工业",
            "trigcalType": "",
            "logProfileN": {
                "day10LowUp": [
                    "6,2024-06-26",
                    -18.04,
                    "4,2024-06-24",
                    7.38,
                    -8.31
                ],
                "day20LowUp": [
                    "14,2024-07-08",
                    -42.54,
                    "11,2024-07-03",
                    12.02,
                    -12.71
                ],
                "day60LowUp": [
                    "59,2024-09-09",
                    -68.03,
                    "11,2024-07-03",
                    12.02,
                    -65.89
                ],
                "day100LowUp": [
                    "59,2024-09-09",
                    -68.03,
                    "11,2024-07-03",
                    12.02,
                    -38.44
                ]
            }
        },
        {
            "dataName": "航运连续",
            "quantName": "高位低量",
            "trigDate": "2024-06-20",
            "trigAtIndex": 200,
            "dataType": "工业",
            "trigcalType": "",
            "logProfileN": {
                "day10LowUp": [
                    "4,2024-06-26",
                    -22.21,
                    "9,2024-07-03",
                    6.31,
                    -5.88
                ],
                "day20LowUp": [
                    "20,2024-07-18",
                    -63.31,
                    "9,2024-07-03",
                    6.31,
                    -63.31
                ],
                "day60LowUp": [
                    "57,2024-09-09",
                    -69.66,
                    "9,2024-07-03",
                    6.31,
                    -65.64
                ],
                "day100LowUp": [
                    "57,2024-09-09",
                    -69.66,
                    "9,2024-07-03",
                    6.31,
                    -38.84
                ]
            }
        },
        {
            "dataName": "航运连续",
            "quantName": "高位低量",
            "trigDate": "2024-06-21",
            "trigAtIndex": 201,
            "dataType": "工业",
            "trigcalType": "",
            "logProfileN": {
                "day10LowUp": [
                    "10,2024-07-05",
                    -37.99,
                    "8,2024-07-03",
                    6.47,
                    -37.99
                ],
                "day20LowUp": [
                    "19,2024-07-18",
                    -63.25,
                    "8,2024-07-03",
                    6.47,
                    -30.53
                ],
                "day60LowUp": [
                    "56,2024-09-09",
                    -69.61,
                    "8,2024-07-03",
                    6.47,
                    -66.16
                ],
                "day100LowUp": [
                    "56,2024-09-09",
                    -69.61,
                    "8,2024-07-03",
                    6.47,
                    -37.86
                ]
            }
        },
        {
            "dataName": "航运连续",
            "quantName": "高位低量",
            "trigDate": "2024-06-24",
            "trigAtIndex": 202,
            "dataType": "工业",
            "trigcalType": "",
            "logProfileN": {
                "day10LowUp": [
                    "10,2024-07-08",
                    -46.48,
                    "7,2024-07-03",
                    4.32,
                    -46.48
                ],
                "day20LowUp": [
                    "18,2024-07-18",
                    -64,
                    "7,2024-07-03",
                    4.32,
                    -37.36
                ],
                "day60LowUp": [
                    "55,2024-09-09",
                    -70.23,
                    "7,2024-07-03",
                    4.32,
                    -68.66
                ],
                "day100LowUp": [
                    "55,2024-09-09",
                    -70.23,
                    "7,2024-07-03",
                    4.32,
                    -38.34
                ]
            }
        },
        {
            "dataName": "白银连续",
            "quantName": "高位低量",
            "trigDate": "2025-12-26",
            "trigAtIndex": 3319,
            "dataType": "工业",
            "trigcalType": "",
            "logProfileN": {
                "day10LowUp": [
                    "3,2025-12-31",
                    -6.8,
                    "10,2026-01-13",
                    14.66,
                    14.66
                ],
                "day20LowUp": [
                    "3,2025-12-31",
                    -6.8,
                    "20,2026-01-27",
                    54.48,
                    54.48
                ],
                "day24LowUp": [
                    "3,2025-12-31",
                    -6.8,
                    "22,2026-01-29",
                    68.63,
                    35.55
                ],
                "lastDay": 24
            }
        },
        {
            "dataName": "白银连续",
            "quantName": "高位低量",
            "trigDate": "2025-12-26",
            "trigAtIndex": 3319,
            "dataType": "工业",
            "trigcalType": "",
            "logProfileN": {
                "day10LowUp": [
                    "3,2025-12-31",
                    -6.8,
                    "10,2026-01-13",
                    14.66,
                    14.66
                ],
                "day20LowUp": [
                    "3,2025-12-31",
                    -6.8,
                    "20,2026-01-27",
                    54.48,
                    54.48
                ],
                "day24LowUp": [
                    "3,2025-12-31",
                    -6.8,
                    "22,2026-01-29",
                    68.63,
                    35.55
                ],
                "lastDay": 24
            }
        }
    ]
}
var runLastKlineDate = "2026-02-02"