var triggerLogObj大宗={
    "按日期排序": {
        "2006-05-16": [
            "高位KDJ_沪铜连续",
            "高位九转_日周空但叉九转|日月九转_沪铜连续"
        ],
        "2006-05-17": [
            "高位九转_日周空但叉九转|日月九转|周月九转_沪铜连续"
        ],
        "2006-11-06": [
            "高位九转_日周空但叉九转_豆油连续"
        ],
        "2006-11-23": [
            "高位KDJ_豆油连续"
        ],
        "2008-03-04": [
            "高位九转_日周空但叉九转_菜油连续",
            "高位九转_日周空但叉九转|日月九转|周月九转_豆油连续"
        ],
        "2008-03-05": [
            "高位KDJ_菜油连续",
            "高位九转_周月九转_豆油连续"
        ],
        "2008-12-18": [
            "低位KDJ_菜油连续"
        ],
        "2008-12-19": [
            "低位KDJ_沪铜连续"
        ],
        "2008-12-25": [
            "低位KDJ_橡胶连续"
        ],
        "2009-01-16": [
            "低位九转_周月九转_豆油连续"
        ],
        "2009-02-02": [
            "低位九转_周月九转_沪铜连续"
        ],
        "2009-02-20": [
            "低位KDJ_豆油连续"
        ],
        "2010-01-04": [
            "高位KDJ_沪锌连续",
            "高位九转_日周空但叉九转_沪锌连续"
        ],
        "2010-01-05": [
            "高位九转_日周空但叉九转_沪锌连续",
            "高位九转_日周空但叉九转|日月九转|周月九转_白糖连续"
        ],
        "2010-01-06": [
            "高位九转_日周空但叉九转|日月九转|周月九转_白糖连续"
        ],
        "2010-01-07": [
            "高位KDJ_白糖连续"
        ],
        "2012-09-20": [
            "低位KDJ_焦炭连续"
        ],
        "2012-11-07": [
            "低位九转_日周九转_白糖连续"
        ],
        "2013-07-01": [
            "低位九转_日周九转_白银连续"
        ],
        "2013-07-02": [
            "低位九转_日周九转_黄金连续"
        ],
        "2013-07-19": [
            "低位KDJ_白银连续"
        ],
        "2013-07-31": [
            "低位KDJ_棕榈油连续"
        ],
        "2013-08-01": [
            "低位九转_周月九转_白银连续"
        ],
        "2013-08-05": [
            "低位KDJ_黄金连续"
        ],
        "2013-10-29": [
            "低位KDJ_菜油连续"
        ],
        "2014-03-04": [
            "低位九转_日周九转_PTA连续"
        ],
        "2014-03-21": [
            "低位九转_日周九转_PTA连续"
        ],
        "2014-04-18": [
            "低位KDJ_PVC连续"
        ],
        "2014-05-19": [
            "低位九转_双周MACD-KDJ_PTA连续"
        ],
        "2014-05-20": [
            "低位九转_双周MACD-KDJ_橡胶连续"
        ],
        "2015-02-06": [
            "低位九转_双周MACD-KDJ_豆油连续"
        ],
        "2015-03-13": [
            "低位KDJ_棕榈油连续"
        ],
        "2015-09-02": [
            "低位九转_日周九转_燃油连续"
        ],
        "2015-11-20": [
            "低位KDJ_沪锌连续"
        ],
        "2015-11-24": [
            "低位九转_日周九转_PVC连续"
        ],
        "2015-12-02": [
            "低位九转_日周九转_螺纹连续"
        ],
        "2015-12-07": [
            "低位九转_日周九转|周月九转_焦炭连续"
        ],
        "2015-12-18": [
            "低位九转_日周九转_PP连续"
        ],
        "2015-12-24": [
            "低位KDJ_焦炭连续"
        ],
        "2016-01-07": [
            "低位KDJ_螺纹连续"
        ],
        "2016-01-11": [
            "低位KDJ_热卷连续"
        ],
        "2016-01-14": [
            "低位KDJ_甲醇连续"
        ],
        "2016-01-15": [
            "低位九转_周月九转_焦炭连续"
        ],
        "2016-03-08": [
            "低位九转_双周MACD-KDJ_菜油连续"
        ],
        "2016-03-10": [
            "低位KDJ_棉花连续"
        ],
        "2016-03-22": [
            "低位九转_日周九转_豆一连续"
        ],
        "2016-04-05": [
            "低位KDJ_鸡蛋连续"
        ],
        "2016-11-17": [
            "高位KDJ_焦煤连续"
        ],
        "2017-06-23": [
            "低位KDJ_豆粕连续"
        ],
        "2018-08-07": [
            "低位九转_双周MACD-KDJ_橡胶连续"
        ],
        "2019-01-11": [
            "低位KDJ_豆二连续"
        ],
        "2019-03-28": [
            "低位KDJ_豆粕连续"
        ],
        "2019-04-12": [
            "低位KDJ_豆二连续"
        ],
        "2019-05-07": [
            "低位九转_双周MACD-KDJ_豆二连续"
        ],
        "2019-08-16": [
            "低位KDJ_甲醇连续"
        ],
        "2019-11-05": [
            "低位KDJ_锰硅连续"
        ],
        "2019-11-11": [
            "低位KDJ_锰硅连续",
            "低位KDJ_棉纱连续"
        ],
        "2019-11-13": [
            "低位KDJ_锰硅连续"
        ],
        "2019-12-18": [
            "低位九转_双周MACD-KDJ_纸浆连续"
        ],
        "2020-03-09": [
            "低位KDJ_不锈钢连续"
        ],
        "2020-03-10": [
            "低位九转_日周九转_苹果连续"
        ],
        "2020-03-13": [
            "低位KDJ_不锈钢连续"
        ],
        "2020-03-16": [
            "低位KDJ_不锈钢连续",
            "低位九转_日周九转_不锈钢连续"
        ],
        "2020-03-20": [
            "低位KDJ_不锈钢连续"
        ],
        "2020-03-31": [
            "低位KDJ_PP连续"
        ],
        "2020-04-01": [
            "低位九转_日周九转_PTA连续"
        ],
        "2020-04-02": [
            "低位九转_日月九转_PP连续",
            "低位KDJ_不锈钢连续",
            "低位九转_日周九转_沥青连续"
        ],
        "2020-04-03": [
            "低位九转_日周九转_苯乙烯连续"
        ],
        "2020-04-15": [
            "低位KDJ_PP连续"
        ],
        "2020-04-21": [
            "低位KDJ_热卷连续",
            "低位KDJ_PVC连续"
        ],
        "2020-04-28": [
            "低位九转_周月九转_PTA连续"
        ],
        "2020-04-29": [
            "低位九转_周月九转_PTA连续"
        ],
        "2021-01-06": [
            "高位九转_日月九转|周月九转_焦炭连续"
        ],
        "2021-01-07": [
            "高位九转_周月九转_焦炭连续"
        ],
        "2021-01-11": [
            "高位九转_日周空但叉九转|日月九转_玉米连续"
        ],
        "2021-03-01": [
            "高位九转_日周空但叉九转_纸浆连续"
        ],
        "2021-03-02": [
            "高位KDJ_乙二醇连续"
        ],
        "2021-05-17": [
            "高位KDJ_玻璃连续"
        ],
        "2021-09-16": [
            "低位KDJ_花生连续"
        ],
        "2021-10-08": [
            "高位九转_日周空但叉九转|日月九转_PVC连续",
            "高位九转_日月九转|周月九转_硅铁连续",
            "高位KDJ_锰硅连续"
        ],
        "2021-10-11": [
            "高位九转_日月九转|周月九转_硅铁连续",
            "高位九转_周月九转_纯碱连续"
        ],
        "2021-10-12": [
            "高位KDJ_硅铁连续",
            "高位九转_日月九转|周月九转_硅铁连续",
            "高位九转_日月九转_甲醇连续",
            "高位九转_周月九转_纯碱连续"
        ],
        "2021-10-13": [
            "高位KDJ_PVC连续",
            "高位KDJ_液化气连续"
        ],
        "2021-10-19": [
            "高位九转_日月九转|周月九转_焦煤连续"
        ],
        "2021-12-29": [
            "低位九转_双周MACD-KDJ_花生连续"
        ],
        "2022-01-18": [
            "低位九转_双周MACD-KDJ_花生连续"
        ],
        "2022-04-11": [
            "低位KDJ_生猪连续"
        ],
        "2022-10-28": [
            "低位KDJ_沪锡连续"
        ],
        "2022-11-01": [
            "低位KDJ_二十号胶连续",
            "低位KDJ_螺纹连续",
            "低位九转_日周九转_PVC连续"
        ],
        "2022-11-02": [
            "低位九转_日周九转_棉纱连续",
            "低位九转_日周九转_PVC连续"
        ],
        "2022-11-03": [
            "低位九转_日周九转_棉纱连续",
            "低位九转_日周九转_PVC连续"
        ],
        "2022-12-19": [
            "低位KDJ_螺纹连续",
            "低位KDJ_燃油连续"
        ],
        "2023-05-22": [
            "低位KDJ_纸浆连续"
        ],
        "2023-05-31": [
            "低位KDJ_菜油连续",
            "低位KDJ_豆油连续"
        ],
        "2023-06-01": [
            "低位KDJ_豆粕连续",
            "低位KDJ_菜油连续",
            "低位KDJ_豆二连续",
            "低位九转_日周九转_焦煤连续"
        ],
        "2023-06-05": [
            "低位九转_日周九转_豆粕连续",
            "低位九转_日周九转_棕榈油连续",
            "低位九转_日周九转_豆油连续",
            "低位九转_日周九转_豆二连续"
        ],
        "2023-06-06": [
            "低位九转_日周九转_棕榈油连续",
            "低位九转_日周九转_豆油连续"
        ],
        "2023-06-07": [
            "低位九转_日周九转_棕榈油连续"
        ],
        "2023-06-09": [
            "低位九转_日周九转_纸浆连续"
        ],
        "2023-06-21": [
            "低位KDJ_低硫燃料油连续"
        ],
        "2023-07-10": [
            "低位九转_日周九转_液化气连续"
        ],
        "2023-12-04": [
            "低位九转_日周九转_沪镍连续",
            "低位九转_日周九转_花生连续"
        ],
        "2023-12-05": [
            "低位KDJ_沪镍连续",
            "低位九转_日周九转_花生连续"
        ],
        "2023-12-06": [
            "低位九转_日周九转_花生连续"
        ],
        "2024-01-09": [
            "低位九转_日周九转|周月九转_沪镍连续"
        ],
        "2024-01-11": [
            "低位九转_日周九转_沪镍连续"
        ],
        "2024-01-29": [
            "低位九转_日周九转_玉米连续"
        ],
        "2024-02-21": [
            "低位KDJ_碳酸锂连续"
        ],
        "2024-04-08": [
            "低位九转_双周MACD-KDJ_硅铁连续"
        ],
        "2024-04-09": [
            "低位九转_双周MACD-KDJ_硅铁连续"
        ],
        "2024-04-10": [
            "低位九转_双周MACD-KDJ_硅铁连续"
        ],
        "2024-04-22": [
            "低位KDJ_豆二连续"
        ],
        "2024-09-11": [
            "低位九转_日月九转_苹果连续"
        ],
        "2024-09-12": [
            "低位九转_周月九转_焦煤连续",
            "低位九转_日月九转_苹果连续"
        ],
        "2024-10-09": [
            "低位KDJ_红枣连续"
        ]
    },
    "高位KDJ": [
        {
            "dataName": "沪铜连续",
            "quantName": "高位KDJ",
            "trigDate": "2006-05-16",
            "trigAtIndex": 326,
            "dataType": "工业",
            "logProfileN": {
                "day10LowUp": [
                    "5,2006-05-23",
                    -11.92,
                    "1,2006-05-17",
                    1.96,
                    -4.5
                ],
                "day20LowUp": [
                    "20,2006-06-13",
                    -25.78,
                    "1,2006-05-17",
                    1.96,
                    -25.78
                ],
                "day60LowUp": [
                    "21,2006-06-14",
                    -29.05,
                    "1,2006-05-17",
                    1.96,
                    -14.47
                ],
                "day100LowUp": [
                    "21,2006-06-14",
                    -29.05,
                    "1,2006-05-17",
                    1.96,
                    -12.57
                ]
            }
        },
        {
            "dataName": "菜油连续",
            "quantName": "高位KDJ",
            "trigDate": "2008-03-05",
            "trigAtIndex": 181,
            "dataType": "农业",
            "logProfileN": {
                "day10LowUp": [
                    "10,2008-03-19",
                    -17.7,
                    "",
                    0,
                    -17.7
                ],
                "day20LowUp": [
                    "20,2008-04-02",
                    -22.2,
                    "",
                    0,
                    -22.2
                ],
                "day60LowUp": [
                    "45,2008-05-07",
                    -22.33,
                    "",
                    0,
                    -18.55
                ],
                "day100LowUp": [
                    "100,2008-07-23",
                    -23.44,
                    "",
                    0,
                    -23.44
                ]
            }
        },
        {
            "dataName": "沪锌连续",
            "quantName": "高位KDJ",
            "trigDate": "2010-01-04",
            "trigAtIndex": 686,
            "dataType": "工业",
            "logProfileN": {
                "day10LowUp": [
                    "7,2010-01-13",
                    -4.6,
                    "2,2010-01-06",
                    1.42,
                    -4.13
                ],
                "day20LowUp": [
                    "20,2010-02-01",
                    -18.68,
                    "2,2010-01-06",
                    1.42,
                    -18.68
                ],
                "day60LowUp": [
                    "24,2010-02-05",
                    -20.01,
                    "2,2010-01-06",
                    1.42,
                    -8.14
                ],
                "day100LowUp": [
                    "100,2010-06-02",
                    -28.46,
                    "2,2010-01-06",
                    1.42,
                    -28.46
                ]
            }
        },
        {
            "dataName": "PVC连续",
            "quantName": "高位KDJ",
            "trigDate": "2021-10-13",
            "trigAtIndex": 3003,
            "dataType": "工业",
            "logProfileN": {
                "day10LowUp": [
                    "10,2021-10-27",
                    -25.52,
                    "",
                    0,
                    -25.52
                ],
                "day20LowUp": [
                    "16,2021-11-04",
                    -33.02,
                    "",
                    0,
                    -27.58
                ],
                "day60LowUp": [
                    "45,2021-12-15",
                    -34.15,
                    "",
                    0,
                    -31.08
                ],
                "day100LowUp": [
                    "45,2021-12-15",
                    -34.15,
                    "",
                    0,
                    -25.56
                ]
            }
        },
        {
            "dataName": "豆油连续",
            "quantName": "高位KDJ",
            "trigDate": "2006-11-23",
            "trigAtIndex": 209,
            "dataType": "农业",
            "logProfileN": {
                "day10LowUp": [
                    "10,2006-12-07",
                    -0.64,
                    "2,2006-11-27",
                    3.39,
                    -0.64
                ],
                "day20LowUp": [
                    "10,2006-12-07",
                    -0.64,
                    "2,2006-11-27",
                    3.39,
                    1.09
                ],
                "day60LowUp": [
                    "45,2007-01-30",
                    -2.66,
                    "2,2006-11-27",
                    3.39,
                    -0.58
                ],
                "day100LowUp": [
                    "64,2007-03-05",
                    -2.76,
                    "94,2007-04-16",
                    7.87,
                    3.78
                ]
            }
        },
        {
            "dataName": "硅铁连续",
            "quantName": "高位KDJ",
            "trigDate": "2021-10-12",
            "trigAtIndex": 1712,
            "dataType": "工业",
            "logProfileN": {
                "day10LowUp": [
                    "10,2021-10-26",
                    -27.46,
                    "",
                    0,
                    -27.46
                ],
                "day20LowUp": [
                    "20,2021-11-09",
                    -45.42,
                    "",
                    0,
                    -45.42
                ],
                "day60LowUp": [
                    "27,2021-11-18",
                    -53.1,
                    "",
                    0,
                    -52.41
                ],
                "day100LowUp": [
                    "27,2021-11-18",
                    -53.1,
                    "",
                    0,
                    -42.92
                ]
            }
        },
        {
            "dataName": "锰硅连续",
            "quantName": "高位KDJ",
            "trigDate": "2021-10-08",
            "trigAtIndex": 1693,
            "dataType": "工业",
            "logProfileN": {
                "day10LowUp": [
                    "10,2021-10-22",
                    -15.68,
                    "1,2021-10-11",
                    3.1,
                    -15.68
                ],
                "day20LowUp": [
                    "20,2021-11-05",
                    -31.07,
                    "1,2021-10-11",
                    3.1,
                    -31.07
                ],
                "day60LowUp": [
                    "29,2021-11-18",
                    -37.45,
                    "1,2021-10-11",
                    3.1,
                    -34.59
                ],
                "day100LowUp": [
                    "29,2021-11-18",
                    -37.45,
                    "1,2021-10-11",
                    3.1,
                    -30.67
                ]
            }
        },
        {
            "dataName": "白糖连续",
            "quantName": "高位KDJ",
            "trigDate": "2010-01-07",
            "trigAtIndex": 974,
            "dataType": "农业",
            "logProfileN": {
                "day10LowUp": [
                    "4,2010-01-13",
                    -7.2,
                    "",
                    0,
                    -1.97
                ],
                "day20LowUp": [
                    "4,2010-01-13",
                    -7.2,
                    "",
                    0,
                    -3.81
                ],
                "day60LowUp": [
                    "42,2010-03-15",
                    -14.07,
                    "26,2010-02-12",
                    0.79,
                    -11.36
                ],
                "day100LowUp": [
                    "85,2010-05-17",
                    -20.26,
                    "26,2010-02-12",
                    0.79,
                    -19.3
                ]
            }
        },
        {
            "dataName": "液化气连续",
            "quantName": "高位KDJ",
            "trigDate": "2021-10-13",
            "trigAtIndex": 372,
            "dataType": "能源",
            "logProfileN": {
                "day10LowUp": [
                    "10,2021-10-27",
                    -10.47,
                    "3,2021-10-18",
                    4.45,
                    -10.47
                ],
                "day20LowUp": [
                    "20,2021-11-10",
                    -23.43,
                    "3,2021-10-18",
                    4.45,
                    -23.43
                ],
                "day60LowUp": [
                    "37,2021-12-03",
                    -33.51,
                    "3,2021-10-18",
                    4.45,
                    -21.59
                ],
                "day100LowUp": [
                    "37,2021-12-03",
                    -33.51,
                    "97,2022-03-07",
                    11.68,
                    2.69
                ]
            }
        },
        {
            "dataName": "玻璃连续",
            "quantName": "高位KDJ",
            "trigDate": "2021-05-17",
            "trigAtIndex": 2043,
            "dataType": "工业",
            "logProfileN": {
                "day10LowUp": [
                    "8,2021-05-27",
                    -7.21,
                    "1,2021-05-18",
                    2.08,
                    -2.11
                ],
                "day20LowUp": [
                    "8,2021-05-27",
                    -7.21,
                    "1,2021-05-18",
                    2.08,
                    -3.64
                ],
                "day60LowUp": [
                    "8,2021-05-27",
                    -7.21,
                    "43,2021-07-16",
                    11.87,
                    4.44
                ],
                "day100LowUp": [
                    "94,2021-09-29",
                    -18.75,
                    "43,2021-07-16",
                    11.87,
                    -12.38
                ]
            }
        },
        {
            "dataName": "焦煤连续",
            "quantName": "高位KDJ",
            "trigDate": "2016-11-17",
            "trigAtIndex": 883,
            "dataType": "能源",
            "logProfileN": {
                "day10LowUp": [
                    "9,2016-11-30",
                    -16.91,
                    "3,2016-11-22",
                    2.6,
                    -16.14
                ],
                "day20LowUp": [
                    "17,2016-12-12",
                    -20.28,
                    "3,2016-11-22",
                    2.6,
                    -17.33
                ],
                "day60LowUp": [
                    "33,2017-01-03",
                    -27.76,
                    "3,2016-11-22",
                    2.6,
                    -21.5
                ],
                "day100LowUp": [
                    "99,2017-04-14",
                    -28.88,
                    "3,2016-11-22",
                    2.6,
                    -27.57
                ]
            }
        },
        {
            "dataName": "乙二醇连续",
            "quantName": "高位KDJ",
            "trigDate": "2021-03-02",
            "trigAtIndex": 537,
            "dataType": "工业",
            "logProfileN": {
                "day10LowUp": [
                    "10,2021-03-16",
                    -7.22,
                    "4,2021-03-08",
                    5.7,
                    -7.22
                ],
                "day20LowUp": [
                    "13,2021-03-19",
                    -12.94,
                    "4,2021-03-08",
                    5.7,
                    -10.16
                ],
                "day60LowUp": [
                    "38,2021-04-26",
                    -19,
                    "4,2021-03-08",
                    5.7,
                    -11.61
                ],
                "day100LowUp": [
                    "38,2021-04-26",
                    -19,
                    "4,2021-03-08",
                    5.7,
                    -5.79
                ]
            }
        }
    ],
    "高位九转": [
        {
            "dataName": "沪铜连续",
            "quantName": "高位九转",
            "trigDate": "2006-05-16",
            "trigIndex": 326,
            "trigcalType": "日周空但叉九转|日月九转",
            "logProfileN": {
                "day10LowUp": [
                    "5,2006-05-23",
                    -11.92,
                    "1,2006-05-17",
                    1.96,
                    -4.5
                ],
                "day20LowUp": [
                    "20,2006-06-13",
                    -25.78,
                    "1,2006-05-17",
                    1.96,
                    -25.78
                ],
                "day60LowUp": [
                    "21,2006-06-14",
                    -29.05,
                    "1,2006-05-17",
                    1.96,
                    -14.47
                ],
                "day100LowUp": [
                    "21,2006-06-14",
                    -29.05,
                    "1,2006-05-17",
                    1.96,
                    -12.57
                ]
            }
        },
        {
            "dataName": "沪铜连续",
            "quantName": "高位九转",
            "trigDate": "2006-05-17",
            "trigIndex": 327,
            "trigcalType": "日周空但叉九转|日月九转|周月九转",
            "logProfileN": {
                "day10LowUp": [
                    "4,2006-05-23",
                    -13.61,
                    "",
                    0,
                    -10.2
                ],
                "day20LowUp": [
                    "20,2006-06-14",
                    -30.41,
                    "",
                    0,
                    -30.41
                ],
                "day60LowUp": [
                    "20,2006-06-14",
                    -30.41,
                    "",
                    0,
                    -17.6
                ],
                "day100LowUp": [
                    "20,2006-06-14",
                    -30.41,
                    "",
                    0,
                    -15.25
                ]
            }
        },
        {
            "dataName": "纸浆连续",
            "quantName": "高位九转",
            "trigDate": "2021-03-01",
            "trigIndex": 545,
            "trigcalType": "日周空但叉九转",
            "logProfileN": {
                "day10LowUp": [
                    "6,2021-03-09",
                    -3.61,
                    "",
                    0,
                    -3.31
                ],
                "day20LowUp": [
                    "20,2021-03-29",
                    -6.33,
                    "",
                    0,
                    -6.33
                ],
                "day60LowUp": [
                    "59,2021-05-27",
                    -19.6,
                    "",
                    0,
                    -16.56
                ],
                "day100LowUp": [
                    "74,2021-06-18",
                    -23.82,
                    "",
                    0,
                    -18.35
                ]
            }
        },
        {
            "dataName": "菜油连续",
            "quantName": "高位九转",
            "trigDate": "2008-03-04",
            "trigIndex": 180,
            "trigcalType": "日周空但叉九转",
            "logProfileN": {
                "day10LowUp": [
                    "10,2008-03-18",
                    -17.99,
                    "",
                    0,
                    -17.99
                ],
                "day20LowUp": [
                    "20,2008-04-01",
                    -23.07,
                    "",
                    0,
                    -23.07
                ],
                "day60LowUp": [
                    "46,2008-05-07",
                    -24.14,
                    "",
                    0,
                    -19.69
                ],
                "day100LowUp": [
                    "46,2008-05-07",
                    -24.14,
                    "",
                    0,
                    -22.21
                ]
            }
        },
        {
            "dataName": "沪锌连续",
            "quantName": "高位九转",
            "trigDate": "2010-01-04",
            "trigIndex": 686,
            "trigcalType": "日周空但叉九转",
            "logProfileN": {
                "day10LowUp": [
                    "7,2010-01-13",
                    -4.6,
                    "2,2010-01-06",
                    1.42,
                    -4.13
                ],
                "day20LowUp": [
                    "20,2010-02-01",
                    -18.68,
                    "2,2010-01-06",
                    1.42,
                    -18.68
                ],
                "day60LowUp": [
                    "24,2010-02-05",
                    -20.01,
                    "2,2010-01-06",
                    1.42,
                    -8.14
                ],
                "day100LowUp": [
                    "100,2010-06-02",
                    -28.46,
                    "2,2010-01-06",
                    1.42,
                    -28.46
                ]
            }
        },
        {
            "dataName": "沪锌连续",
            "quantName": "高位九转",
            "trigDate": "2010-01-05",
            "trigIndex": 687,
            "trigcalType": "日周空但叉九转",
            "logProfileN": {
                "day10LowUp": [
                    "6,2010-01-13",
                    -5.54,
                    "1,2010-01-06",
                    0.42,
                    -2.33
                ],
                "day20LowUp": [
                    "20,2010-02-02",
                    -20.07,
                    "1,2010-01-06",
                    0.42,
                    -20.07
                ],
                "day60LowUp": [
                    "23,2010-02-05",
                    -20.81,
                    "1,2010-01-06",
                    0.42,
                    -9.01
                ],
                "day100LowUp": [
                    "100,2010-06-03",
                    -29.72,
                    "1,2010-01-06",
                    0.42,
                    -29.72
                ]
            }
        },
        {
            "dataName": "PVC连续",
            "quantName": "高位九转",
            "trigDate": "2021-10-08",
            "trigIndex": 3000,
            "trigcalType": "日周空但叉九转|日月九转",
            "logProfileN": {
                "day10LowUp": [
                    "10,2021-10-22",
                    -16.05,
                    "2,2021-10-12",
                    8.5,
                    -16.05
                ],
                "day20LowUp": [
                    "19,2021-11-04",
                    -32.78,
                    "2,2021-10-12",
                    8.5,
                    -31.26
                ],
                "day60LowUp": [
                    "48,2021-12-15",
                    -33.91,
                    "2,2021-10-12",
                    8.5,
                    -31.68
                ],
                "day100LowUp": [
                    "48,2021-12-15",
                    -33.91,
                    "2,2021-10-12",
                    8.5,
                    -24.66
                ]
            }
        },
        {
            "dataName": "豆油连续",
            "quantName": "高位九转",
            "trigDate": "2006-11-06",
            "trigIndex": 196,
            "trigcalType": "日周空但叉九转",
            "logProfileN": {
                "day10LowUp": [
                    "",
                    0,
                    "10,2006-11-20",
                    8.32,
                    8.32
                ],
                "day20LowUp": [
                    "",
                    0,
                    "15,2006-11-27",
                    9.67,
                    7.23
                ],
                "day60LowUp": [
                    "",
                    0,
                    "15,2006-11-27",
                    9.67,
                    4.78
                ],
                "day100LowUp": [
                    "",
                    0,
                    "99,2007-04-04",
                    10.63,
                    9.7
                ]
            }
        },
        {
            "dataName": "豆油连续",
            "quantName": "高位九转",
            "trigDate": "2008-03-04",
            "trigIndex": 517,
            "trigcalType": "日周空但叉九转|日月九转|周月九转",
            "logProfileN": {
                "day10LowUp": [
                    "10,2008-03-18",
                    -20.15,
                    "1,2008-03-05",
                    0.25,
                    -20.15
                ],
                "day20LowUp": [
                    "20,2008-04-01",
                    -26.18,
                    "1,2008-03-05",
                    0.25,
                    -26.18
                ],
                "day60LowUp": [
                    "20,2008-04-01",
                    -26.18,
                    "1,2008-03-05",
                    0.25,
                    -16.42
                ],
                "day100LowUp": [
                    "20,2008-04-01",
                    -26.18,
                    "1,2008-03-05",
                    0.25,
                    -22.1
                ]
            }
        },
        {
            "dataName": "豆油连续",
            "quantName": "高位九转",
            "trigDate": "2008-03-05",
            "trigIndex": 518,
            "trigcalType": "周月九转",
            "logProfileN": {
                "day10LowUp": [
                    "10,2008-03-19",
                    -23.29,
                    "",
                    0,
                    -23.29
                ],
                "day20LowUp": [
                    "19,2008-04-01",
                    -26.36,
                    "",
                    0,
                    -25.71
                ],
                "day60LowUp": [
                    "19,2008-04-01",
                    -26.36,
                    "",
                    0,
                    -18.47
                ],
                "day100LowUp": [
                    "19,2008-04-01",
                    -26.36,
                    "",
                    0,
                    -25.67
                ]
            }
        },
        {
            "dataName": "硅铁连续",
            "quantName": "高位九转",
            "trigDate": "2021-10-08",
            "trigIndex": 1710,
            "trigcalType": "日月九转|周月九转",
            "logProfileN": {
                "day10LowUp": [
                    "10,2021-10-22",
                    -13.65,
                    "1,2021-10-11",
                    8.85,
                    -13.65
                ],
                "day20LowUp": [
                    "20,2021-11-05",
                    -41.55,
                    "1,2021-10-11",
                    8.85,
                    -41.55
                ],
                "day60LowUp": [
                    "29,2021-11-18",
                    -50.14,
                    "1,2021-10-11",
                    8.85,
                    -49.11
                ],
                "day100LowUp": [
                    "29,2021-11-18",
                    -50.14,
                    "1,2021-10-11",
                    8.85,
                    -39.49
                ]
            }
        },
        {
            "dataName": "硅铁连续",
            "quantName": "高位九转",
            "trigDate": "2021-10-11",
            "trigIndex": 1711,
            "trigcalType": "日月九转|周月九转",
            "logProfileN": {
                "day10LowUp": [
                    "10,2021-10-25",
                    -27.11,
                    "",
                    0,
                    -27.11
                ],
                "day20LowUp": [
                    "20,2021-11-08",
                    -46.55,
                    "",
                    0,
                    -46.55
                ],
                "day60LowUp": [
                    "28,2021-11-18",
                    -54.2,
                    "",
                    0,
                    -53.51
                ],
                "day100LowUp": [
                    "28,2021-11-18",
                    -54.2,
                    "",
                    0,
                    -43.42
                ]
            }
        },
        {
            "dataName": "硅铁连续",
            "quantName": "高位九转",
            "trigDate": "2021-10-12",
            "trigIndex": 1712,
            "trigcalType": "日月九转|周月九转",
            "logProfileN": {
                "day10LowUp": [
                    "10,2021-10-26",
                    -27.46,
                    "",
                    0,
                    -27.46
                ],
                "day20LowUp": [
                    "20,2021-11-09",
                    -45.42,
                    "",
                    0,
                    -45.42
                ],
                "day60LowUp": [
                    "27,2021-11-18",
                    -53.1,
                    "",
                    0,
                    -52.41
                ],
                "day100LowUp": [
                    "27,2021-11-18",
                    -53.1,
                    "",
                    0,
                    -42.92
                ]
            }
        },
        {
            "dataName": "焦炭连续",
            "quantName": "高位九转",
            "trigDate": "2021-01-06",
            "trigIndex": 2364,
            "trigcalType": "日月九转|周月九转",
            "logProfileN": {
                "day10LowUp": [
                    "9,2021-01-19",
                    -10.48,
                    "1,2021-01-07",
                    0.5,
                    -9.03
                ],
                "day20LowUp": [
                    "19,2021-02-02",
                    -16.98,
                    "1,2021-01-07",
                    0.5,
                    -16.46
                ],
                "day60LowUp": [
                    "48,2021-03-22",
                    -28.56,
                    "1,2021-01-07",
                    0.5,
                    -19.85
                ],
                "day100LowUp": [
                    "48,2021-03-22",
                    -28.56,
                    "1,2021-01-07",
                    0.5,
                    -14.33
                ]
            }
        },
        {
            "dataName": "焦炭连续",
            "quantName": "高位九转",
            "trigDate": "2021-01-07",
            "trigIndex": 2365,
            "trigcalType": "周月九转",
            "logProfileN": {
                "day10LowUp": [
                    "8,2021-01-19",
                    -10.92,
                    "",
                    0,
                    -6.59
                ],
                "day20LowUp": [
                    "18,2021-02-02",
                    -17.39,
                    "",
                    0,
                    -14.88
                ],
                "day60LowUp": [
                    "47,2021-03-22",
                    -28.92,
                    "",
                    0,
                    -21.06
                ],
                "day100LowUp": [
                    "47,2021-03-22",
                    -28.92,
                    "",
                    0,
                    -12.47
                ]
            }
        },
        {
            "dataName": "甲醇连续",
            "quantName": "高位九转",
            "trigDate": "2021-10-12",
            "trigIndex": 1645,
            "trigcalType": "日月九转",
            "logProfileN": {
                "day10LowUp": [
                    "10,2021-10-26",
                    -21.63,
                    "",
                    0,
                    -21.63
                ],
                "day20LowUp": [
                    "18,2021-11-05",
                    -31.72,
                    "",
                    0,
                    -31.67
                ],
                "day60LowUp": [
                    "58,2021-12-31",
                    -38.88,
                    "",
                    0,
                    -36.38
                ],
                "day100LowUp": [
                    "58,2021-12-31",
                    -38.88,
                    "",
                    0,
                    -18.85
                ]
            }
        },
        {
            "dataName": "白糖连续",
            "quantName": "高位九转",
            "trigDate": "2010-01-05",
            "trigIndex": 972,
            "trigcalType": "日周空但叉九转|日月九转|周月九转",
            "logProfileN": {
                "day10LowUp": [
                    "6,2010-01-13",
                    -9.25,
                    "",
                    0,
                    -8
                ],
                "day20LowUp": [
                    "6,2010-01-13",
                    -9.25,
                    "",
                    0,
                    -7.22
                ],
                "day60LowUp": [
                    "44,2010-03-15",
                    -15.97,
                    "",
                    0,
                    -13.99
                ],
                "day100LowUp": [
                    "87,2010-05-17",
                    -22.03,
                    "",
                    0,
                    -20.35
                ]
            }
        },
        {
            "dataName": "白糖连续",
            "quantName": "高位九转",
            "trigDate": "2010-01-06",
            "trigIndex": 973,
            "trigcalType": "日周空但叉九转|日月九转|周月九转",
            "logProfileN": {
                "day10LowUp": [
                    "5,2010-01-13",
                    -9.22,
                    "",
                    0,
                    -7.33
                ],
                "day20LowUp": [
                    "5,2010-01-13",
                    -9.22,
                    "",
                    0,
                    -4.49
                ],
                "day60LowUp": [
                    "43,2010-03-15",
                    -15.94,
                    "",
                    0,
                    -14.27
                ],
                "day100LowUp": [
                    "86,2010-05-17",
                    -22,
                    "",
                    0,
                    -20.16
                ]
            }
        },
        {
            "dataName": "玉米连续",
            "quantName": "高位九转",
            "trigDate": "2021-01-11",
            "trigIndex": 3899,
            "trigcalType": "日周空但叉九转|日月九转",
            "logProfileN": {
                "day10LowUp": [
                    "10,2021-01-25",
                    -2.29,
                    "5,2021-01-18",
                    1.55,
                    -2.29
                ],
                "day20LowUp": [
                    "14,2021-01-29",
                    -4.34,
                    "5,2021-01-18",
                    1.55,
                    -2.93
                ],
                "day60LowUp": [
                    "54,2021-04-02",
                    -8.25,
                    "5,2021-01-18",
                    1.55,
                    -6.98
                ],
                "day100LowUp": [
                    "54,2021-04-02",
                    -8.25,
                    "5,2021-01-18",
                    1.55,
                    -2.54
                ]
            }
        },
        {
            "dataName": "焦煤连续",
            "quantName": "高位九转",
            "trigDate": "2021-10-19",
            "trigIndex": 2079,
            "trigcalType": "日月九转|周月九转",
            "logProfileN": {
                "day10LowUp": [
                    "9,2021-11-01",
                    -41.95,
                    "",
                    0,
                    -40.87
                ],
                "day20LowUp": [
                    "20,2021-11-16",
                    -49.76,
                    "",
                    0,
                    -49.76
                ],
                "day60LowUp": [
                    "22,2021-11-18",
                    -50.51,
                    "",
                    0,
                    -36.97
                ],
                "day100LowUp": [
                    "22,2021-11-18",
                    -50.51,
                    "",
                    0,
                    -21.78
                ]
            }
        },
        {
            "dataName": "纯碱连续",
            "quantName": "高位九转",
            "trigDate": "2021-10-11",
            "trigIndex": 444,
            "trigcalType": "周月九转",
            "logProfileN": {
                "day10LowUp": [
                    "10,2021-10-25",
                    -19.2,
                    "1,2021-10-12",
                    2.37,
                    -19.2
                ],
                "day20LowUp": [
                    "20,2021-11-08",
                    -28.2,
                    "1,2021-10-12",
                    2.37,
                    -28.2
                ],
                "day60LowUp": [
                    "59,2021-12-31",
                    -37.63,
                    "1,2021-10-12",
                    2.37,
                    -36.54
                ],
                "day100LowUp": [
                    "59,2021-12-31",
                    -37.63,
                    "1,2021-10-12",
                    2.37,
                    -24.23
                ]
            }
        },
        {
            "dataName": "纯碱连续",
            "quantName": "高位九转",
            "trigDate": "2021-10-12",
            "trigIndex": 445,
            "trigcalType": "周月九转",
            "logProfileN": {
                "day10LowUp": [
                    "10,2021-10-26",
                    -22.47,
                    "",
                    0,
                    -22.47
                ],
                "day20LowUp": [
                    "19,2021-11-08",
                    -29.86,
                    "",
                    0,
                    -28.55
                ],
                "day60LowUp": [
                    "58,2021-12-31",
                    -39.07,
                    "",
                    0,
                    -37.2
                ],
                "day100LowUp": [
                    "58,2021-12-31",
                    -39.07,
                    "",
                    0,
                    -30.09
                ]
            }
        }
    ],
    "低位KDJ_cod1": [
        {
            "name": "沪铜连续",
            "trig1Date": "2008-12-10",
            "trig1Data": {
                "date": "2008-12-10",
                "open": 24210,
                "high": 25350,
                "low": 24020,
                "close": 25300,
                "volume": 390628,
                "hold": 166518,
                "settle": 0,
                "K": 25.63471820378263,
                "D": 23.183795955457438,
                "J": 30.536562700433016,
                "diff": -2506.0475179068744,
                "dea": -2733.009441047451,
                "bar": 453.9238462811536,
                "mas": 27338.5,
                "ups": 30546.97798808095,
                "lows": 24130.02201191905,
                "averagePrice": null,
                "bias": {
                    "bias1": -0.1381488059996053,
                    "bias2": -4.7857994103995525,
                    "bias3": -8.805550966462915
                },
                "curtPercent": 4.5,
                "curtAmp": 81.95
            },
            "trig1AtIndex": 959,
            "trig1Fucked": true
        },
        {
            "name": "橡胶连续",
            "trig1Date": "2008-12-08",
            "trig1Data": {
                "date": "2008-12-08",
                "open": 8655,
                "high": 9560,
                "low": 8650,
                "close": 9395,
                "volume": 1058422,
                "hold": 99694,
                "settle": 0,
                "K": 9.141590524436038,
                "D": 5.305636762985352,
                "J": 16.81349804733741,
                "diff": -1278.8682727473715,
                "dea": -1136.9102279526426,
                "bar": -283.9160895894579,
                "mas": 11637,
                "ups": 14504.485658203019,
                "lows": 8769.514341796981,
                "averagePrice": null,
                "bias": {
                    "bias1": -4.578925095217949,
                    "bias2": -11.479271356783926,
                    "bias3": -21.634866020227296
                },
                "curtPercent": 8.55,
                "curtAmp": 81.32,
                "is9转down": 7
            },
            "trig1AtIndex": 959,
            "trig1Fucked": false
        },
        {
            "name": "橡胶连续",
            "trig1Date": "2008-12-10",
            "trig1Data": {
                "date": "2008-12-10",
                "open": 9025,
                "high": 9380,
                "low": 8990,
                "close": 9380,
                "volume": 344344,
                "hold": 105492,
                "settle": 0,
                "K": 15.384866443908892,
                "D": 9.494980293163522,
                "J": 27.164638745399635,
                "diff": -1292.2346966550922,
                "dea": -1196.5603285728546,
                "bar": -191.3487361644752,
                "mas": 11227.75,
                "ups": 14231.838006367323,
                "lows": 8223.661993632677,
                "averagePrice": null,
                "bias": {
                    "bias1": -0.186219739292365,
                    "bias2": -8.02794460105405,
                    "bias3": -19.17131931852862
                },
                "curtPercent": 3.93,
                "curtAmp": 91.03,
                "is9转down": 9
            },
            "trig1AtIndex": 961,
            "trig1Fucked": true
        },
        {
            "name": "热卷连续",
            "trig1Date": "2015-04-13",
            "trig1Data": {
                "date": "2015-04-13",
                "open": 2346,
                "high": 2408,
                "low": 2344,
                "close": 2406,
                "volume": 7628,
                "hold": 23276,
                "settle": 2373,
                "K": 18.968873577408807,
                "D": 14.627363977312083,
                "J": 27.651892777602257,
                "diff": -52.46211153715376,
                "dea": -45.44357955696794,
                "bar": -14.03706396037164,
                "mas": 2466.2,
                "ups": 2604.6710800131204,
                "lows": 2327.728919986879,
                "averagePrice": null,
                "bias": {
                    "bias1": 1.3337077074266397,
                    "bias2": -0.7835051546391752,
                    "bias3": -2.669902912621359
                },
                "curtPercent": 2.56,
                "curtAmp": 93.75
            },
            "trig1AtIndex": 259,
            "trig1Fucked": false
        },
        {
            "name": "热卷连续",
            "trig1Date": "2015-11-25",
            "trig1Data": {
                "date": "2015-11-25",
                "open": 1732,
                "high": 1767,
                "low": 1723,
                "close": 1744,
                "volume": 16912,
                "hold": 36892,
                "settle": 1739,
                "K": 34.18256037227444,
                "D": 25.72104758323639,
                "J": 51.10558595035053,
                "diff": -32.42102695080598,
                "dea": -32.00744831770378,
                "bar": -0.8271572662043951,
                "mas": 1770.6,
                "ups": 1830.5079293583078,
                "lows": 1710.692070641692,
                "averagePrice": null,
                "bias": {
                    "bias1": 0.6153846153846199,
                    "bias2": -0.6126228807522439,
                    "bias3": -2.0706113567768654
                },
                "curtPercent": 0.69,
                "curtAmp": 27.27
            },
            "trig1AtIndex": 414,
            "trig1Fucked": true
        },
        {
            "name": "热卷连续",
            "trig1Date": "2020-04-07",
            "trig1Data": {
                "date": "2020-04-07",
                "open": 3060,
                "high": 3081,
                "low": 3035,
                "close": 3063,
                "volume": 276706,
                "hold": 483977,
                "settle": 3059,
                "K": 23.49640418307456,
                "D": 21.01092252888746,
                "J": 28.467367491448762,
                "diff": -109.449971880244,
                "dea": -77.550521363127,
                "bar": -63.79890103423398,
                "mas": 3304.7,
                "ups": 3668.905491446793,
                "lows": 2940.4945085532067,
                "averagePrice": null,
                "bias": {
                    "bias1": 0.2892223738062806,
                    "bias2": -3.7624695624852724,
                    "bias3": -8.104256516032251
                },
                "curtPercent": 0.1,
                "curtAmp": 6.52
            },
            "trig1AtIndex": 1477,
            "trig1Fucked": true
        },
        {
            "name": "豆粕连续",
            "trig1Date": "2017-06-05",
            "trig1Data": {
                "date": "2017-06-05",
                "open": 2633,
                "high": 2670,
                "low": 2630,
                "close": 2650,
                "volume": 1307918,
                "hold": 2631000,
                "settle": 2655,
                "K": 17.822355859337065,
                "D": 14.801806489924706,
                "J": 23.863454598161784,
                "diff": -48.10998909407772,
                "dea": -34.211752006717184,
                "bar": -27.79647417472107,
                "mas": 2749.2,
                "ups": 2891.5019325237713,
                "lows": 2606.8980674762283,
                "averagePrice": null,
                "bias": {
                    "bias1": -0.3197291705849163,
                    "bias2": -2.1237303785780237,
                    "bias3": -4.20532594288469
                },
                "curtPercent": 0.65,
                "curtAmp": 42.5,
                "is9转down": 9
            },
            "trig1AtIndex": 3026,
            "trig1Fucked": true
        },
        {
            "name": "豆粕连续",
            "trig1Date": "2019-03-01",
            "trig1Data": {
                "date": "2019-03-01",
                "open": 2480,
                "high": 2530,
                "low": 2480,
                "close": 2512,
                "volume": 3017588,
                "hold": 2234236,
                "settle": 2507,
                "K": 21.843955402764447,
                "D": 20.75425473534169,
                "J": 24.02335673760996,
                "diff": -32.76336947174286,
                "dea": -28.56253462383912,
                "bar": -8.401669695807485,
                "mas": 2559,
                "ups": 2638.9674933957544,
                "lows": 2479.0325066042456,
                "averagePrice": null,
                "bias": {
                    "bias1": 0.006635259770413977,
                    "bias2": -1.0796442752600603,
                    "bias3": -2.0185275475377864
                },
                "curtPercent": 1.29,
                "curtAmp": 64,
                "is9转down": 8
            },
            "trig1AtIndex": 3451,
            "trig1Fucked": false
        },
        {
            "name": "豆粕连续",
            "trig1Date": "2019-03-06",
            "trig1Data": {
                "date": "2019-03-06",
                "open": 2488,
                "high": 2509,
                "low": 2481,
                "close": 2507,
                "volume": 1530626,
                "hold": 2236588,
                "settle": 2494,
                "K": 26.03153637746369,
                "D": 21.150349374730794,
                "J": 35.79391038292948,
                "diff": -33.61876518217423,
                "dea": -31.49356073461929,
                "bar": -4.250408895109878,
                "mas": 2547.55,
                "ups": 2641.706200008284,
                "lows": 2453.393799991716,
                "averagePrice": null,
                "bias": {
                    "bias1": 0.6625175667536639,
                    "bias2": -0.3114851878852204,
                    "bias3": -1.7360487334846668
                },
                "curtPercent": 0.76,
                "curtAmp": 67.86,
                "is9转up": 1
            },
            "trig1AtIndex": 3454,
            "trig1Fucked": true
        },
        {
            "name": "豆粕连续",
            "trig1Date": "2023-06-01",
            "trig1Data": {
                "date": "2023-06-01",
                "open": 3360,
                "high": 3460,
                "low": 3339,
                "close": 3444,
                "volume": 1204658,
                "hold": 1333123,
                "settle": 3409,
                "K": 31.6822858896551,
                "D": 26.385987950275634,
                "J": 42.27488176841402,
                "diff": -30.905796028663644,
                "dea": -28.5360515377159,
                "bar": -4.739488981895491,
                "mas": 3474.2,
                "ups": 3564.7352969841045,
                "lows": 3383.664703015895,
                "averagePrice": null,
                "bias": {
                    "bias1": 0.56453182791513,
                    "bias2": -0.026609255182752808,
                    "bias3": -0.8588015160965354
                },
                "curtPercent": 2.5,
                "curtAmp": 69.42
            },
            "trig1AtIndex": 4483,
            "trig1Fucked": true
        },
        {
            "name": "黄金连续",
            "trig1Date": "2013-07-01",
            "trig1Data": {
                "date": "2013-07-01",
                "open": 248.55,
                "high": 252.8,
                "low": 247.3,
                "close": 252.4,
                "volume": 160940,
                "hold": 125312,
                "settle": 250.7,
                "K": 19.19197871900222,
                "D": 13.70804309721801,
                "J": 30.159849962570632,
                "diff": -9.223894455349864,
                "dea": -7.075869753025136,
                "bar": -4.296049404649455,
                "mas": 269.59449999999964,
                "ups": 295.06565817939935,
                "lows": 244.12334182059996,
                "averagePrice": null,
                "bias": {
                    "bias1": 0.12231000628059371,
                    "bias2": -3.724447467712667,
                    "bias3": -6.884514108896021
                },
                "curtPercent": 1.55,
                "curtAmp": 70,
                "is9转down": 9
            },
            "trig1AtIndex": 1334,
            "trig1Fucked": true
        },
        {
            "name": "二十号胶连续",
            "trig1Date": "2022-11-01",
            "trig1Data": {
                "date": "2022-11-01",
                "open": 8800,
                "high": 9150,
                "low": 8775,
                "close": 9105,
                "volume": 48042,
                "hold": 61996,
                "settle": 8955,
                "K": 18.616181716894154,
                "D": 11.786220929321425,
                "J": 32.27610329203961,
                "diff": -216.67993871519866,
                "dea": -147.8116094995035,
                "bar": -137.7366584313903,
                "mas": 9579.25,
                "ups": 10323.543456910646,
                "lows": 8834.956543089354,
                "averagePrice": null,
                "bias": {
                    "bias1": -0.2191780821917808,
                    "bias2": -2.5160599571734474,
                    "bias3": -5.378020265003897
                },
                "curtPercent": 3.47,
                "curtAmp": 81.33,
                "is9转down": 9
            },
            "trig1AtIndex": 780,
            "trig1Fucked": true
        },
        {
            "name": "PP连续",
            "trig1Date": "2020-03-31",
            "trig1Data": {
                "date": "2020-03-31",
                "open": 5770,
                "high": 6007,
                "low": 5744,
                "close": 5912,
                "volume": 455745,
                "hold": 194914,
                "settle": 0,
                "K": 15.103088664657637,
                "D": 14.101022187350155,
                "J": 17.107221619272604,
                "diff": -292.90433283645507,
                "dea": -214.54326588826743,
                "bar": -156.72213389637528,
                "mas": 6577,
                "ups": 7407.898549764049,
                "lows": 5746.101450235951,
                "averagePrice": null,
                "bias": {
                    "bias1": -2.6136613222051444,
                    "bias2": -6.248017760862671,
                    "bias3": -11.004622631450205
                },
                "curtPercent": 2.46,
                "curtAmp": 53.99,
                "is9转down": 8
            },
            "trig1AtIndex": 1483,
            "trig1Fucked": true
        },
        {
            "name": "PP连续",
            "trig1Date": "2020-04-01",
            "trig1Data": {
                "date": "2020-04-01",
                "open": 5878,
                "high": 5958,
                "low": 5840,
                "close": 5948,
                "volume": 325146,
                "hold": 193502,
                "settle": 0,
                "K": 20.10680123507463,
                "D": 16.102948536591647,
                "J": 28.1145066320406,
                "diff": -295.75000814283885,
                "dea": -230.78461433918173,
                "bar": -129.93078760731424,
                "mas": 6518.7,
                "ups": 7354.314289011383,
                "lows": 5683.0857109886165,
                "averagePrice": null,
                "bias": {
                    "bias1": -0.8886914019106814,
                    "bias2": -4.748178396989351,
                    "bias3": -9.86057789452415
                },
                "curtPercent": 1.19,
                "curtAmp": 59.32,
                "is9转down": 9
            },
            "trig1AtIndex": 1484,
            "trig1Fucked": true
        },
        {
            "name": "白银连续",
            "trig1Date": "2013-07-01",
            "trig1Data": {
                "date": "2013-07-01",
                "open": 3955,
                "high": 4034,
                "low": 3926,
                "close": 4034,
                "volume": 896516,
                "hold": 247566,
                "settle": 3992,
                "K": 21.207156434184107,
                "D": 14.03661914092308,
                "J": 35.54823102070616,
                "diff": -225.81343549603844,
                "dea": -191.0960933028252,
                "bar": -69.43468438642645,
                "mas": 4335.9,
                "ups": 4932.923584123776,
                "lows": 3738.8764158762233,
                "averagePrice": null,
                "bias": {
                    "bias1": 2.6158477127231143,
                    "bias2": -2.9043645699614964,
                    "bias3": -7.899543378995435
                },
                "curtPercent": 2,
                "curtAmp": 73.15
            },
            "trig1AtIndex": 275,
            "trig1Fucked": true
        },
        {
            "name": "纸浆连续",
            "trig1Date": "2023-05-05",
            "trig1Data": {
                "date": "2023-05-05",
                "open": 5100,
                "high": 5168,
                "low": 5080,
                "close": 5164,
                "volume": 392070,
                "hold": 265823,
                "settle": 5126,
                "K": 20.38418012167165,
                "D": 14.812613957362043,
                "J": 31.52731245029087,
                "diff": -199.629895327339,
                "dea": -199.5757165504122,
                "bar": -0.1083575538535797,
                "mas": 5360,
                "ups": 5726.424889984291,
                "lows": 4993.575110015709,
                "averagePrice": null,
                "bias": {
                    "bias1": 0.4799584900765399,
                    "bias2": -1.6599485828546094,
                    "bias3": -4.663148663825592
                },
                "curtPercent": 1.25,
                "curtAmp": 72.73,
                "is9转down": 9
            },
            "trig1AtIndex": 1074,
            "trig1Fucked": false
        },
        {
            "name": "纸浆连续",
            "trig1Date": "2023-05-08",
            "trig1Data": {
                "date": "2023-05-08",
                "open": 5146,
                "high": 5208,
                "low": 5102,
                "close": 5170,
                "volume": 416072,
                "hold": 265016,
                "settle": 5158,
                "K": 29.963722420295717,
                "D": 19.8629834450066,
                "J": 50.16520037087396,
                "diff": -190.30479898021804,
                "dea": -197.7215330363734,
                "bar": 14.833468112310698,
                "mas": 5335.2,
                "ups": 5682.042673268443,
                "lows": 4988.357326731557,
                "averagePrice": null,
                "bias": {
                    "bias1": 0.8255866866020872,
                    "bias2": -1.0778748644683915,
                    "bias3": -4.120174326955774
                },
                "curtPercent": 0.47,
                "curtAmp": 22.64
            },
            "trig1AtIndex": 1075,
            "trig1Fucked": true
        },
        {
            "name": "不锈钢连续",
            "trig1Date": "2020-03-02",
            "trig1Data": {
                "date": "2020-03-02",
                "open": 12500,
                "high": 12735,
                "low": 12485,
                "close": 12650,
                "volume": 13491,
                "hold": 54607,
                "settle": 12655,
                "K": 14.259757809906699,
                "D": 11.886042670017055,
                "J": 19.007188089685982,
                "diff": -286.81806399896595,
                "dea": -236.4644848783014,
                "bar": -100.70715824132913,
                "mas": 13135.75,
                "ups": 13705.059010994908,
                "lows": 12566.440989005092,
                "averagePrice": null,
                "bias": {
                    "bias1": -0.8296857646828295,
                    "bias2": -2.7234860621595596,
                    "bias3": -4.276953636120005
                },
                "curtPercent": 1.2,
                "curtAmp": 60,
                "is9转down": 9
            },
            "trig1AtIndex": 101,
            "trig1Fucked": false
        },
        {
            "name": "不锈钢连续",
            "trig1Date": "2020-03-03",
            "trig1Data": {
                "date": "2020-03-03",
                "open": 12680,
                "high": 12850,
                "low": 12640,
                "close": 12675,
                "volume": 12887,
                "hold": 55605,
                "settle": 12745,
                "K": 19.666933014091097,
                "D": 14.479672784708402,
                "J": 30.04145347285648,
                "diff": -286.2888651938538,
                "dea": -246.42936094141186,
                "bar": -79.71900850488385,
                "mas": 13107.25,
                "ups": 13708.028453341994,
                "lows": 12506.471546658006,
                "averagePrice": null,
                "bias": {
                    "bias1": -0.09852216748768472,
                    "bias2": -2.1424435437174294,
                    "bias3": -3.7265606456206983
                },
                "curtPercent": -0.04,
                "curtAmp": -2.38
            },
            "trig1AtIndex": 102,
            "trig1Fucked": true
        },
        {
            "name": "不锈钢连续",
            "trig1Date": "2020-03-10",
            "trig1Data": {
                "date": "2020-03-10",
                "open": 12230,
                "high": 12525,
                "low": 12230,
                "close": 12445,
                "volume": 19842,
                "hold": 55367,
                "settle": 12380,
                "K": 28.80427788003444,
                "D": 23.519143068362272,
                "J": 39.37454750337877,
                "diff": -303.76817031364044,
                "dea": -279.51982952408196,
                "bar": -48.49668157911697,
                "mas": 12907.75,
                "ups": 13661.477238462297,
                "lows": 12154.022761537703,
                "averagePrice": null,
                "bias": {
                    "bias1": -0.6254990684056476,
                    "bias2": -1.539475852975116,
                    "bias3": -4.0770774789241315
                },
                "curtPercent": 1.76,
                "curtAmp": 72.88,
                "is9转down": 1
            },
            "trig1AtIndex": 107,
            "trig1Fucked": true
        },
        {
            "name": "不锈钢连续",
            "trig1Date": "2020-03-16",
            "trig1Data": {
                "date": "2020-03-16",
                "open": 12195,
                "high": 12400,
                "low": 12170,
                "close": 12215,
                "volume": 21949,
                "hold": 54567,
                "settle": 12280,
                "K": 27.276516064869437,
                "D": 26.536321625974676,
                "J": 28.756904942658956,
                "diff": -315.63927507584776,
                "dea": -298.9725275717217,
                "bar": -33.33349500825216,
                "mas": 12678.75,
                "ups": 13386.92282495165,
                "lows": 11970.57717504835,
                "averagePrice": null,
                "bias": {
                    "bias1": -0.5158137640830781,
                    "bias2": -1.8119703922028287,
                    "bias3": -4.56409922520997
                },
                "curtPercent": 0.16,
                "curtAmp": 8.7,
                "is9转down": 3
            },
            "trig1AtIndex": 111,
            "trig1Fucked": true
        },
        {
            "name": "不锈钢连续",
            "trig1Date": "2020-03-20",
            "trig1Data": {
                "date": "2020-03-20",
                "open": 11950,
                "high": 12045,
                "low": 11905,
                "close": 11985,
                "volume": 19608,
                "hold": 51716,
                "settle": 11965,
                "K": 27.59022340026851,
                "D": 25.711626809396197,
                "J": 31.347416582013132,
                "diff": -328.77929556442905,
                "dea": -313.59682761874774,
                "bar": -30.36493589136262,
                "mas": 12443.75,
                "ups": 13057.418273581094,
                "lows": 11830.081726418906,
                "averagePrice": null,
                "bias": {
                    "bias1": -0.9094667217858619,
                    "bias2": -2.2198048747323025,
                    "bias3": -4.676056338028165
                },
                "curtPercent": 0.29,
                "curtAmp": 25,
                "is9转down": 7
            },
            "trig1AtIndex": 115,
            "trig1Fucked": true
        },
        {
            "name": "不锈钢连续",
            "trig1Date": "2020-03-24",
            "trig1Data": {
                "date": "2020-03-24",
                "open": 11800,
                "high": 11880,
                "low": 11730,
                "close": 11800,
                "volume": 13593,
                "hold": 48951,
                "settle": 11795,
                "K": 21.19340449294634,
                "D": 23.704474169844016,
                "J": 16.171265139150982,
                "diff": -345.1087998981602,
                "dea": -324.1410917249482,
                "bar": -41.93541634642406,
                "mas": 12320.5,
                "ups": 12905.169992388868,
                "lows": 11735.830007611132,
                "averagePrice": null,
                "bias": {
                    "bias1": -1.3584117032392893,
                    "bias2": -2.643610986971015,
                    "bias3": -5.260516852053195
                },
                "curtPercent": 0,
                "curtAmp": 0,
                "is9转down": 9
            },
            "trig1AtIndex": 117,
            "trig1Fucked": false
        },
        {
            "name": "不锈钢连续",
            "trig1Date": "2020-03-25",
            "trig1Data": {
                "date": "2020-03-25",
                "open": 11900,
                "high": 11980,
                "low": 11855,
                "close": 11980,
                "volume": 15383,
                "hold": 46798,
                "settle": 11910,
                "K": 28.017825217519782,
                "D": 25.1422578524026,
                "J": 33.76895994775414,
                "diff": -330.7345654701294,
                "dea": -325.4597864739844,
                "bar": -10.54955799228992,
                "mas": 12286.5,
                "ups": 12867.319248992319,
                "lows": 11705.680751007681,
                "averagePrice": null,
                "bias": {
                    "bias1": 0.45419607295087183,
                    "bias2": -1.0087794801170649,
                    "bias3": -3.4049486821991852
                },
                "curtPercent": 0.67,
                "curtAmp": 64
            },
            "trig1AtIndex": 118,
            "trig1Fucked": true
        },
        {
            "name": "螺纹连续",
            "trig1Date": "2015-12-02",
            "trig1Data": {
                "date": "2015-12-02",
                "open": 1630,
                "high": 1673,
                "low": 1626,
                "close": 1659,
                "volume": 7473778,
                "hold": 3257230,
                "settle": 1657,
                "K": 19.86253299800081,
                "D": 14.853199232508912,
                "J": 29.881200528984603,
                "diff": -44.36731492335025,
                "dea": -40.09398960625257,
                "bar": -8.546650634195359,
                "mas": 1718.5,
                "ups": 1833.4112701174258,
                "lows": 1603.5887298825742,
                "averagePrice": null,
                "bias": {
                    "bias1": 0.2416918429003021,
                    "bias2": -1.1715647339158106,
                    "bias3": -4.053207383488357
                },
                "curtPercent": 1.78,
                "curtAmp": 61.7,
                "is9转down": 8
            },
            "trig1AtIndex": 1621,
            "trig1Fucked": false
        },
        {
            "name": "螺纹连续",
            "trig1Date": "2015-12-04",
            "trig1Data": {
                "date": "2015-12-04",
                "open": 1635,
                "high": 1657,
                "low": 1630,
                "close": 1650,
                "volume": 5652644,
                "hold": 3127226,
                "settle": 1643,
                "K": 21.840805456568926,
                "D": 17.958755648957816,
                "J": 29.604905071791144,
                "diff": -43.01070753868703,
                "dea": -41.39226783323112,
                "bar": -3.2368794109118255,
                "mas": 1704.25,
                "ups": 1817.93355202051,
                "lows": 1590.56644797949,
                "averagePrice": null,
                "bias": {
                    "bias1": 0.41586367785779027,
                    "bias2": -0.7070859034150745,
                    "bias3": -3.916144999272092
                },
                "curtPercent": 0.92,
                "curtAmp": 55.56
            },
            "trig1AtIndex": 1623,
            "trig1Fucked": true
        },
        {
            "name": "螺纹连续",
            "trig1Date": "2022-11-01",
            "trig1Data": {
                "date": "2022-11-01",
                "open": 3391,
                "high": 3495,
                "low": 3389,
                "close": 3485,
                "volume": 2077614,
                "hold": 1789906,
                "settle": 3442,
                "K": 15.122772229574373,
                "D": 11.340429809443954,
                "J": 22.68745706983521,
                "diff": -83.63332522116843,
                "dea": -63.95993350957233,
                "bar": -39.34678342319221,
                "mas": 3663.7,
                "ups": 3915.5921197655853,
                "lows": 3411.8078802344144,
                "averagePrice": null,
                "bias": {
                    "bias1": -0.8487837261131438,
                    "bias2": -2.596948876208218,
                    "bias3": -5.39210695985612
                },
                "curtPercent": 2.77,
                "curtAmp": 88.68,
                "is9转down": 8
            },
            "trig1AtIndex": 3302,
            "trig1Fucked": true
        },
        {
            "name": "螺纹连续",
            "trig1Date": "2022-11-02",
            "trig1Data": {
                "date": "2022-11-02",
                "open": 3485,
                "high": 3515,
                "low": 3450,
                "close": 3485,
                "volume": 2015196,
                "hold": 1773472,
                "settle": 3478,
                "K": 21.15451251291117,
                "D": 14.611790710599692,
                "J": 34.239956117534135,
                "diff": -84.09338393332837,
                "dea": -67.98662359432353,
                "bar": -32.21352067800967,
                "mas": 3646.8,
                "ups": 3899.0273577548637,
                "lows": 3394.5726422451366,
                "averagePrice": null,
                "bias": {
                    "bias1": -0.4285714285714286,
                    "bias2": -2.1639957889811714,
                    "bias3": -5.091515653545455
                },
                "curtPercent": 0,
                "curtAmp": 0,
                "is9转down": 9
            },
            "trig1AtIndex": 3303,
            "trig1Fucked": false
        },
        {
            "name": "螺纹连续",
            "trig1Date": "2022-11-03",
            "trig1Data": {
                "date": "2022-11-03",
                "open": 3470,
                "high": 3522,
                "low": 3461,
                "close": 3504,
                "volume": 1692427,
                "hold": 1760124,
                "settle": 3493,
                "K": 27.36713752302498,
                "D": 18.86357298140812,
                "J": 44.3742666062587,
                "diff": -81.97983011597944,
                "dea": -70.78526489865472,
                "bar": -22.389130434649445,
                "mas": 3630.2,
                "ups": 3873.9938473382786,
                "lows": 3386.406152661721,
                "averagePrice": null,
                "bias": {
                    "bias1": 0.47792009176065325,
                    "bias2": -1.2285358577435386,
                    "bias3": -4.289535082228415
                },
                "curtPercent": 0.98,
                "curtAmp": 55.74
            },
            "trig1AtIndex": 3304,
            "trig1Fucked": true
        },
        {
            "name": "沪锡连续",
            "trig1Date": "2022-10-25",
            "trig1Data": {
                "date": "2022-10-25",
                "open": 163800,
                "high": 166820,
                "low": 163370,
                "close": 165800,
                "volume": 119921,
                "hold": 41007,
                "settle": 165750,
                "K": 22.276762403190972,
                "D": 20.06352027271135,
                "J": 26.703246664150214,
                "diff": -4797.567725691479,
                "dea": -4264.727448465537,
                "bar": -1065.680554451883,
                "mas": 174272,
                "ups": 186646.8286452783,
                "lows": 161897.1713547217,
                "averagePrice": null,
                "bias": {
                    "bias1": -0.4901470441132282,
                    "bias2": -2.5770848533221096,
                    "bias3": -5.085619011499352
                },
                "curtPercent": 1.22,
                "curtAmp": 57.97,
                "is9转down": 8
            },
            "trig1AtIndex": 1845,
            "trig1Fucked": true
        },
        {
            "name": "燃油连续",
            "trig1Date": "2022-12-09",
            "trig1Data": {
                "date": "2022-12-09",
                "open": 2532,
                "high": 2565,
                "low": 2484,
                "close": 2561,
                "volume": 1109295,
                "hold": 385696,
                "settle": 2531,
                "K": 23.048439055428,
                "D": 19.939451393516027,
                "J": 29.266414379251948,
                "diff": -65.29802842845265,
                "dea": -56.470688941450284,
                "bar": -17.65467897400474,
                "mas": 2647.1,
                "ups": 2868.279474635419,
                "lows": 2425.920525364581,
                "averagePrice": null,
                "bias": {
                    "bias1": 0.7474429583005507,
                    "bias2": -0.392182283732544,
                    "bias3": -4.618249534450651
                },
                "curtPercent": 1.15,
                "curtAmp": 35.8
            },
            "trig1AtIndex": 4341,
            "trig1Fucked": false
        },
        {
            "name": "燃油连续",
            "trig1Date": "2022-12-13",
            "trig1Data": {
                "date": "2022-12-13",
                "open": 2500,
                "high": 2553,
                "low": 2461,
                "close": 2546,
                "volume": 1270974,
                "hold": 435549,
                "settle": 2511,
                "K": 26.033352157730064,
                "D": 22.330943850236856,
                "J": 33.43816877271648,
                "diff": -62.62028169708083,
                "dea": -59.12566425705684,
                "bar": -6.989234880047974,
                "mas": 2616.9,
                "ups": 2807.714988929067,
                "lows": 2426.085011070933,
                "averagePrice": null,
                "bias": {
                    "bias1": 0.6655683690280126,
                    "bias2": -0.31323414252153486,
                    "bias3": -4.112985484503732
                },
                "curtPercent": 1.84,
                "curtAmp": 50
            },
            "trig1AtIndex": 4343,
            "trig1Fucked": true
        },
        {
            "name": "菜油连续",
            "trig1Date": "2008-12-08",
            "trig1Data": {
                "date": "2008-12-08",
                "open": 5548,
                "high": 6058,
                "low": 5548,
                "close": 5976,
                "volume": 86658,
                "hold": 53038,
                "settle": 0,
                "K": 23.974947804727606,
                "D": 23.27162576316398,
                "J": 25.38159188785486,
                "diff": -228.1837710769314,
                "dea": -208.73201988552972,
                "bar": -38.90350238280337,
                "mas": 6358.5,
                "ups": 6829.955406162661,
                "lows": 5887.044593837339,
                "averagePrice": null,
                "bias": {
                    "bias1": -2.016724053123463,
                    "bias2": -3.845534995977474,
                    "bias3": -7.08955223880597
                },
                "curtPercent": 7.71,
                "curtAmp": 83.92
            },
            "trig1AtIndex": 374,
            "trig1Fucked": false
        },
        {
            "name": "菜油连续",
            "trig1Date": "2008-12-10",
            "trig1Data": {
                "date": "2008-12-10",
                "open": 5850,
                "high": 5960,
                "low": 5832,
                "close": 5944,
                "volume": 44288,
                "hold": 53880,
                "settle": 0,
                "K": 31.217297726289033,
                "D": 26.31931176598962,
                "J": 41.013269646887856,
                "diff": -239.43583383333043,
                "dea": -220.25855717100117,
                "bar": -38.354553324658525,
                "mas": 6270.4,
                "ups": 6744.207724715417,
                "lows": 5796.592275284583,
                "averagePrice": null,
                "bias": {
                    "bias1": -0.17913121361397732,
                    "bias2": -3.1895545481690553,
                    "bias3": -6.482064191315293
                },
                "curtPercent": 1.61,
                "curtAmp": 73.44
            },
            "trig1AtIndex": 376,
            "trig1Fucked": true
        },
        {
            "name": "菜油连续",
            "trig1Date": "2013-10-10",
            "trig1Data": {
                "date": "2013-10-10",
                "open": 7298,
                "high": 7346,
                "low": 7292,
                "close": 7336,
                "volume": 97392,
                "hold": 141882,
                "settle": 7320,
                "K": 29.622416900786902,
                "D": 21.244338841815047,
                "J": 46.37857301873061,
                "diff": -114.81421046879768,
                "dea": -98.8048917985007,
                "bar": -32.018637340593955,
                "mas": 7484.7,
                "ups": 7797.737441850012,
                "lows": 7171.6625581499875,
                "averagePrice": null,
                "bias": {
                    "bias1": 0.7646170047159055,
                    "bias2": -0.591715976331365,
                    "bias3": -2.4403218299089033
                },
                "curtPercent": 0.52,
                "curtAmp": 70.37
            },
            "trig1AtIndex": 1547,
            "trig1Fucked": true
        },
        {
            "name": "菜油连续",
            "trig1Date": "2023-05-26",
            "trig1Data": {
                "date": "2023-05-26",
                "open": 7770,
                "high": 7844,
                "low": 7706,
                "close": 7817,
                "volume": 578831,
                "hold": 270405,
                "settle": 7784,
                "K": 23.718252179038878,
                "D": 20.64811709105354,
                "J": 29.858522355009562,
                "diff": -207.33645845349656,
                "dea": -201.20220143202772,
                "bar": -12.268514042937682,
                "mas": 8005.25,
                "ups": 8393.268491827386,
                "lows": 7617.231508172613,
                "averagePrice": null,
                "bias": {
                    "bias1": 0.6847991756649461,
                    "bias2": -0.9973720039261629,
                    "bias3": -3.0163924256757806
                },
                "curtPercent": 0.6,
                "curtAmp": 34.06
            },
            "trig1AtIndex": 3880,
            "trig1Fucked": true
        },
        {
            "name": "菜油连续",
            "trig1Date": "2023-06-01",
            "trig1Data": {
                "date": "2023-06-01",
                "open": 7420,
                "high": 7614,
                "low": 7375,
                "close": 7612,
                "volume": 763094,
                "hold": 277103,
                "settle": 7486,
                "K": 25.267361167172265,
                "D": 24.416385311193984,
                "J": 26.96931287912882,
                "diff": -209.39424130192492,
                "dea": -203.23815411862967,
                "bar": -12.312174366590511,
                "mas": 7917.4,
                "ups": 8388.03506031744,
                "lows": 7446.76493968256,
                "averagePrice": null,
                "bias": {
                    "bias1": -1.1514154618647776,
                    "bias2": -1.9008956762678009,
                    "bias3": -4.218440340998458
                },
                "curtPercent": 2.59,
                "curtAmp": 80.33
            },
            "trig1AtIndex": 3884,
            "trig1Fucked": true
        },
        {
            "name": "鸡蛋连续",
            "trig1Date": "2016-03-03",
            "trig1Data": {
                "date": "2016-03-03",
                "open": 3025,
                "high": 3075,
                "low": 3019,
                "close": 3064,
                "volume": 177658,
                "hold": 199306,
                "settle": 3050,
                "K": 30.305633409688827,
                "D": 21.28526348528696,
                "J": 48.34637325849256,
                "diff": -53.21604625175223,
                "dea": -49.471040553514186,
                "bar": -7.490011396476092,
                "mas": 3109.95,
                "ups": 3264.929321201249,
                "lows": 2954.9706787987507,
                "averagePrice": null,
                "bias": {
                    "bias1": 1.0887495875948532,
                    "bias2": 0.22078665467331754,
                    "bias3": -2.2283678136467633
                },
                "curtPercent": 1.29,
                "curtAmp": 69.64
            },
            "trig1AtIndex": 564,
            "trig1Fucked": true
        },
        {
            "name": "沪镍连续",
            "trig1Date": "2023-11-29",
            "trig1Data": {
                "date": "2023-11-29",
                "open": 129160,
                "high": 132680,
                "low": 128010,
                "close": 131110,
                "volume": 443479,
                "hold": 99042,
                "settle": 130070,
                "K": 32.240690995251164,
                "D": 21.295414000431805,
                "J": 54.13124498488989,
                "diff": -5317.1465924876975,
                "dea": -5009.759913614385,
                "bar": -614.7733577466242,
                "mas": 136043,
                "ups": 147761.3123358272,
                "lows": 124324.6876641728,
                "averagePrice": null,
                "bias": {
                    "bias1": 2.2526094133856693,
                    "bias2": -1.0154392057679966,
                    "bias3": -4.575270431325454
                },
                "curtPercent": 1.51,
                "curtAmp": 41.76
            },
            "trig1AtIndex": 2113,
            "trig1Fucked": true
        },
        {
            "name": "沪锌连续",
            "trig1Date": "2015-11-20",
            "trig1Data": {
                "date": "2015-11-20",
                "open": 12000,
                "high": 12595,
                "low": 11815,
                "close": 12525,
                "volume": 1584570,
                "hold": 252484,
                "settle": 12180,
                "K": 20.930675441582427,
                "D": 15.982011293176285,
                "J": 30.828003738394713,
                "diff": -450.70372403841975,
                "dea": -347.3391251197957,
                "bar": -206.72919783724808,
                "mas": 13337.75,
                "ups": 14592.112288176746,
                "lows": 12083.387711823254,
                "averagePrice": null,
                "bias": {
                    "bias1": -0.4437967808173857,
                    "bias2": -3.129128935580553,
                    "bias3": -7.05727757594496
                },
                "curtPercent": 4.38,
                "curtAmp": 67.31,
                "is9转down": 8
            },
            "trig1AtIndex": 2112,
            "trig1Fucked": true
        },
        {
            "name": "生猪连续",
            "trig1Date": "2022-03-21",
            "trig1Data": {
                "date": "2022-03-21",
                "open": 12750,
                "high": 13170,
                "low": 12720,
                "close": 13115,
                "volume": 40824,
                "hold": 64596,
                "settle": 12915,
                "K": 23.09345158250606,
                "D": 13.09536746640861,
                "J": 43.08961981470095,
                "diff": -353.1304780572427,
                "dea": -286.6983242231223,
                "bar": -132.86430766824083,
                "mas": 13485.25,
                "ups": 14628.772955606926,
                "lows": 12341.727044393074,
                "averagePrice": null,
                "bias": {
                    "bias1": 2.634668057910521,
                    "bias2": 0.1750421692498601,
                    "bias3": -3.607521283763096
                },
                "curtPercent": 2.86,
                "curtAmp": 81.11
            },
            "trig1AtIndex": 288,
            "trig1Fucked": true
        },
        {
            "name": "生猪连续",
            "trig1Date": "2023-07-18",
            "trig1Data": {
                "date": "2023-07-18",
                "open": 15085,
                "high": 15230,
                "low": 15070,
                "close": 15150,
                "volume": 34379,
                "hold": 69607,
                "settle": 15145,
                "K": 21.172804021688066,
                "D": 18.794937508314923,
                "J": 25.92853704843435,
                "diff": -209.22475279951868,
                "dea": -149.8219194617043,
                "bar": -118.80566667562874,
                "mas": 15478.75,
                "ups": 16127.833007018362,
                "lows": 14829.666992981638,
                "averagePrice": null,
                "bias": {
                    "bias1": 0.6031763599136779,
                    "bias2": -1.3082894522555817,
                    "bias3": -2.953304952424162
                },
                "curtPercent": 0.43,
                "curtAmp": 40.63,
                "is9转up": 1
            },
            "trig1AtIndex": 610,
            "trig1Fucked": false
        },
        {
            "name": "生猪连续",
            "trig1Date": "2023-07-19",
            "trig1Data": {
                "date": "2023-07-19",
                "open": 15130,
                "high": 15275,
                "low": 14985,
                "close": 15150,
                "volume": 43704,
                "hold": 67929,
                "settle": 15130,
                "K": 26.490452182123377,
                "D": 21.360109066251074,
                "J": 36.751138413867984,
                "diff": -203.19515711149143,
                "dea": -160.49656699166172,
                "bar": -85.3971802396594,
                "mas": 15440.75,
                "ups": 16073.168176525627,
                "lows": 14808.331823474373,
                "averagePrice": null,
                "bias": {
                    "bias1": 0.7202216066482036,
                    "bias2": -0.9210311188620671,
                    "bias3": -2.681869278946523
                },
                "curtPercent": 0.13,
                "curtAmp": 6.9,
                "is9转up": 1
            },
            "trig1AtIndex": 611,
            "trig1Fucked": false
        },
        {
            "name": "棕榈油连续",
            "trig1Date": "2013-05-06",
            "trig1Data": {
                "date": "2013-05-06",
                "open": 5920,
                "high": 5970,
                "low": 5880,
                "close": 5948,
                "volume": 529046,
                "hold": 548598,
                "settle": 5922,
                "K": 20.11636503900419,
                "D": 15.683489466571931,
                "J": 28.982116183868705,
                "diff": -135.70024738034135,
                "dea": -127.6900369442247,
                "bar": -16.020420872233302,
                "mas": 6110.5,
                "ups": 6434.825453826862,
                "lows": 5786.174546173138,
                "averagePrice": null,
                "bias": {
                    "bias1": 0.4390408645727794,
                    "bias2": -0.8336112037345782,
                    "bias3": -3.0783645424548207
                },
                "curtPercent": 0.47,
                "curtAmp": 31.11,
                "is9转down": 8
            },
            "trig1AtIndex": 1349,
            "trig1Fucked": false
        },
        {
            "name": "棕榈油连续",
            "trig1Date": "2013-07-31",
            "trig1Data": {
                "date": "2013-07-31",
                "open": 5364,
                "high": 5468,
                "low": 5346,
                "close": 5424,
                "volume": 672746,
                "hold": 674928,
                "settle": 5426,
                "K": 15.476259654976147,
                "D": 10.750403387958215,
                "J": 24.92797218901201,
                "diff": -153.03518251128116,
                "dea": -132.32603729294266,
                "bar": -41.41829043667701,
                "mas": 5656.8,
                "ups": 6036.8913574392345,
                "lows": 5276.708642560766,
                "averagePrice": null,
                "bias": {
                    "bias1": -0.1166288134552765,
                    "bias2": -1.8635787950063325,
                    "bias3": -4.755772776493307
                },
                "curtPercent": 1.12,
                "curtAmp": 49.18
            },
            "trig1AtIndex": 1408,
            "trig1Fucked": true
        },
        {
            "name": "棕榈油连续",
            "trig1Date": "2013-08-01",
            "trig1Data": {
                "date": "2013-08-01",
                "open": 5418,
                "high": 5442,
                "low": 5394,
                "close": 5412,
                "volume": 317060,
                "hold": 669130,
                "settle": 5416,
                "K": 20.83337945252378,
                "D": 14.11139540948007,
                "J": 34.277347538611195,
                "diff": -150.62309156349602,
                "dea": -135.98544814705332,
                "bar": -29.2752868328854,
                "mas": 5631,
                "ups": 6003.937528280542,
                "lows": 5258.062471719458,
                "averagePrice": null,
                "bias": {
                    "bias1": 0.14186146919139525,
                    "bias2": -1.7488653555219311,
                    "bias3": -4.665159566659812
                },
                "curtPercent": -0.11,
                "curtAmp": -12.5
            },
            "trig1AtIndex": 1409,
            "trig1Fucked": false
        },
        {
            "name": "棕榈油连续",
            "trig1Date": "2015-02-03",
            "trig1Data": {
                "date": "2015-02-03",
                "open": 4718,
                "high": 4750,
                "low": 4696,
                "close": 4736,
                "volume": 293516,
                "hold": 472290,
                "settle": 4718,
                "K": 28.369257360255308,
                "D": 25.56272511146926,
                "J": 33.98232185782741,
                "diff": -81.6879545006177,
                "dea": -64.25780264164425,
                "bar": -34.86030371794692,
                "mas": 4887.7,
                "ups": 5120.736563654719,
                "lows": 4654.66343634528,
                "averagePrice": null,
                "bias": {
                    "bias1": -0.20369459858116815,
                    "bias2": -1.5657475405292998,
                    "bias3": -3.640278743281513
                },
                "curtPercent": 0.38,
                "curtAmp": 33.33,
                "is9转down": 8
            },
            "trig1AtIndex": 1773,
            "trig1Fucked": true
        },
        {
            "name": "棉花连续",
            "trig1Date": "2016-03-02",
            "trig1Data": {
                "date": "2016-03-02",
                "open": 10060,
                "high": 10110,
                "low": 10000,
                "close": 10045,
                "volume": 231974,
                "hold": 550068,
                "settle": 10060,
                "K": 17.20194052802251,
                "D": 15.670945780988841,
                "J": 20.263930022089852,
                "diff": -315.8107774722521,
                "dea": -275.16203666268257,
                "bar": -81.29748161913903,
                "mas": 10578,
                "ups": 11499.316449435264,
                "lows": 9656.683550564736,
                "averagePrice": null,
                "bias": {
                    "bias1": -0.6183527083848627,
                    "bias2": -2.5348696179502728,
                    "bias3": -6.291178356947117
                },
                "curtPercent": -0.15,
                "curtAmp": -13.64
            },
            "trig1AtIndex": 2721,
            "trig1Fucked": false
        },
        {
            "name": "棉花连续",
            "trig1Date": "2016-03-03",
            "trig1Data": {
                "date": "2016-03-03",
                "open": 10055,
                "high": 10215,
                "low": 10000,
                "close": 10155,
                "volume": 342894,
                "hold": 570634,
                "settle": 10125,
                "K": 24.554380105101426,
                "D": 18.632090555693036,
                "J": 36.3989592039182,
                "diff": -304.12919471580426,
                "dea": -280.9554682733069,
                "bar": -46.34745288499471,
                "mas": 10515.5,
                "ups": 11371.18627428515,
                "lows": 9659.81372571485,
                "averagePrice": null,
                "bias": {
                    "bias1": 0.7523770152955828,
                    "bias2": -1.2039401678219628,
                    "bias3": -4.796874999999995
                },
                "curtPercent": 0.99,
                "curtAmp": 46.51
            },
            "trig1AtIndex": 2722,
            "trig1Fucked": true
        },
        {
            "name": "棉花连续",
            "trig1Date": "2022-11-02",
            "trig1Data": {
                "date": "2022-11-02",
                "open": 12755,
                "high": 13030,
                "low": 12690,
                "close": 12960,
                "volume": 930470,
                "hold": 548174,
                "settle": 12890,
                "K": 33.68965251915705,
                "D": 23.110215990802192,
                "J": 54.848525575866766,
                "diff": -355.3110931674237,
                "dea": -327.68440172909663,
                "bar": -55.253382876654086,
                "mas": 13317.75,
                "ups": 14082.94588995237,
                "lows": 12552.55411004763,
                "averagePrice": null,
                "bias": {
                    "bias1": 0.8298755186721944,
                    "bias2": -1.0403741529063664,
                    "bias3": -2.8986185904940296
                },
                "curtPercent": 1.61,
                "curtAmp": 60.29,
                "is9转down": 9
            },
            "trig1AtIndex": 4342,
            "trig1Fucked": false
        },
        {
            "name": "PVC连续",
            "trig1Date": "2014-03-12",
            "trig1Data": {
                "date": "2014-03-12",
                "open": 5875,
                "high": 5935,
                "low": 5835,
                "close": 5930,
                "volume": 8562,
                "hold": 41212,
                "settle": 5895,
                "K": 20.61470892628308,
                "D": 16.87841961460201,
                "J": 28.087287549645218,
                "diff": -97.74416586829284,
                "dea": -73.00366722231234,
                "bar": -49.48099729196099,
                "mas": 6131.5,
                "ups": 6372.603712124057,
                "lows": 5890.396287875943,
                "averagePrice": null,
                "bias": {
                    "bias1": -0.6422786931024803,
                    "bias2": -2.232602871470775,
                    "bias3": -3.5543658726662875
                },
                "curtPercent": 0.94,
                "curtAmp": 55,
                "is9转down": 8
            },
            "trig1AtIndex": 1159,
            "trig1Fucked": true
        },
        {
            "name": "PVC连续",
            "trig1Date": "2020-04-02",
            "trig1Data": {
                "date": "2020-04-02",
                "open": 5135,
                "high": 5290,
                "low": 5095,
                "close": 5230,
                "volume": 299537,
                "hold": 179194,
                "settle": 0,
                "K": 16.464927956177554,
                "D": 12.805704831360174,
                "J": 23.783374205812315,
                "diff": -294.3873778296038,
                "dea": -218.2465705949922,
                "bar": -152.2816144692232,
                "mas": 5792.5,
                "ups": 6635.165414028605,
                "lows": 4949.834585971395,
                "averagePrice": null,
                "bias": {
                    "bias1": 0.14360938247965532,
                    "bias2": -5.375047116471913,
                    "bias3": -10.91870409140911
                },
                "curtPercent": 1.85,
                "curtAmp": 48.72,
                "is9转down": 9
            },
            "trig1AtIndex": 2634,
            "trig1Fucked": false
        },
        {
            "name": "PVC连续",
            "trig1Date": "2020-04-03",
            "trig1Data": {
                "date": "2020-04-03",
                "open": 5260,
                "high": 5395,
                "low": 5240,
                "close": 5315,
                "volume": 313033,
                "hold": 178565,
                "settle": 0,
                "K": 25.375040728181485,
                "D": 16.995483463633946,
                "J": 42.13415525727656,
                "diff": -285.14531508327036,
                "dea": -231.62631949264784,
                "bar": -107.03799118124505,
                "mas": 5746.75,
                "ups": 6588.79082442599,
                "lows": 4904.70917557401,
                "averagePrice": null,
                "bias": {
                    "bias1": 2.227921141208521,
                    "bias2": -2.7521536936799627,
                    "bias3": -8.85967419262647
                },
                "curtPercent": 1.05,
                "curtAmp": 35.48
            },
            "trig1AtIndex": 2635,
            "trig1Fucked": true
        },
        {
            "name": "豆油连续",
            "trig1Date": "2009-02-03",
            "trig1Data": {
                "date": "2009-02-03",
                "open": 5960,
                "high": 6188,
                "low": 5936,
                "close": 6164,
                "volume": 345944,
                "hold": 123666,
                "settle": 0,
                "K": 26.135681694381894,
                "D": 20.489016034552463,
                "J": 37.42901301404075,
                "diff": 6.01175695072925,
                "dea": 35.50808857004275,
                "bar": -58.992663238627,
                "mas": 6259.8,
                "ups": 6545.333605727942,
                "lows": 5974.266394272058,
                "averagePrice": null,
                "bias": {
                    "bias1": 0.2439421044072207,
                    "bias2": -1.0990774167669475,
                    "bias3": -0.8418681966861445
                },
                "curtPercent": 3.42,
                "curtAmp": 80.95
            },
            "trig1AtIndex": 745,
            "trig1Fucked": true
        },
        {
            "name": "豆油连续",
            "trig1Date": "2013-05-03",
            "trig1Data": {
                "date": "2013-05-03",
                "open": 7192,
                "high": 7272,
                "low": 7184,
                "close": 7270,
                "volume": 709028,
                "hold": 808980,
                "settle": 7236,
                "K": 9.16344289144764,
                "D": 7.810724687172221,
                "J": 11.868879299998477,
                "diff": -225.68808703684863,
                "dea": -198.46677360791486,
                "bar": -54.44262685786754,
                "mas": 7623.4,
                "ups": 8124.51092584377,
                "lows": 7122.28907415623,
                "averagePrice": null,
                "bias": {
                    "bias1": -0.4200529631997119,
                    "bias2": -2.4292041336733328,
                    "bias3": -5.5066938174255915
                },
                "curtPercent": 1.08,
                "curtAmp": 88.64,
                "is9转down": 9
            },
            "trig1AtIndex": 1777,
            "trig1Fucked": false
        },
        {
            "name": "豆油连续",
            "trig1Date": "2013-05-06",
            "trig1Data": {
                "date": "2013-05-06",
                "open": 7342,
                "high": 7380,
                "low": 7276,
                "close": 7374,
                "volume": 720208,
                "hold": 768630,
                "settle": 7318,
                "K": 19.8186393469866,
                "D": 11.813362907110347,
                "J": 35.82919222673911,
                "diff": -214.42288869982804,
                "dea": -201.6579966262975,
                "bar": -25.529784147061093,
                "mas": 7601.7,
                "ups": 8106.52991195055,
                "lows": 7096.87008804945,
                "averagePrice": null,
                "bias": {
                    "bias1": 1.0921720056665034,
                    "bias2": -0.6935559894956569,
                    "bias3": -3.789155513031002
                },
                "curtPercent": 0.44,
                "curtAmp": 30.77
            },
            "trig1AtIndex": 1778,
            "trig1Fucked": false
        },
        {
            "name": "豆油连续",
            "trig1Date": "2023-05-26",
            "trig1Data": {
                "date": "2023-05-26",
                "open": 7092,
                "high": 7208,
                "low": 7056,
                "close": 7198,
                "volume": 935386,
                "hold": 601819,
                "settle": 7144,
                "K": 29.697720729700883,
                "D": 18.85003136087621,
                "J": 51.39309946735024,
                "diff": -217.52935222641463,
                "dea": -224.07160877740708,
                "bar": 13.084513101984896,
                "mas": 7328.6,
                "ups": 7755.092860432623,
                "lows": 6902.107139567378,
                "averagePrice": null,
                "bias": {
                    "bias1": 1.4803327224023686,
                    "bias2": 0.33687242989568994,
                    "bias3": -2.366904035266192
                },
                "curtPercent": 1.49,
                "curtAmp": 69.74
            },
            "trig1AtIndex": 4222,
            "trig1Fucked": true
        },
        {
            "name": "豆二连续",
            "trig1Date": "2019-01-04",
            "trig1Data": {
                "date": "2019-01-04",
                "open": 2944,
                "high": 2983,
                "low": 2935,
                "close": 2978,
                "volume": 229468,
                "hold": 164524,
                "settle": 2960,
                "K": 26.80538399086616,
                "D": 20.174412295600234,
                "J": 40.067327381398016,
                "diff": -43.29709809297674,
                "dea": -44.14124870760773,
                "bar": 1.688301229261981,
                "mas": 3006.1,
                "ups": 3092.487267580356,
                "lows": 2919.712732419644,
                "averagePrice": null,
                "bias": {
                    "bias1": 0.8352144469525908,
                    "bias2": -0.0922586597332886,
                    "bias3": -1.3172065280424157
                },
                "curtPercent": 1.15,
                "curtAmp": 70.83
            },
            "trig1AtIndex": 2618,
            "trig1Fucked": true
        },
        {
            "name": "豆二连续",
            "trig1Date": "2019-03-01",
            "trig1Data": {
                "date": "2019-03-01",
                "open": 2847,
                "high": 2887,
                "low": 2843,
                "close": 2879,
                "volume": 192098,
                "hold": 144534,
                "settle": 2872,
                "K": 18.94232450615556,
                "D": 18.37960558151852,
                "J": 20.06776235542965,
                "diff": -24.32284367697821,
                "dea": -17.298344564796647,
                "bar": -14.048998224363125,
                "mas": 2924.1,
                "ups": 3012.722570488561,
                "lows": 2835.477429511439,
                "averagePrice": null,
                "bias": {
                    "bias1": 0.22628372497824192,
                    "bias2": -0.8238840246878089,
                    "bias3": -1.506706769489539
                },
                "curtPercent": 1.12,
                "curtAmp": 72.73,
                "is9转down": 8
            },
            "trig1AtIndex": 2653,
            "trig1Fucked": true
        },
        {
            "name": "豆二连续",
            "trig1Date": "2023-06-01",
            "trig1Data": {
                "date": "2023-06-01",
                "open": 3750,
                "high": 3845,
                "low": 3709,
                "close": 3831,
                "volume": 112740,
                "hold": 46002,
                "settle": 3786,
                "K": 19.17614174997871,
                "D": 17.29330413788776,
                "J": 22.941816974160616,
                "diff": -77.7746162459357,
                "dea": -62.2834178167209,
                "bar": -30.98239685842961,
                "mas": 3990.8,
                "ups": 4214.686221103489,
                "lows": 3766.9137788965118,
                "averagePrice": null,
                "bias": {
                    "bias1": -0.7427238967095565,
                    "bias2": -2.2994856972839677,
                    "bias3": -3.967914103380922
                },
                "curtPercent": 2.16,
                "curtAmp": 59.56,
                "is9转down": 8
            },
            "trig1AtIndex": 3685,
            "trig1Fucked": true
        },
        {
            "name": "豆二连续",
            "trig1Date": "2024-04-15",
            "trig1Data": {
                "date": "2024-04-15",
                "open": 3770,
                "high": 3837,
                "low": 3766,
                "close": 3789,
                "volume": 156038,
                "hold": 57298,
                "settle": 3807,
                "K": 35.53353485174772,
                "D": 26.031328877594607,
                "J": 54.53794680005394,
                "diff": -8.070427052649848,
                "dea": 2.3451818802263786,
                "bar": -20.831217865752453,
                "mas": 3827.95,
                "ups": 3964.065355489379,
                "lows": 3691.834644510621,
                "averagePrice": null,
                "bias": {
                    "bias1": 0.8070237672933704,
                    "bias2": 0.16081066196718102,
                    "bias3": -0.8990747703272631
                },
                "curtPercent": 0.5,
                "curtAmp": 26.76
            },
            "trig1AtIndex": 3895,
            "trig1Fucked": true
        },
        {
            "name": "硅铁连续",
            "trig1Date": "2015-04-13",
            "trig1Data": {
                "date": "2015-04-13",
                "open": 4670,
                "high": 4684,
                "low": 4566,
                "close": 4684,
                "volume": 48,
                "hold": 92,
                "settle": 4646,
                "K": 17.751668094552684,
                "D": 15.281318287482252,
                "J": 22.69236770869355,
                "diff": -131.90483349537044,
                "dea": -95.16127081535055,
                "bar": -73.48712536003978,
                "mas": 4936.2,
                "ups": 5288.336110048373,
                "lows": 4584.063889951627,
                "averagePrice": null,
                "bias": {
                    "bias1": -0.46748831279218017,
                    "bias2": -3.2531240318083237,
                    "bias3": -5.6881103392731305
                },
                "curtPercent": 0.3,
                "curtAmp": 11.86,
                "is9转down": 9
            },
            "trig1AtIndex": 154,
            "trig1Fucked": false
        },
        {
            "name": "低硫燃料油连续",
            "trig1Date": "2023-05-08",
            "trig1Data": {
                "date": "2023-05-08",
                "open": 3642,
                "high": 3725,
                "low": 3625,
                "close": 3709,
                "volume": 161904,
                "hold": 135724,
                "settle": 3696,
                "K": 21.645507169778885,
                "D": 19.174590892701033,
                "J": 26.58733972393459,
                "diff": -67.73376157519533,
                "dea": -22.479132838494824,
                "bar": -90.50925747340102,
                "mas": 3964.65,
                "ups": 4329.047187146114,
                "lows": 3600.252812853886,
                "averagePrice": null,
                "bias": {
                    "bias1": -0.9348290598290598,
                    "bias2": -3.6915220495953567,
                    "bias3": -6.407317842498156
                },
                "curtPercent": 1.84,
                "curtAmp": 67
            },
            "trig1AtIndex": 696,
            "trig1Fucked": true
        },
        {
            "name": "锰硅连续",
            "trig1Date": "2019-11-05",
            "trig1Data": {
                "date": "2019-11-05",
                "open": 6050,
                "high": 6120,
                "low": 6022,
                "close": 6104,
                "volume": 125584,
                "hold": 229280,
                "settle": 6096,
                "K": 7.592972925183199,
                "D": 6.379990426178184,
                "J": 10.018937923193231,
                "diff": -192.80086463790394,
                "dea": -170.4160816163756,
                "bar": -44.76956604305667,
                "mas": 6414,
                "ups": 6812.493161798292,
                "lows": 6015.506838201708,
                "averagePrice": null,
                "bias": {
                    "bias1": -0.8554412560909632,
                    "bias2": -2.8927482434044762,
                    "bias3": -5.577827908475665
                },
                "curtPercent": 0.89,
                "curtAmp": 55.1,
                "is9转down": 3
            },
            "trig1AtIndex": 1227,
            "trig1Fucked": true
        },
        {
            "name": "锰硅连续",
            "trig1Date": "2019-11-06",
            "trig1Data": {
                "date": "2019-11-06",
                "open": 6100,
                "high": 6156,
                "low": 6066,
                "close": 6126,
                "volume": 123630,
                "hold": 224704,
                "settle": 6116,
                "K": 14.04298367723785,
                "D": 8.934321509864738,
                "J": 24.260308011984073,
                "diff": -189.6319941295942,
                "dea": -174.25926411901932,
                "bar": -30.745460021149768,
                "mas": 6388.4,
                "ups": 6791.796777379294,
                "lows": 5985.003222620705,
                "averagePrice": null,
                "bias": {
                    "bias1": 0.005441584589427493,
                    "bias2": -2.0179671047370293,
                    "bias3": -4.828979052846892
                },
                "curtPercent": 0.43,
                "curtAmp": 28.89,
                "is9转down": 4
            },
            "trig1AtIndex": 1228,
            "trig1Fucked": true
        },
        {
            "name": "锰硅连续",
            "trig1Date": "2019-11-13",
            "trig1Data": {
                "date": "2019-11-13",
                "open": 5924,
                "high": 5956,
                "low": 5866,
                "close": 5940,
                "volume": 148598,
                "hold": 241464,
                "settle": 5914,
                "K": 13.828786891002947,
                "D": 12.011858191668203,
                "J": 17.462644289672433,
                "diff": -199.01493078960812,
                "dea": -189.0523472329251,
                "bar": -19.925167113366058,
                "mas": 6232.3,
                "ups": 6666.347508920395,
                "lows": 5798.2524910796055,
                "averagePrice": null,
                "bias": {
                    "bias1": -1.0714483983789436,
                    "bias2": -2.310665241345284,
                    "bias3": -5.599406685384325
                },
                "curtPercent": 0.27,
                "curtAmp": 17.78,
                "is9转down": 9
            },
            "trig1AtIndex": 1233,
            "trig1Fucked": true
        },
        {
            "name": "焦炭连续",
            "trig1Date": "2012-09-07",
            "trig1Data": {
                "date": "2012-09-07",
                "open": 1310,
                "high": 1358,
                "low": 1309,
                "close": 1358,
                "volume": 500732,
                "hold": 79378,
                "settle": 1337,
                "K": 18.446882764681675,
                "D": 12.97904677588139,
                "J": 29.382554742282245,
                "diff": -70.26141764390718,
                "dea": -62.28583889671254,
                "bar": -15.951157494389278,
                "mas": 1446.4,
                "ups": 1600.1951884813047,
                "lows": 1292.6048115186954,
                "averagePrice": null,
                "bias": {
                    "bias1": 0.8540660972892685,
                    "bias2": -2.965344765987853,
                    "bias3": -7.51681280326892
                },
                "curtPercent": 3.66,
                "curtAmp": 97.96,
                "is9转down": 9
            },
            "trig1AtIndex": 343,
            "trig1Fucked": true
        },
        {
            "name": "焦炭连续",
            "trig1Date": "2015-11-17",
            "trig1Data": {
                "date": "2015-11-17",
                "open": 701,
                "high": 708,
                "low": 700,
                "close": 705,
                "volume": 71742,
                "hold": 167234,
                "settle": 703,
                "K": 30.1032912387179,
                "D": 23.427745339682403,
                "J": 43.4543830367889,
                "diff": -12.800257593910374,
                "dea": -13.359953211058832,
                "bar": 1.1193912342969163,
                "mas": 718.95,
                "ups": 743.6013691303343,
                "lows": 694.2986308696658,
                "averagePrice": null,
                "bias": {
                    "bias1": -0.25937278943645903,
                    "bias2": -0.7158784180260586,
                    "bias3": -2.351752993795984
                },
                "curtPercent": 0.57,
                "curtAmp": 50
            },
            "trig1AtIndex": 1111,
            "trig1Fucked": false
        },
        {
            "name": "焦炭连续",
            "trig1Date": "2015-12-07",
            "trig1Data": {
                "date": "2015-12-07",
                "open": 612,
                "high": 619,
                "low": 610,
                "close": 617,
                "volume": 112334,
                "hold": 154920,
                "settle": 614.5,
                "K": 20.142242470243925,
                "D": 16.743442087045096,
                "J": 26.93984323664158,
                "diff": -30.026040950554147,
                "dea": -26.94145577177057,
                "bar": -6.169170357567154,
                "mas": 662.325,
                "ups": 743.2856540240382,
                "lows": 581.3643459759619,
                "averagePrice": null,
                "bias": {
                    "bias1": 0.2437043054427295,
                    "bias2": -2.904727558848606,
                    "bias3": -7.976260758785688
                },
                "curtPercent": 0.82,
                "curtAmp": 55.56
            },
            "trig1AtIndex": 1125,
            "trig1Fucked": true
        },
        {
            "name": "甲醇连续",
            "trig1Date": "2015-12-10",
            "trig1Data": {
                "date": "2015-12-10",
                "open": 1620,
                "high": 1630,
                "low": 1605,
                "close": 1625,
                "volume": 1363494,
                "hold": 556712,
                "settle": 1621,
                "K": 19.02403480120143,
                "D": 18.060596259029754,
                "J": 20.950911885544784,
                "diff": -72.07666808111139,
                "dea": -60.49949843163752,
                "bar": -23.154339298947747,
                "mas": 1754.15,
                "ups": 1966.13516457526,
                "lows": 1542.1648354247402,
                "averagePrice": null,
                "bias": {
                    "bias1": -0.5305039787798455,
                    "bias2": -4.200442151805453,
                    "bias3": -8.551598002204138
                },
                "curtPercent": 0.31,
                "curtAmp": 20,
                "is9转down": 8
            },
            "trig1AtIndex": 232,
            "trig1Fucked": true
        },
        {
            "name": "甲醇连续",
            "trig1Date": "2019-07-31",
            "trig1Data": {
                "date": "2019-07-31",
                "open": 2082,
                "high": 2128,
                "low": 2078,
                "close": 2114,
                "volume": 2192874,
                "hold": 1793868,
                "settle": 2105,
                "K": 23.361579095157886,
                "D": 15.03107337795371,
                "J": 40.022590529566244,
                "diff": -69.13247786599277,
                "dea": -62.97852981619822,
                "bar": -12.307896099589101,
                "mas": 2191.25,
                "ups": 2378.7747983601103,
                "lows": 2003.7252016398897,
                "averagePrice": null,
                "bias": {
                    "bias1": 1.528856159449299,
                    "bias2": -0.5137456370838002,
                    "bias3": -4.3943619507047496
                },
                "curtPercent": 1.54,
                "curtAmp": 64
            },
            "trig1AtIndex": 1114,
            "trig1Fucked": true
        },
        {
            "name": "白糖连续",
            "trig1Date": "2012-08-01",
            "trig1Data": {
                "date": "2012-08-01",
                "open": 5355,
                "high": 5448,
                "low": 5353,
                "close": 5445,
                "volume": 1668302,
                "hold": 666058,
                "settle": 5408,
                "K": 16.799992954809543,
                "D": 11.744577998855704,
                "J": 26.910822866717226,
                "diff": -121.91425658431308,
                "dea": -93.03091368958836,
                "bar": -57.76668578944944,
                "mas": 5670.8,
                "ups": 6071.485712248391,
                "lows": 5270.1142877516095,
                "averagePrice": null,
                "bias": {
                    "bias1": 0.5725895825637236,
                    "bias2": -1.5741507870753881,
                    "bias3": -4.34362510430849
                },
                "curtPercent": 1.68,
                "curtAmp": 94.74
            },
            "trig1AtIndex": 1597,
            "trig1Fucked": false
        },
        {
            "name": "白糖连续",
            "trig1Date": "2018-07-13",
            "trig1Data": {
                "date": "2018-07-13",
                "open": 4789,
                "high": 4870,
                "low": 4752,
                "close": 4849,
                "volume": 862436,
                "hold": 502966,
                "settle": 4835,
                "K": 15.573044487745063,
                "D": 12.615883932411226,
                "J": 21.487365598412737,
                "diff": -130.8284922899602,
                "dea": -114.66572887978957,
                "bar": -32.32552682034125,
                "mas": 5034.55,
                "ups": 5295.822635383042,
                "lows": 4773.277364616958,
                "averagePrice": null,
                "bias": {
                    "bias1": -0.22633744855967078,
                    "bias2": -2.177092614696642,
                    "bias3": -4.372334568641785
                },
                "curtPercent": 1.25,
                "curtAmp": 50.85,
                "is9转down": 8
            },
            "trig1AtIndex": 3041,
            "trig1Fucked": false
        },
        {
            "name": "白糖连续",
            "trig1Date": "2018-07-16",
            "trig1Data": {
                "date": "2018-07-16",
                "open": 4844,
                "high": 4861,
                "low": 4823,
                "close": 4841,
                "volume": 392760,
                "hold": 484004,
                "settle": 4841,
                "K": 19.890576667043717,
                "D": 15.040781510622054,
                "J": 29.590166979887044,
                "diff": -129.03807338457864,
                "dea": -117.54019778074739,
                "bar": -22.995751207662494,
                "mas": 5015.6,
                "ups": 5275.293973746023,
                "lows": 4755.906026253978,
                "averagePrice": null,
                "bias": {
                    "bias1": -0.010327377878756584,
                    "bias2": -1.8865375196338334,
                    "bias3": -4.18683665811762
                },
                "curtPercent": -0.06,
                "curtAmp": -7.89,
                "is9转down": 9
            },
            "trig1AtIndex": 3042,
            "trig1Fucked": false
        },
        {
            "name": "花生连续",
            "trig1Date": "2021-09-03",
            "trig1Data": {
                "date": "2021-09-03",
                "open": 8526,
                "high": 8664,
                "low": 8500,
                "close": 8652,
                "volume": 39285,
                "hold": 46861,
                "settle": 8578,
                "K": 17.815788639994153,
                "D": 13.108021113573628,
                "J": 27.231323692835204,
                "diff": -161.02909683446887,
                "dea": -122.10219452219553,
                "bar": -77.85380462454668,
                "mas": 8918,
                "ups": 9435.268208959336,
                "lows": 8400.731791040664,
                "averagePrice": null,
                "bias": {
                    "bias1": 0.5189373402524908,
                    "bias2": -1.1049302750895307,
                    "bias3": -3.2800782523638667
                },
                "curtPercent": 1.48,
                "curtAmp": 76.83
            },
            "trig1AtIndex": 144,
            "trig1Fucked": true
        },
        {
            "name": "菜粕连续",
            "trig1Date": "2019-03-01",
            "trig1Data": {
                "date": "2019-03-01",
                "open": 2080,
                "high": 2181,
                "low": 2078,
                "close": 2172,
                "volume": 3124322,
                "hold": 744516,
                "settle": 2150,
                "K": 38.793384870422095,
                "D": 24.962776371382166,
                "J": 66.45460186850195,
                "diff": -11.307057966285356,
                "dea": -9.522730355976629,
                "bar": -3.5686552206174547,
                "mas": 2138,
                "ups": 2215.6376197471304,
                "lows": 2060.3623802528696,
                "averagePrice": null,
                "bias": {
                    "bias1": 3.052348568717388,
                    "bias2": 2.0396977645538823,
                    "bias3": 1.489398983704223
                },
                "curtPercent": 4.42,
                "curtAmp": 89.32
            },
            "trig1AtIndex": 1495,
            "trig1Fucked": false
        },
        {
            "name": "棉纱连续",
            "trig1Date": "2019-10-09",
            "trig1Data": {
                "date": "2019-10-09",
                "open": 20130,
                "high": 20360,
                "low": 20105,
                "close": 20335,
                "volume": 12576,
                "hold": 24058,
                "settle": 20270,
                "K": 27.34874598813004,
                "D": 20.526909837672132,
                "J": 40.99241828904585,
                "diff": -131.48478375190098,
                "dea": -55.68932394101137,
                "bar": -151.59091962177922,
                "mas": 20698,
                "ups": 21466.08463075367,
                "lows": 19929.91536924633,
                "averagePrice": null,
                "bias": {
                    "bias1": 0.4032258064516189,
                    "bias2": -1.06628826272046,
                    "bias3": -1.3990888244623416
                },
                "curtPercent": 1.02,
                "curtAmp": 80.39,
                "is9转down": 9
            },
            "trig1AtIndex": 482,
            "trig1Fucked": true
        },
        {
            "name": "红枣连续",
            "trig1Date": "2024-09-19",
            "trig1Data": {
                "date": "2024-09-19",
                "open": 9205,
                "high": 9460,
                "low": 9125,
                "close": 9450,
                "volume": 63716,
                "hold": 69791,
                "settle": 9325,
                "K": 29.762955562338743,
                "D": 19.474637916623813,
                "J": 50.3395908537686,
                "diff": -283.2065723357682,
                "dea": -255.56676839523797,
                "bar": -55.279607881060485,
                "mas": 9799.5,
                "ups": 10582.212590929774,
                "lows": 9016.787409070226,
                "averagePrice": null,
                "bias": {
                    "bias1": 1.033499643620806,
                    "bias2": -0.848124508175227,
                    "bias3": -4.08728564481002
                },
                "curtPercent": 2.66,
                "curtAmp": 73.13
            },
            "trig1AtIndex": 1307,
            "trig1Fucked": true
        },
        {
            "name": "碳酸锂连续",
            "trig1Date": "2024-02-21",
            "trig1Data": {
                "date": "2024-02-21",
                "open": 92700,
                "high": 103000,
                "low": 92700,
                "close": 96900,
                "volume": 324538,
                "hold": 165643,
                "settle": 97550,
                "K": 21.08549962834389,
                "D": 19.655464339684872,
                "J": 23.945570205661923,
                "diff": -2255.7973908339336,
                "dea": -1952.2794533311494,
                "bar": -607.0358750055684,
                "mas": 99480,
                "ups": 104760.5681512504,
                "lows": 94199.4318487496,
                "averagePrice": null,
                "bias": {
                    "bias1": 1.016419077404222,
                    "bias2": -1.2777518359723274,
                    "bias3": -3.2310412982419683
                },
                "curtPercent": 4.53,
                "curtAmp": 40.78,
                "is9转down": 9
            },
            "trig1AtIndex": 140,
            "trig1Fucked": true
        },
        {
            "name": "生猪连续",
            "trig1Date": "2023-07-18",
            "trig1Data": {
                "date": "2023-07-18",
                "open": 15085,
                "high": 15230,
                "low": 15070,
                "close": 15150,
                "volume": 34379,
                "hold": 69607,
                "settle": 15145,
                "K": 21.172804021688066,
                "D": 18.794937508314923,
                "J": 25.92853704843435,
                "diff": -209.22475279951868,
                "dea": -149.8219194617043,
                "bar": -118.80566667562874,
                "mas": 15478.75,
                "ups": 16127.833007018362,
                "lows": 14829.666992981638,
                "averagePrice": null,
                "bias": {
                    "bias1": 0.6031763599136779,
                    "bias2": -1.3082894522555817,
                    "bias3": -2.953304952424162
                },
                "curtPercent": 0.43,
                "curtAmp": 40.63,
                "is9转up": 1
            },
            "trig1AtIndex": 610,
            "trig1Fucked": false
        },
        {
            "name": "生猪连续",
            "trig1Date": "2023-07-19",
            "trig1Data": {
                "date": "2023-07-19",
                "open": 15130,
                "high": 15275,
                "low": 14985,
                "close": 15150,
                "volume": 43704,
                "hold": 67929,
                "settle": 15130,
                "K": 26.490452182123377,
                "D": 21.360109066251074,
                "J": 36.751138413867984,
                "diff": -203.19515711149143,
                "dea": -160.49656699166172,
                "bar": -85.3971802396594,
                "mas": 15440.75,
                "ups": 16073.168176525627,
                "lows": 14808.331823474373,
                "averagePrice": null,
                "bias": {
                    "bias1": 0.7202216066482036,
                    "bias2": -0.9210311188620671,
                    "bias3": -2.681869278946523
                },
                "curtPercent": 0.13,
                "curtAmp": 6.9,
                "is9转up": 1
            },
            "trig1AtIndex": 611,
            "trig1Fucked": false
        },
        {
            "name": "棉花连续",
            "trig1Date": "2022-11-02",
            "trig1Data": {
                "date": "2022-11-02",
                "open": 12755,
                "high": 13030,
                "low": 12690,
                "close": 12960,
                "volume": 930470,
                "hold": 548174,
                "settle": 12890,
                "K": 33.68965251915705,
                "D": 23.110215990802192,
                "J": 54.848525575866766,
                "diff": -355.3110931674237,
                "dea": -327.68440172909663,
                "bar": -55.253382876654086,
                "mas": 13317.75,
                "ups": 14082.94588995237,
                "lows": 12552.55411004763,
                "averagePrice": null,
                "bias": {
                    "bias1": 0.8298755186721944,
                    "bias2": -1.0403741529063664,
                    "bias3": -2.8986185904940296
                },
                "curtPercent": 1.61,
                "curtAmp": 60.29,
                "is9转down": 9
            },
            "trig1AtIndex": 4342,
            "trig1Fucked": false
        },
        {
            "name": "白糖连续",
            "trig1Date": "2018-07-13",
            "trig1Data": {
                "date": "2018-07-13",
                "open": 4789,
                "high": 4870,
                "low": 4752,
                "close": 4849,
                "volume": 862436,
                "hold": 502966,
                "settle": 4835,
                "K": 15.573044487745063,
                "D": 12.615883932411226,
                "J": 21.487365598412737,
                "diff": -130.8284922899602,
                "dea": -114.66572887978957,
                "bar": -32.32552682034125,
                "mas": 5034.55,
                "ups": 5295.822635383042,
                "lows": 4773.277364616958,
                "averagePrice": null,
                "bias": {
                    "bias1": -0.22633744855967078,
                    "bias2": -2.177092614696642,
                    "bias3": -4.372334568641785
                },
                "curtPercent": 1.25,
                "curtAmp": 50.85,
                "is9转down": 8
            },
            "trig1AtIndex": 3041,
            "trig1Fucked": false
        },
        {
            "name": "白糖连续",
            "trig1Date": "2018-07-16",
            "trig1Data": {
                "date": "2018-07-16",
                "open": 4844,
                "high": 4861,
                "low": 4823,
                "close": 4841,
                "volume": 392760,
                "hold": 484004,
                "settle": 4841,
                "K": 19.890576667043717,
                "D": 15.040781510622054,
                "J": 29.590166979887044,
                "diff": -129.03807338457864,
                "dea": -117.54019778074739,
                "bar": -22.995751207662494,
                "mas": 5015.6,
                "ups": 5275.293973746023,
                "lows": 4755.906026253978,
                "averagePrice": null,
                "bias": {
                    "bias1": -0.010327377878756584,
                    "bias2": -1.8865375196338334,
                    "bias3": -4.18683665811762
                },
                "curtPercent": -0.06,
                "curtAmp": -7.89,
                "is9转down": 9
            },
            "trig1AtIndex": 3042,
            "trig1Fucked": false
        },
        {
            "name": "菜粕连续",
            "trig1Date": "2019-03-01",
            "trig1Data": {
                "date": "2019-03-01",
                "open": 2080,
                "high": 2181,
                "low": 2078,
                "close": 2172,
                "volume": 3124322,
                "hold": 744516,
                "settle": 2150,
                "K": 38.793384870422095,
                "D": 24.962776371382166,
                "J": 66.45460186850195,
                "diff": -11.307057966285356,
                "dea": -9.522730355976629,
                "bar": -3.5686552206174547,
                "mas": 2138,
                "ups": 2215.6376197471304,
                "lows": 2060.3623802528696,
                "averagePrice": null,
                "bias": {
                    "bias1": 3.052348568717388,
                    "bias2": 2.0396977645538823,
                    "bias3": 1.489398983704223
                },
                "curtPercent": 4.42,
                "curtAmp": 89.32
            },
            "trig1AtIndex": 1495,
            "trig1Fucked": false
        },
        {
            "name": "生猪连续",
            "trig1Date": "2023-07-18",
            "trig1Data": {
                "date": "2023-07-18",
                "open": 15085,
                "high": 15230,
                "low": 15070,
                "close": 15150,
                "volume": 34379,
                "hold": 69607,
                "settle": 15145,
                "K": 21.172804021688066,
                "D": 18.794937508314923,
                "J": 25.92853704843435,
                "diff": -209.22475279951868,
                "dea": -149.8219194617043,
                "bar": -118.80566667562874,
                "mas": 15478.75,
                "ups": 16127.833007018362,
                "lows": 14829.666992981638,
                "averagePrice": null,
                "bias": {
                    "bias1": 0.6031763599136779,
                    "bias2": -1.3082894522555817,
                    "bias3": -2.953304952424162
                },
                "curtPercent": 0.43,
                "curtAmp": 40.63,
                "is9转up": 1
            },
            "trig1AtIndex": 610,
            "trig1Fucked": false
        },
        {
            "name": "生猪连续",
            "trig1Date": "2023-07-19",
            "trig1Data": {
                "date": "2023-07-19",
                "open": 15130,
                "high": 15275,
                "low": 14985,
                "close": 15150,
                "volume": 43704,
                "hold": 67929,
                "settle": 15130,
                "K": 26.490452182123377,
                "D": 21.360109066251074,
                "J": 36.751138413867984,
                "diff": -203.19515711149143,
                "dea": -160.49656699166172,
                "bar": -85.3971802396594,
                "mas": 15440.75,
                "ups": 16073.168176525627,
                "lows": 14808.331823474373,
                "averagePrice": null,
                "bias": {
                    "bias1": 0.7202216066482036,
                    "bias2": -0.9210311188620671,
                    "bias3": -2.681869278946523
                },
                "curtPercent": 0.13,
                "curtAmp": 6.9,
                "is9转up": 1
            },
            "trig1AtIndex": 611,
            "trig1Fucked": false
        },
        {
            "name": "棉花连续",
            "trig1Date": "2022-11-02",
            "trig1Data": {
                "date": "2022-11-02",
                "open": 12755,
                "high": 13030,
                "low": 12690,
                "close": 12960,
                "volume": 930470,
                "hold": 548174,
                "settle": 12890,
                "K": 33.68965251915705,
                "D": 23.110215990802192,
                "J": 54.848525575866766,
                "diff": -355.3110931674237,
                "dea": -327.68440172909663,
                "bar": -55.253382876654086,
                "mas": 13317.75,
                "ups": 14082.94588995237,
                "lows": 12552.55411004763,
                "averagePrice": null,
                "bias": {
                    "bias1": 0.8298755186721944,
                    "bias2": -1.0403741529063664,
                    "bias3": -2.8986185904940296
                },
                "curtPercent": 1.61,
                "curtAmp": 60.29,
                "is9转down": 9
            },
            "trig1AtIndex": 4342,
            "trig1Fucked": false
        },
        {
            "name": "白糖连续",
            "trig1Date": "2018-07-13",
            "trig1Data": {
                "date": "2018-07-13",
                "open": 4789,
                "high": 4870,
                "low": 4752,
                "close": 4849,
                "volume": 862436,
                "hold": 502966,
                "settle": 4835,
                "K": 15.573044487745063,
                "D": 12.615883932411226,
                "J": 21.487365598412737,
                "diff": -130.8284922899602,
                "dea": -114.66572887978957,
                "bar": -32.32552682034125,
                "mas": 5034.55,
                "ups": 5295.822635383042,
                "lows": 4773.277364616958,
                "averagePrice": null,
                "bias": {
                    "bias1": -0.22633744855967078,
                    "bias2": -2.177092614696642,
                    "bias3": -4.372334568641785
                },
                "curtPercent": 1.25,
                "curtAmp": 50.85,
                "is9转down": 8
            },
            "trig1AtIndex": 3041,
            "trig1Fucked": false
        },
        {
            "name": "白糖连续",
            "trig1Date": "2018-07-16",
            "trig1Data": {
                "date": "2018-07-16",
                "open": 4844,
                "high": 4861,
                "low": 4823,
                "close": 4841,
                "volume": 392760,
                "hold": 484004,
                "settle": 4841,
                "K": 19.890576667043717,
                "D": 15.040781510622054,
                "J": 29.590166979887044,
                "diff": -129.03807338457864,
                "dea": -117.54019778074739,
                "bar": -22.995751207662494,
                "mas": 5015.6,
                "ups": 5275.293973746023,
                "lows": 4755.906026253978,
                "averagePrice": null,
                "bias": {
                    "bias1": -0.010327377878756584,
                    "bias2": -1.8865375196338334,
                    "bias3": -4.18683665811762
                },
                "curtPercent": -0.06,
                "curtAmp": -7.89,
                "is9转down": 9
            },
            "trig1AtIndex": 3042,
            "trig1Fucked": false
        },
        {
            "name": "菜粕连续",
            "trig1Date": "2019-03-01",
            "trig1Data": {
                "date": "2019-03-01",
                "open": 2080,
                "high": 2181,
                "low": 2078,
                "close": 2172,
                "volume": 3124322,
                "hold": 744516,
                "settle": 2150,
                "K": 38.793384870422095,
                "D": 24.962776371382166,
                "J": 66.45460186850195,
                "diff": -11.307057966285356,
                "dea": -9.522730355976629,
                "bar": -3.5686552206174547,
                "mas": 2138,
                "ups": 2215.6376197471304,
                "lows": 2060.3623802528696,
                "averagePrice": null,
                "bias": {
                    "bias1": 3.052348568717388,
                    "bias2": 2.0396977645538823,
                    "bias3": 1.489398983704223
                },
                "curtPercent": 4.42,
                "curtAmp": 89.32
            },
            "trig1AtIndex": 1495,
            "trig1Fucked": false
        }
    ],
    "低位KDJ": [
        {
            "quantName": "低位KDJ",
            "dataName": "沪铜连续",
            "dataType": "工业",
            "fuckTrig1": [
                "2008-12-10",
                7,
                -10.51
            ],
            "trigDate": "2008-12-19",
            "logProfileN": {
                "day10LowUp": [
                    "5,2008-12-26",
                    -1.15,
                    "10,2009-01-06",
                    15.9,
                    15.9
                ],
                "day20LowUp": [
                    "5,2008-12-26",
                    -1.15,
                    "14,2009-01-12",
                    24.51,
                    22.79
                ],
                "day60LowUp": [
                    "5,2008-12-26",
                    -1.15,
                    "59,2009-03-23",
                    48.01,
                    45.1
                ],
                "day100LowUp": [
                    "5,2008-12-26",
                    -1.15,
                    "76,2009-04-16",
                    77.96,
                    61.53
                ]
            }
        },
        {
            "quantName": "低位KDJ",
            "dataName": "橡胶连续",
            "dataType": "工业",
            "fuckTrig1": [
                "2008-12-10",
                11,
                3.89
            ],
            "trigDate": "2008-12-25",
            "logProfileN": {
                "day10LowUp": [
                    "",
                    0,
                    "9,2009-01-09",
                    27.24,
                    26.68
                ],
                "day20LowUp": [
                    "",
                    0,
                    "16,2009-01-20",
                    34.12,
                    28.58
                ],
                "day60LowUp": [
                    "",
                    0,
                    "58,2009-03-26",
                    47.1,
                    39.05
                ],
                "day100LowUp": [
                    "",
                    0,
                    "88,2009-05-08",
                    61.88,
                    49.62
                ]
            }
        },
        {
            "quantName": "低位KDJ",
            "dataName": "热卷连续",
            "dataType": "工业",
            "fuckTrig1": [
                "2015-11-25",
                32,
                7.63
            ],
            "trigDate": "2016-01-11",
            "logProfileN": {
                "day10LowUp": [
                    "1,2016-01-12",
                    -1.07,
                    "6,2016-01-19",
                    3.84,
                    3.25
                ],
                "day20LowUp": [
                    "1,2016-01-12",
                    -1.07,
                    "18,2016-02-04",
                    4.64,
                    4.21
                ],
                "day60LowUp": [
                    "1,2016-01-12",
                    -1.07,
                    "60,2016-04-12",
                    44.86,
                    44.86
                ],
                "day100LowUp": [
                    "1,2016-01-12",
                    -1.07,
                    "67,2016-04-21",
                    57.38,
                    22.54
                ]
            }
        },
        {
            "quantName": "低位KDJ",
            "dataName": "热卷连续",
            "dataType": "工业",
            "fuckTrig1": [
                "2020-04-07",
                10,
                3.98
            ],
            "trigDate": "2020-04-21",
            "logProfileN": {
                "day10LowUp": [
                    "5,2020-04-28",
                    -1.13,
                    "10,2020-05-08",
                    4.46,
                    4.46
                ],
                "day20LowUp": [
                    "5,2020-04-28",
                    -1.13,
                    "17,2020-05-19",
                    8.92,
                    7.22
                ],
                "day60LowUp": [
                    "5,2020-04-28",
                    -1.13,
                    "60,2020-07-21",
                    18.9,
                    18.9
                ],
                "day100LowUp": [
                    "5,2020-04-28",
                    -1.13,
                    "90,2020-09-01",
                    26.75,
                    17.11
                ]
            }
        },
        {
            "quantName": "低位KDJ",
            "dataName": "豆粕连续",
            "dataType": "农业",
            "fuckTrig1": [
                "2017-06-05",
                14,
                -0.19
            ],
            "trigDate": "2017-06-23",
            "logProfileN": {
                "day10LowUp": [
                    "",
                    0,
                    "10,2017-07-07",
                    7.15,
                    7.15
                ],
                "day20LowUp": [
                    "",
                    0,
                    "12,2017-07-11",
                    10.78,
                    8.47
                ],
                "day60LowUp": [
                    "",
                    0,
                    "12,2017-07-11",
                    10.78,
                    3.52
                ],
                "day100LowUp": [
                    "",
                    0,
                    "12,2017-07-11",
                    10.78,
                    7.75
                ]
            }
        },
        {
            "quantName": "低位KDJ",
            "dataName": "豆粕连续",
            "dataType": "农业",
            "fuckTrig1": [
                "2019-03-06",
                16,
                -0.12
            ],
            "trigDate": "2019-03-28",
            "logProfileN": {
                "day10LowUp": [
                    "",
                    0,
                    "5,2019-04-04",
                    5.47,
                    3.87
                ],
                "day20LowUp": [
                    "",
                    0,
                    "5,2019-04-04",
                    5.47,
                    2.48
                ],
                "day60LowUp": [
                    "",
                    0,
                    "43,2019-06-04",
                    19.09,
                    15.69
                ],
                "day100LowUp": [
                    "",
                    0,
                    "43,2019-06-04",
                    19.09,
                    18.13
                ]
            }
        },
        {
            "quantName": "低位KDJ",
            "dataName": "豆粕连续",
            "dataType": "农业",
            "fuckTrig1": [
                "2023-06-01",
                0,
                0
            ],
            "trigDate": "2023-06-01",
            "logProfileN": {
                "day10LowUp": [
                    "1,2023-06-02",
                    -1.34,
                    "10,2023-06-15",
                    4.38,
                    4.38
                ],
                "day20LowUp": [
                    "1,2023-06-02",
                    -1.34,
                    "20,2023-07-03",
                    15.13,
                    15.13
                ],
                "day60LowUp": [
                    "1,2023-06-02",
                    -1.34,
                    "48,2023-08-10",
                    30.31,
                    19.63
                ],
                "day100LowUp": [
                    "1,2023-06-02",
                    -1.34,
                    "48,2023-08-10",
                    30.31,
                    13.7
                ]
            }
        },
        {
            "quantName": "低位KDJ",
            "dataName": "黄金连续",
            "dataType": "金融",
            "fuckTrig1": [
                "2013-07-01",
                25,
                3.31
            ],
            "trigDate": "2013-08-05",
            "logProfileN": {
                "day10LowUp": [
                    "1,2013-08-06",
                    -1.53,
                    "9,2013-08-16",
                    5.39,
                    4.74
                ],
                "day20LowUp": [
                    "1,2013-08-06",
                    -1.53,
                    "17,2013-08-28",
                    8.49,
                    6.44
                ],
                "day60LowUp": [
                    "44,2013-10-11",
                    -2.76,
                    "17,2013-08-28",
                    8.49,
                    0.46
                ],
                "day100LowUp": [
                    "93,2013-12-19",
                    -8.44,
                    "17,2013-08-28",
                    8.49,
                    -7.61
                ]
            }
        },
        {
            "quantName": "低位KDJ",
            "dataName": "二十号胶连续",
            "dataType": "工业",
            "fuckTrig1": [
                "2022-11-01",
                0,
                0
            ],
            "trigDate": "2022-11-01",
            "logProfileN": {
                "day10LowUp": [
                    "",
                    0,
                    "6,2022-11-09",
                    7.36,
                    5.66
                ],
                "day20LowUp": [
                    "",
                    0,
                    "6,2022-11-09",
                    7.36,
                    5.55
                ],
                "day60LowUp": [
                    "",
                    0,
                    "55,2023-01-18",
                    13.01,
                    11.86
                ],
                "day100LowUp": [
                    "",
                    0,
                    "81,2023-03-02",
                    13.18,
                    4.83
                ]
            }
        },
        {
            "quantName": "低位KDJ",
            "dataName": "PP连续",
            "dataType": "工业",
            "fuckTrig1": [
                "2020-03-31",
                0,
                0
            ],
            "trigDate": "2020-03-31",
            "logProfileN": {
                "day10LowUp": [
                    "",
                    0,
                    "8,2020-04-13",
                    22.09,
                    12.94
                ],
                "day20LowUp": [
                    "",
                    0,
                    "8,2020-04-13",
                    22.09,
                    15.83
                ],
                "day60LowUp": [
                    "",
                    0,
                    "41,2020-06-02",
                    27.08,
                    25.9
                ],
                "day100LowUp": [
                    "",
                    0,
                    "84,2020-08-04",
                    31.31,
                    30.9
                ]
            }
        },
        {
            "quantName": "低位KDJ",
            "dataName": "PP连续",
            "dataType": "工业",
            "fuckTrig1": [
                "2020-04-01",
                9,
                12.26
            ],
            "trigDate": "2020-04-15",
            "logProfileN": {
                "day10LowUp": [
                    "5,2020-04-22",
                    -2.79,
                    "8,2020-04-27",
                    3.65,
                    2.56
                ],
                "day20LowUp": [
                    "5,2020-04-22",
                    -2.79,
                    "12,2020-05-06",
                    7.11,
                    3.56
                ],
                "day60LowUp": [
                    "5,2020-04-22",
                    -2.79,
                    "53,2020-07-06",
                    15.79,
                    13.37
                ],
                "day100LowUp": [
                    "5,2020-04-22",
                    -2.79,
                    "95,2020-09-02",
                    20.71,
                    16.23
                ]
            }
        },
        {
            "quantName": "低位KDJ",
            "dataName": "白银连续",
            "dataType": "工业",
            "fuckTrig1": [
                "2013-07-01",
                14,
                -1.86
            ],
            "trigDate": "2013-07-19",
            "logProfileN": {
                "day10LowUp": [
                    "9,2013-08-01",
                    -0.28,
                    "1,2013-07-22",
                    4.24,
                    0.61
                ],
                "day20LowUp": [
                    "13,2013-08-07",
                    -0.73,
                    "20,2013-08-16",
                    18.16,
                    18.16
                ],
                "day60LowUp": [
                    "13,2013-08-07",
                    -0.73,
                    "27,2013-08-27",
                    26.12,
                    11.54
                ],
                "day100LowUp": [
                    "13,2013-08-07",
                    -0.73,
                    "27,2013-08-27",
                    26.12,
                    4.34
                ]
            }
        },
        {
            "quantName": "低位KDJ",
            "dataName": "纸浆连续",
            "dataType": "工业",
            "fuckTrig1": [
                "2023-05-08",
                10,
                -0.89
            ],
            "trigDate": "2023-05-22",
            "logProfileN": {
                "day10LowUp": [
                    "",
                    0,
                    "1,2023-05-23",
                    3.08,
                    0
                ],
                "day20LowUp": [
                    "12,2023-06-07",
                    -2.93,
                    "1,2023-05-23",
                    3.08,
                    1.41
                ],
                "day60LowUp": [
                    "12,2023-06-07",
                    -2.93,
                    "47,2023-07-28",
                    8.2,
                    5.11
                ],
                "day100LowUp": [
                    "12,2023-06-07",
                    -2.93,
                    "95,2023-10-12",
                    23.93,
                    21
                ]
            }
        },
        {
            "quantName": "低位KDJ",
            "dataName": "不锈钢连续",
            "dataType": "工业",
            "fuckTrig1": [
                "2020-03-03",
                4,
                -3.75
            ],
            "trigDate": "2020-03-09",
            "logProfileN": {
                "day10LowUp": [
                    "10,2020-03-23",
                    -3.28,
                    "1,2020-03-10",
                    2.01,
                    -3.28
                ],
                "day20LowUp": [
                    "10,2020-03-23",
                    -3.28,
                    "1,2020-03-10",
                    2.01,
                    -1.23
                ],
                "day60LowUp": [
                    "10,2020-03-23",
                    -3.28,
                    "41,2020-05-11",
                    12.09,
                    6.15
                ],
                "day100LowUp": [
                    "10,2020-03-23",
                    -3.28,
                    "100,2020-08-04",
                    16.02,
                    16.02
                ]
            }
        },
        {
            "quantName": "低位KDJ",
            "dataName": "不锈钢连续",
            "dataType": "工业",
            "fuckTrig1": [
                "2020-03-10",
                3,
                -2.13
            ],
            "trigDate": "2020-03-13",
            "logProfileN": {
                "day10LowUp": [
                    "6,2020-03-23",
                    -3.12,
                    "1,2020-03-16",
                    0.29,
                    -0.9
                ],
                "day20LowUp": [
                    "6,2020-03-23",
                    -3.12,
                    "20,2020-04-13",
                    2.71,
                    2.71
                ],
                "day60LowUp": [
                    "6,2020-03-23",
                    -3.12,
                    "37,2020-05-11",
                    12.27,
                    5.25
                ],
                "day100LowUp": [
                    "6,2020-03-23",
                    -3.12,
                    "97,2020-08-05",
                    18.72,
                    16.38
                ]
            }
        },
        {
            "quantName": "低位KDJ",
            "dataName": "不锈钢连续",
            "dataType": "工业",
            "fuckTrig1": [
                "2020-03-16",
                0,
                0
            ],
            "trigDate": "2020-03-16",
            "logProfileN": {
                "day10LowUp": [
                    "5,2020-03-23",
                    -3.4,
                    "",
                    0,
                    -2.74
                ],
                "day20LowUp": [
                    "5,2020-03-23",
                    -3.4,
                    "20,2020-04-14",
                    4.83,
                    4.83
                ],
                "day60LowUp": [
                    "5,2020-03-23",
                    -3.4,
                    "36,2020-05-11",
                    11.95,
                    4.5
                ],
                "day100LowUp": [
                    "5,2020-03-23",
                    -3.4,
                    "96,2020-08-05",
                    18.38,
                    14.41
                ]
            }
        },
        {
            "quantName": "低位KDJ",
            "dataName": "不锈钢连续",
            "dataType": "工业",
            "fuckTrig1": [
                "2020-03-20",
                0,
                0
            ],
            "trigDate": "2020-03-20",
            "logProfileN": {
                "day10LowUp": [
                    "1,2020-03-23",
                    -1.54,
                    "5,2020-03-27",
                    0.71,
                    -0.58
                ],
                "day20LowUp": [
                    "1,2020-03-23",
                    -1.54,
                    "20,2020-04-20",
                    11.14,
                    11.14
                ],
                "day60LowUp": [
                    "1,2020-03-23",
                    -1.54,
                    "32,2020-05-11",
                    14.1,
                    6.34
                ],
                "day100LowUp": [
                    "1,2020-03-23",
                    -1.54,
                    "100,2020-08-17",
                    24.36,
                    24.36
                ]
            }
        },
        {
            "quantName": "低位KDJ",
            "dataName": "不锈钢连续",
            "dataType": "工业",
            "fuckTrig1": [
                "2020-03-25",
                6,
                -0.21
            ],
            "trigDate": "2020-04-02",
            "logProfileN": {
                "day10LowUp": [
                    "1,2020-04-03",
                    -0.33,
                    "10,2020-04-17",
                    8.28,
                    8.28
                ],
                "day20LowUp": [
                    "1,2020-04-03",
                    -0.33,
                    "11,2020-04-20",
                    11.42,
                    10.54
                ],
                "day60LowUp": [
                    "1,2020-04-03",
                    -0.33,
                    "23,2020-05-11",
                    14.39,
                    11.92
                ],
                "day100LowUp": [
                    "1,2020-04-03",
                    -0.33,
                    "100,2020-08-28",
                    27.1,
                    27.1
                ]
            }
        },
        {
            "quantName": "低位KDJ",
            "dataName": "螺纹连续",
            "dataType": "工业",
            "fuckTrig1": [
                "2015-12-04",
                23,
                7.45
            ],
            "trigDate": "2016-01-07",
            "logProfileN": {
                "day10LowUp": [
                    "4,2016-01-13",
                    -1.86,
                    "8,2016-01-19",
                    3.72,
                    1.97
                ],
                "day20LowUp": [
                    "4,2016-01-13",
                    -1.86,
                    "14,2016-01-27",
                    5.08,
                    4.4
                ],
                "day60LowUp": [
                    "4,2016-01-13",
                    -1.86,
                    "57,2016-04-05",
                    32.54,
                    23.86
                ],
                "day100LowUp": [
                    "4,2016-01-13",
                    -1.86,
                    "69,2016-04-21",
                    55.1,
                    16.13
                ]
            }
        },
        {
            "quantName": "低位KDJ",
            "dataName": "螺纹连续",
            "dataType": "工业",
            "fuckTrig1": [
                "2022-11-01",
                0,
                0
            ],
            "trigDate": "2022-11-01",
            "logProfileN": {
                "day10LowUp": [
                    "",
                    0,
                    "10,2022-11-15",
                    5.94,
                    5.94
                ],
                "day20LowUp": [
                    "",
                    0,
                    "20,2022-11-29",
                    8.03,
                    8.03
                ],
                "day60LowUp": [
                    "",
                    0,
                    "58,2023-01-30",
                    20.55,
                    17.19
                ],
                "day100LowUp": [
                    "",
                    0,
                    "89,2023-03-14",
                    25.48,
                    19.11
                ]
            }
        },
        {
            "quantName": "低位KDJ",
            "dataName": "螺纹连续",
            "dataType": "工业",
            "fuckTrig1": [
                "2022-11-03",
                32,
                12.07
            ],
            "trigDate": "2022-12-19",
            "logProfileN": {
                "day10LowUp": [
                    "",
                    0,
                    "9,2022-12-30",
                    4.53,
                    3.46
                ],
                "day20LowUp": [
                    "",
                    0,
                    "18,2023-01-13",
                    6.26,
                    4.89
                ],
                "day60LowUp": [
                    "",
                    0,
                    "55,2023-03-14",
                    11.36,
                    5.83
                ],
                "day100LowUp": [
                    "100,2023-05-22",
                    -9.12,
                    "55,2023-03-14",
                    11.36,
                    -9.12
                ]
            }
        },
        {
            "quantName": "低位KDJ",
            "dataName": "沪锡连续",
            "dataType": "工业",
            "fuckTrig1": [
                "2022-10-25",
                3,
                -4.14
            ],
            "trigDate": "2022-10-28",
            "logProfileN": {
                "day10LowUp": [
                    "4,2022-11-03",
                    -1.37,
                    "10,2022-11-11",
                    13.92,
                    13.92
                ],
                "day20LowUp": [
                    "4,2022-11-03",
                    -1.37,
                    "13,2022-11-16",
                    18.1,
                    15.94
                ],
                "day60LowUp": [
                    "4,2022-11-03",
                    -1.37,
                    "59,2023-01-20",
                    50.36,
                    49.04
                ],
                "day100LowUp": [
                    "4,2022-11-03",
                    -1.37,
                    "59,2023-01-20",
                    50.36,
                    26.89
                ]
            }
        },
        {
            "quantName": "低位KDJ",
            "dataName": "燃油连续",
            "dataType": "能源",
            "fuckTrig1": [
                "2022-12-13",
                4,
                -4.48
            ],
            "trigDate": "2022-12-19",
            "logProfileN": {
                "day10LowUp": [
                    "",
                    0,
                    "6,2022-12-27",
                    13.98,
                    12.42
                ],
                "day20LowUp": [
                    "",
                    0,
                    "6,2022-12-27",
                    13.98,
                    8.68
                ],
                "day60LowUp": [
                    "",
                    0,
                    "50,2023-03-07",
                    25.95,
                    7.4
                ],
                "day100LowUp": [
                    "",
                    0,
                    "76,2023-04-13",
                    30.92,
                    20.72
                ]
            }
        },
        {
            "quantName": "低位KDJ",
            "dataName": "菜油连续",
            "dataType": "农业",
            "fuckTrig1": [
                "2008-12-10",
                6,
                -0.94
            ],
            "trigDate": "2008-12-18",
            "logProfileN": {
                "day10LowUp": [
                    "",
                    0,
                    "10,2009-01-05",
                    8.97,
                    8.97
                ],
                "day20LowUp": [
                    "",
                    0,
                    "15,2009-01-12",
                    16.85,
                    11.89
                ],
                "day60LowUp": [
                    "",
                    0,
                    "34,2009-02-13",
                    25.27,
                    20.01
                ],
                "day100LowUp": [
                    "",
                    0,
                    "96,2009-05-13",
                    36.07,
                    31.49
                ]
            }
        },
        {
            "quantName": "低位KDJ",
            "dataName": "菜油连续",
            "dataType": "农业",
            "fuckTrig1": [
                "2013-10-10",
                13,
                -1.06
            ],
            "trigDate": "2013-10-29",
            "logProfileN": {
                "day10LowUp": [
                    "",
                    0,
                    "4,2013-11-04",
                    4.79,
                    4
                ],
                "day20LowUp": [
                    "",
                    0,
                    "12,2013-11-14",
                    5.24,
                    4.46
                ],
                "day60LowUp": [
                    "48,2014-01-07",
                    -6.17,
                    "12,2013-11-14",
                    5.24,
                    -2.78
                ],
                "day100LowUp": [
                    "64,2014-01-30",
                    -7.19,
                    "12,2013-11-14",
                    5.24,
                    -2.84
                ]
            }
        },
        {
            "quantName": "低位KDJ",
            "dataName": "菜油连续",
            "dataType": "农业",
            "fuckTrig1": [
                "2023-05-26",
                3,
                -4.45
            ],
            "trigDate": "2023-05-31",
            "logProfileN": {
                "day10LowUp": [
                    "",
                    0,
                    "10,2023-06-14",
                    8.42,
                    8.42
                ],
                "day20LowUp": [
                    "",
                    0,
                    "20,2023-06-30",
                    17.39,
                    17.39
                ],
                "day60LowUp": [
                    "",
                    0,
                    "34,2023-07-20",
                    31.88,
                    25.09
                ],
                "day100LowUp": [
                    "",
                    0,
                    "34,2023-07-20",
                    31.88,
                    13.91
                ]
            }
        },
        {
            "quantName": "低位KDJ",
            "dataName": "菜油连续",
            "dataType": "农业",
            "fuckTrig1": [
                "2023-06-01",
                0,
                0
            ],
            "trigDate": "2023-06-01",
            "logProfileN": {
                "day10LowUp": [
                    "",
                    0,
                    "10,2023-06-15",
                    7.32,
                    7.32
                ],
                "day20LowUp": [
                    "",
                    0,
                    "20,2023-07-03",
                    22.31,
                    22.31
                ],
                "day60LowUp": [
                    "",
                    0,
                    "33,2023-07-20",
                    29.4,
                    22.54
                ],
                "day100LowUp": [
                    "",
                    0,
                    "33,2023-07-20",
                    29.4,
                    10.83
                ]
            }
        },
        {
            "quantName": "低位KDJ",
            "dataName": "鸡蛋连续",
            "dataType": "农业",
            "fuckTrig1": [
                "2016-03-03",
                22,
                3.1
            ],
            "trigDate": "2016-04-05",
            "logProfileN": {
                "day10LowUp": [
                    "",
                    0,
                    "10,2016-04-19",
                    26.4,
                    26.4
                ],
                "day20LowUp": [
                    "",
                    0,
                    "12,2016-04-21",
                    36.15,
                    28.84
                ],
                "day60LowUp": [
                    "",
                    0,
                    "12,2016-04-21",
                    36.15,
                    31.15
                ],
                "day100LowUp": [
                    "",
                    0,
                    "12,2016-04-21",
                    36.15,
                    6.2
                ]
            }
        },
        {
            "quantName": "低位KDJ",
            "dataName": "沪镍连续",
            "dataType": "工业",
            "fuckTrig1": [
                "2023-11-29",
                4,
                -4.57
            ],
            "trigDate": "2023-12-05",
            "logProfileN": {
                "day10LowUp": [
                    "",
                    0,
                    "3,2023-12-08",
                    6.95,
                    4.76
                ],
                "day20LowUp": [
                    "",
                    0,
                    "3,2023-12-08",
                    6.95,
                    2.37
                ],
                "day60LowUp": [
                    "22,2024-01-05",
                    -1.26,
                    "55,2024-02-29",
                    10.06,
                    8.79
                ],
                "day100LowUp": [
                    "22,2024-01-05",
                    -1.26,
                    "94,2024-04-26",
                    16.58,
                    13.31
                ]
            }
        },
        {
            "quantName": "低位KDJ",
            "dataName": "沪锌连续",
            "dataType": "工业",
            "fuckTrig1": [
                "2015-11-20",
                0,
                0
            ],
            "trigDate": "2015-11-20",
            "logProfileN": {
                "day10LowUp": [
                    "1,2015-11-23",
                    -1.36,
                    "4,2015-11-26",
                    4.83,
                    0.52
                ],
                "day20LowUp": [
                    "1,2015-11-23",
                    -1.36,
                    "4,2015-11-26",
                    4.83,
                    0.96
                ],
                "day60LowUp": [
                    "1,2015-11-23",
                    -1.36,
                    "60,2016-02-22",
                    13.53,
                    13.53
                ],
                "day100LowUp": [
                    "1,2015-11-23",
                    -1.36,
                    "100,2016-04-19",
                    20.88,
                    20.88
                ]
            }
        },
        {
            "quantName": "低位KDJ",
            "dataName": "生猪连续",
            "dataType": "农业",
            "fuckTrig1": [
                "2022-03-21",
                13,
                -4.5
            ],
            "trigDate": "2022-04-11",
            "logProfileN": {
                "day10LowUp": [
                    "",
                    0,
                    "10,2022-04-25",
                    47.15,
                    47.15
                ],
                "day20LowUp": [
                    "",
                    0,
                    "20,2022-05-12",
                    54.37,
                    54.37
                ],
                "day60LowUp": [
                    "",
                    0,
                    "60,2022-07-08",
                    83.15,
                    83.15
                ],
                "day100LowUp": [
                    "",
                    0,
                    "95,2022-08-26",
                    90.1,
                    83.83
                ]
            }
        },
        {
            "quantName": "低位KDJ",
            "dataName": "棕榈油连续",
            "dataType": "农业",
            "fuckTrig1": [
                "2013-07-31",
                0,
                0
            ],
            "trigDate": "2013-07-31",
            "logProfileN": {
                "day10LowUp": [
                    "5,2013-08-07",
                    -1.77,
                    "9,2013-08-13",
                    2.69,
                    1.59
                ],
                "day20LowUp": [
                    "5,2013-08-07",
                    -1.77,
                    "19,2013-08-27",
                    7.41,
                    5.53
                ],
                "day60LowUp": [
                    "5,2013-08-07",
                    -1.77,
                    "60,2013-11-01",
                    17.51,
                    17.51
                ],
                "day100LowUp": [
                    "5,2013-08-07",
                    -1.77,
                    "75,2013-11-25",
                    18.92,
                    11.84
                ]
            }
        },
        {
            "quantName": "低位KDJ",
            "dataName": "棕榈油连续",
            "dataType": "农业",
            "fuckTrig1": [
                "2015-02-03",
                23,
                -0.25
            ],
            "trigDate": "2015-03-13",
            "logProfileN": {
                "day10LowUp": [
                    "3,2015-03-18",
                    -2.29,
                    "9,2015-03-26",
                    0.59,
                    -0.76
                ],
                "day20LowUp": [
                    "3,2015-03-18",
                    -2.29,
                    "9,2015-03-26",
                    0.59,
                    -1.06
                ],
                "day60LowUp": [
                    "3,2015-03-18",
                    -2.29,
                    "58,2015-06-05",
                    13.72,
                    11.3
                ],
                "day100LowUp": [
                    "99,2015-08-06",
                    -3.47,
                    "75,2015-07-03",
                    14.31,
                    -3.22
                ]
            }
        },
        {
            "quantName": "低位KDJ",
            "dataName": "棉花连续",
            "dataType": "农业",
            "fuckTrig1": [
                "2016-03-03",
                5,
                0.25
            ],
            "trigDate": "2016-03-10",
            "logProfileN": {
                "day10LowUp": [
                    "3,2016-03-15",
                    -0.79,
                    "9,2016-03-23",
                    3.49,
                    1.72
                ],
                "day20LowUp": [
                    "3,2016-03-15",
                    -0.79,
                    "17,2016-04-05",
                    7.02,
                    2.11
                ],
                "day60LowUp": [
                    "3,2016-03-15",
                    -0.79,
                    "29,2016-04-21",
                    31.19,
                    24.51
                ],
                "day100LowUp": [
                    "3,2016-03-15",
                    -0.79,
                    "87,2016-07-15",
                    56.93,
                    42.49
                ]
            }
        },
        {
            "quantName": "低位KDJ",
            "dataName": "PVC连续",
            "dataType": "工业",
            "fuckTrig1": [
                "2014-03-12",
                25,
                3.79
            ],
            "trigDate": "2014-04-18",
            "logProfileN": {
                "day10LowUp": [
                    "7,2014-04-29",
                    -1.3,
                    "4,2014-04-24",
                    0.24,
                    -1.06
                ],
                "day20LowUp": [
                    "20,2014-05-20",
                    -1.87,
                    "4,2014-04-24",
                    0.24,
                    -1.87
                ],
                "day60LowUp": [
                    "33,2014-06-09",
                    -2.6,
                    "4,2014-04-24",
                    0.24,
                    -1.95
                ],
                "day100LowUp": [
                    "81,2014-08-14",
                    -4.22,
                    "4,2014-04-24",
                    0.24,
                    -3.57
                ]
            }
        },
        {
            "quantName": "低位KDJ",
            "dataName": "PVC连续",
            "dataType": "工业",
            "fuckTrig1": [
                "2020-04-03",
                11,
                0.19
            ],
            "trigDate": "2020-04-21",
            "logProfileN": {
                "day10LowUp": [
                    "1,2020-04-22",
                    -1.13,
                    "10,2020-05-08",
                    8.73,
                    8.73
                ],
                "day20LowUp": [
                    "1,2020-04-22",
                    -1.13,
                    "19,2020-05-21",
                    13.71,
                    13.05
                ],
                "day60LowUp": [
                    "1,2020-04-22",
                    -1.13,
                    "54,2020-07-13",
                    26.2,
                    24.04
                ],
                "day100LowUp": [
                    "1,2020-04-22",
                    -1.13,
                    "71,2020-08-05",
                    26.76,
                    23.29
                ]
            }
        },
        {
            "quantName": "低位KDJ",
            "dataName": "豆油连续",
            "dataType": "农业",
            "fuckTrig1": [
                "2009-02-03",
                13,
                -2.53
            ],
            "trigDate": "2009-02-20",
            "logProfileN": {
                "day10LowUp": [
                    "7,2009-03-03",
                    -1.56,
                    "1,2009-02-23",
                    1.1,
                    -0.37
                ],
                "day20LowUp": [
                    "7,2009-03-03",
                    -1.56,
                    "20,2009-03-20",
                    5.66,
                    5.66
                ],
                "day60LowUp": [
                    "7,2009-03-03",
                    -1.56,
                    "57,2009-05-13",
                    30.06,
                    22.07
                ],
                "day100LowUp": [
                    "7,2009-03-03",
                    -1.56,
                    "70,2009-06-03",
                    32.12,
                    17.98
                ]
            }
        },
        {
            "quantName": "低位KDJ",
            "dataName": "豆油连续",
            "dataType": "农业",
            "fuckTrig1": [
                "2023-05-26",
                3,
                -5.81
            ],
            "trigDate": "2023-05-31",
            "logProfileN": {
                "day10LowUp": [
                    "",
                    0,
                    "10,2023-06-14",
                    7.82,
                    7.82
                ],
                "day20LowUp": [
                    "",
                    0,
                    "14,2023-06-20",
                    14.6,
                    14.19
                ],
                "day60LowUp": [
                    "",
                    0,
                    "60,2023-08-25",
                    25.16,
                    25.16
                ],
                "day100LowUp": [
                    "",
                    0,
                    "65,2023-09-01",
                    26.7,
                    18.29
                ]
            }
        },
        {
            "quantName": "低位KDJ",
            "dataName": "豆二连续",
            "dataType": "农业",
            "fuckTrig1": [
                "2019-01-04",
                5,
                -1.31
            ],
            "trigDate": "2019-01-11",
            "logProfileN": {
                "day10LowUp": [
                    "3,2019-01-16",
                    -2.38,
                    "",
                    0,
                    -0.58
                ],
                "day20LowUp": [
                    "3,2019-01-16",
                    -2.38,
                    "16,2019-02-11",
                    1.94,
                    -0.07
                ],
                "day60LowUp": [
                    "59,2019-04-12",
                    -6.43,
                    "16,2019-02-11",
                    1.94,
                    -5.95
                ],
                "day100LowUp": [
                    "68,2019-04-26",
                    -8.2,
                    "100,2019-06-17",
                    9.7,
                    9.7
                ]
            }
        },
        {
            "quantName": "低位KDJ",
            "dataName": "豆二连续",
            "dataType": "农业",
            "fuckTrig1": [
                "2019-03-01",
                29,
                -4.48
            ],
            "trigDate": "2019-04-12",
            "logProfileN": {
                "day10LowUp": [
                    "9,2019-04-26",
                    -1.89,
                    "2,2019-04-16",
                    6.65,
                    -0.84
                ],
                "day20LowUp": [
                    "9,2019-04-26",
                    -1.89,
                    "2,2019-04-16",
                    6.65,
                    6.25
                ],
                "day60LowUp": [
                    "9,2019-04-26",
                    -1.89,
                    "41,2019-06-17",
                    17.24,
                    9.24
                ],
                "day100LowUp": [
                    "9,2019-04-26",
                    -1.89,
                    "97,2019-09-03",
                    25.31,
                    18.73
                ]
            }
        },
        {
            "quantName": "低位KDJ",
            "dataName": "豆二连续",
            "dataType": "农业",
            "fuckTrig1": [
                "2023-06-01",
                0,
                0
            ],
            "trigDate": "2023-06-01",
            "logProfileN": {
                "day10LowUp": [
                    "1,2023-06-02",
                    -0.23,
                    "10,2023-06-15",
                    7.7,
                    7.7
                ],
                "day20LowUp": [
                    "1,2023-06-02",
                    -0.23,
                    "20,2023-07-03",
                    20.46,
                    20.46
                ],
                "day60LowUp": [
                    "1,2023-06-02",
                    -0.23,
                    "59,2023-08-25",
                    40.49,
                    40.07
                ],
                "day100LowUp": [
                    "1,2023-06-02",
                    -0.23,
                    "59,2023-08-25",
                    40.49,
                    14.85
                ]
            }
        },
        {
            "quantName": "低位KDJ",
            "dataName": "豆二连续",
            "dataType": "农业",
            "fuckTrig1": [
                "2024-04-15",
                5,
                -2.22
            ],
            "trigDate": "2024-04-22",
            "logProfileN": {
                "day10LowUp": [
                    "",
                    0,
                    "8,2024-05-07",
                    12.42,
                    10.96
                ],
                "day20LowUp": [
                    "",
                    0,
                    "19,2024-05-22",
                    13.23,
                    12.9
                ],
                "day60LowUp": [
                    "57,2024-07-16",
                    -2,
                    "19,2024-05-22",
                    13.23,
                    -0.19
                ],
                "day100LowUp": [
                    "78,2024-08-14",
                    -7.5,
                    "19,2024-05-22",
                    13.23,
                    -2.48
                ]
            }
        },
        {
            "quantName": "低位KDJ",
            "dataName": "低硫燃料油连续",
            "dataType": "能源",
            "fuckTrig1": [
                "2023-05-08",
                32,
                9.3
            ],
            "trigDate": "2023-06-21",
            "logProfileN": {
                "day10LowUp": [
                    "3,2023-06-28",
                    -2.86,
                    "",
                    0,
                    -1.23
                ],
                "day20LowUp": [
                    "3,2023-06-28",
                    -2.86,
                    "14,2023-07-13",
                    0.79,
                    0.67
                ],
                "day60LowUp": [
                    "3,2023-06-28",
                    -2.86,
                    "60,2023-09-15",
                    19.22,
                    19.22
                ],
                "day100LowUp": [
                    "3,2023-06-28",
                    -2.86,
                    "69,2023-09-28",
                    20.1,
                    10.09
                ]
            }
        },
        {
            "quantName": "低位KDJ",
            "dataName": "锰硅连续",
            "dataType": "工业",
            "fuckTrig1": [
                "2019-11-05",
                0,
                0
            ],
            "trigDate": "2019-11-05",
            "logProfileN": {
                "day10LowUp": [
                    "5,2019-11-12",
                    -2.98,
                    "10,2019-11-19",
                    2.26,
                    2.26
                ],
                "day20LowUp": [
                    "5,2019-11-12",
                    -2.98,
                    "10,2019-11-19",
                    2.26,
                    0.07
                ],
                "day60LowUp": [
                    "5,2019-11-12",
                    -2.98,
                    "58,2020-02-04",
                    9.24,
                    6.72
                ],
                "day100LowUp": [
                    "5,2019-11-12",
                    -2.98,
                    "97,2020-03-30",
                    13.89,
                    11.07
                ]
            }
        },
        {
            "quantName": "低位KDJ",
            "dataName": "锰硅连续",
            "dataType": "工业",
            "fuckTrig1": [
                "2019-11-06",
                3,
                -2.78
            ],
            "trigDate": "2019-11-11",
            "logProfileN": {
                "day10LowUp": [
                    "1,2019-11-12",
                    -0.57,
                    "6,2019-11-19",
                    4.8,
                    4
                ],
                "day20LowUp": [
                    "1,2019-11-12",
                    -0.57,
                    "6,2019-11-19",
                    4.8,
                    4.26
                ],
                "day60LowUp": [
                    "1,2019-11-12",
                    -0.57,
                    "54,2020-02-04",
                    11.95,
                    8.36
                ],
                "day100LowUp": [
                    "1,2019-11-12",
                    -0.57,
                    "93,2020-03-30",
                    16.72,
                    10.61
                ]
            }
        },
        {
            "quantName": "低位KDJ",
            "dataName": "锰硅连续",
            "dataType": "工业",
            "fuckTrig1": [
                "2019-11-13",
                0,
                0
            ],
            "trigDate": "2019-11-13",
            "logProfileN": {
                "day10LowUp": [
                    "",
                    0,
                    "4,2019-11-19",
                    5.08,
                    3.33
                ],
                "day20LowUp": [
                    "",
                    0,
                    "20,2019-12-11",
                    7.98,
                    7.98
                ],
                "day60LowUp": [
                    "",
                    0,
                    "52,2020-02-04",
                    12.26,
                    5.86
                ],
                "day100LowUp": [
                    "",
                    0,
                    "99,2020-04-10",
                    18.11,
                    18.11
                ]
            }
        },
        {
            "quantName": "低位KDJ",
            "dataName": "焦炭连续",
            "dataType": "工业",
            "fuckTrig1": [
                "2012-09-07",
                9,
                5.3
            ],
            "trigDate": "2012-09-20",
            "logProfileN": {
                "day10LowUp": [
                    "",
                    0,
                    "9,2012-10-10",
                    7.83,
                    6.78
                ],
                "day20LowUp": [
                    "",
                    0,
                    "19,2012-10-24",
                    13.64,
                    13.43
                ],
                "day60LowUp": [
                    "",
                    0,
                    "59,2012-12-19",
                    17.41,
                    16.99
                ],
                "day100LowUp": [
                    "",
                    0,
                    "91,2013-02-06",
                    43.92,
                    26.64
                ]
            }
        },
        {
            "quantName": "低位KDJ",
            "dataName": "焦炭连续",
            "dataType": "工业",
            "fuckTrig1": [
                "2015-12-07",
                13,
                1.94
            ],
            "trigDate": "2015-12-24",
            "logProfileN": {
                "day10LowUp": [
                    "9,2016-01-07",
                    -1.27,
                    "4,2015-12-30",
                    2.46,
                    -0.79
                ],
                "day20LowUp": [
                    "12,2016-01-12",
                    -2.62,
                    "20,2016-01-22",
                    2.7,
                    2.7
                ],
                "day60LowUp": [
                    "12,2016-01-12",
                    -2.62,
                    "58,2016-03-23",
                    23.13,
                    21.46
                ],
                "day100LowUp": [
                    "12,2016-01-12",
                    -2.62,
                    "79,2016-04-25",
                    76.47,
                    30.05
                ]
            }
        },
        {
            "quantName": "低位KDJ",
            "dataName": "甲醇连续",
            "dataType": "工业",
            "fuckTrig1": [
                "2015-12-10",
                24,
                5.85
            ],
            "trigDate": "2016-01-14",
            "logProfileN": {
                "day10LowUp": [
                    "1,2016-01-15",
                    -0.47,
                    "3,2016-01-19",
                    3.26,
                    1.8
                ],
                "day20LowUp": [
                    "1,2016-01-15",
                    -0.47,
                    "20,2016-02-18",
                    6.4,
                    6.4
                ],
                "day60LowUp": [
                    "1,2016-01-15",
                    -0.47,
                    "42,2016-03-21",
                    17.91,
                    14.07
                ],
                "day100LowUp": [
                    "1,2016-01-15",
                    -0.47,
                    "67,2016-04-27",
                    19.65,
                    8.37
                ]
            }
        },
        {
            "quantName": "低位KDJ",
            "dataName": "甲醇连续",
            "dataType": "工业",
            "fuckTrig1": [
                "2019-07-31",
                12,
                -1.7
            ],
            "trigDate": "2019-08-16",
            "logProfileN": {
                "day10LowUp": [
                    "",
                    0,
                    "1,2019-08-19",
                    6.4,
                    2.98
                ],
                "day20LowUp": [
                    "",
                    0,
                    "20,2019-09-16",
                    12.95,
                    12.95
                ],
                "day60LowUp": [
                    "58,2019-11-14",
                    -6.35,
                    "30,2019-09-30",
                    15.78,
                    -5.49
                ],
                "day100LowUp": [
                    "62,2019-11-20",
                    -8.28,
                    "30,2019-09-30",
                    15.78,
                    14.1
                ]
            }
        },
        {
            "quantName": "低位KDJ",
            "dataName": "花生连续",
            "dataType": "农业",
            "fuckTrig1": [
                "2021-09-03",
                9,
                -3.14
            ],
            "trigDate": "2021-09-16",
            "logProfileN": {
                "day10LowUp": [
                    "1,2021-09-17",
                    -0.31,
                    "10,2021-10-11",
                    4.39,
                    4.39
                ],
                "day20LowUp": [
                    "1,2021-09-17",
                    -0.31,
                    "20,2021-10-25",
                    7.76,
                    7.76
                ],
                "day60LowUp": [
                    "53,2021-12-09",
                    -5.39,
                    "20,2021-10-25",
                    7.76,
                    -3.75
                ],
                "day100LowUp": [
                    "74,2022-01-10",
                    -6.95,
                    "20,2021-10-25",
                    7.76,
                    -4.99
                ]
            }
        },
        {
            "quantName": "低位KDJ",
            "dataName": "棉纱连续",
            "dataType": "农业",
            "fuckTrig1": [
                "2019-10-09",
                23,
                1.48
            ],
            "trigDate": "2019-11-11",
            "logProfileN": {
                "day10LowUp": [
                    "9,2019-11-22",
                    -0.39,
                    "3,2019-11-14",
                    2.01,
                    0.1
                ],
                "day20LowUp": [
                    "16,2019-12-03",
                    -0.44,
                    "19,2019-12-06",
                    2.96,
                    2.76
                ],
                "day60LowUp": [
                    "53,2020-02-03",
                    -2.69,
                    "44,2020-01-13",
                    8.67,
                    2.45
                ],
                "day100LowUp": [
                    "89,2020-03-24",
                    -15.1,
                    "44,2020-01-13",
                    8.67,
                    -7.49
                ]
            }
        },
        {
            "quantName": "低位KDJ",
            "dataName": "红枣连续",
            "dataType": "农业",
            "fuckTrig1": [
                "2024-09-19",
                9,
                3.39
            ],
            "trigDate": "2024-10-09",
            "logProfileN": {
                "day10LowUp": [
                    "2,2024-10-11",
                    -1.74,
                    "8,2024-10-21",
                    1.79,
                    0.46
                ],
                "day20LowUp": [
                    "12,2024-10-25",
                    -1.79,
                    "17,2024-11-01",
                    8.19,
                    4.66
                ],
                "day23LowUp": [
                    "12,2024-10-25",
                    -1.79,
                    "17,2024-11-01",
                    8.19,
                    3.79
                ],
                "lastDay": 23
            }
        },
        {
            "quantName": "低位KDJ",
            "dataName": "碳酸锂连续",
            "dataType": "工业",
            "fuckTrig1": [
                "2024-02-21",
                0,
                0
            ],
            "trigDate": "2024-02-21",
            "logProfileN": {
                "day10LowUp": [
                    "",
                    0,
                    "7,2024-03-01",
                    23.27,
                    17.65
                ],
                "day20LowUp": [
                    "",
                    0,
                    "14,2024-03-12",
                    23.68,
                    20.95
                ],
                "day60LowUp": [
                    "",
                    0,
                    "14,2024-03-12",
                    23.68,
                    9.8
                ],
                "day100LowUp": [
                    "99,2024-07-17",
                    -10.37,
                    "14,2024-03-12",
                    23.68,
                    -9.24
                ]
            }
        }
    ],
    "低位九转": [
        {
            "dataName": "沪铜连续",
            "quantName": "低位九转",
            "trigDate": "2009-02-02",
            "trigIndex": 990,
            "trigcalType": "周月九转",
            "logProfileN": {
                "day10LowUp": [
                    "",
                    0,
                    "6,2009-02-10",
                    17.93,
                    8.86
                ],
                "day20LowUp": [
                    "",
                    0,
                    "6,2009-02-10",
                    17.93,
                    9.82
                ],
                "day60LowUp": [
                    "",
                    0,
                    "52,2009-04-16",
                    60.14,
                    35.65
                ],
                "day100LowUp": [
                    "",
                    0,
                    "89,2009-06-10",
                    65.86,
                    55.76
                ]
            }
        },
        {
            "dataName": "橡胶连续",
            "quantName": "低位九转",
            "trigDate": "2014-05-20",
            "trigIndex": 2275,
            "trigcalType": "双周MACD-KDJ",
            "logProfileN": {
                "day10LowUp": [
                    "9,2014-06-03",
                    -2.66,
                    "4,2014-05-26",
                    1.69,
                    -2.66
                ],
                "day20LowUp": [
                    "9,2014-06-03",
                    -2.66,
                    "4,2014-05-26",
                    1.69,
                    -0.97
                ],
                "day60LowUp": [
                    "37,2014-07-11",
                    -4.04,
                    "49,2014-07-29",
                    10.66,
                    4.49
                ],
                "day100LowUp": [
                    "94,2014-10-08",
                    -26.16,
                    "49,2014-07-29",
                    10.66,
                    -13.87
                ]
            }
        },
        {
            "dataName": "橡胶连续",
            "quantName": "低位九转",
            "trigDate": "2018-08-07",
            "trigIndex": 3311,
            "trigcalType": "双周MACD-KDJ",
            "logProfileN": {
                "day10LowUp": [
                    "",
                    0,
                    "10,2018-08-21",
                    20.65,
                    20.65
                ],
                "day20LowUp": [
                    "",
                    0,
                    "10,2018-08-21",
                    20.65,
                    14.21
                ],
                "day60LowUp": [
                    "",
                    0,
                    "39,2018-10-09",
                    21.6,
                    7.96
                ],
                "day100LowUp": [
                    "",
                    0,
                    "39,2018-10-09",
                    21.6,
                    12.97
                ]
            }
        },
        {
            "dataName": "豆粕连续",
            "quantName": "低位九转",
            "trigDate": "2023-06-05",
            "trigIndex": 4485,
            "trigcalType": "日周九转",
            "logProfileN": {
                "day10LowUp": [
                    "2,2023-06-07",
                    -0.6,
                    "10,2023-06-19",
                    5.89,
                    5.89
                ],
                "day20LowUp": [
                    "2,2023-06-07",
                    -0.6,
                    "20,2023-07-05",
                    14.06,
                    14.06
                ],
                "day60LowUp": [
                    "2,2023-06-07",
                    -0.6,
                    "46,2023-08-10",
                    28.27,
                    18.21
                ],
                "day100LowUp": [
                    "2,2023-06-07",
                    -0.6,
                    "46,2023-08-10",
                    28.27,
                    14.23
                ]
            }
        },
        {
            "dataName": "黄金连续",
            "quantName": "低位九转",
            "trigDate": "2013-07-02",
            "trigIndex": 1335,
            "trigcalType": "日周九转",
            "logProfileN": {
                "day10LowUp": [
                    "3,2013-07-05",
                    -3.67,
                    "10,2013-07-16",
                    2.18,
                    2.18
                ],
                "day20LowUp": [
                    "3,2013-07-05",
                    -3.67,
                    "15,2013-07-23",
                    5.12,
                    3.49
                ],
                "day60LowUp": [
                    "3,2013-07-05",
                    -3.67,
                    "41,2013-08-28",
                    11.03,
                    4.51
                ],
                "day100LowUp": [
                    "3,2013-07-05",
                    -3.67,
                    "41,2013-08-28",
                    11.03,
                    -2.59
                ]
            }
        },
        {
            "dataName": "PP连续",
            "quantName": "低位九转",
            "trigDate": "2015-12-18",
            "trigIndex": 442,
            "trigcalType": "日周九转",
            "logProfileN": {
                "day10LowUp": [
                    "",
                    0,
                    "4,2015-12-24",
                    5.79,
                    4.08
                ],
                "day20LowUp": [
                    "",
                    0,
                    "4,2015-12-24",
                    5.79,
                    4.33
                ],
                "day60LowUp": [
                    "",
                    0,
                    "60,2016-03-21",
                    32.94,
                    32.94
                ],
                "day100LowUp": [
                    "",
                    0,
                    "70,2016-04-05",
                    36.21,
                    18.62
                ]
            }
        },
        {
            "dataName": "PP连续",
            "quantName": "低位九转",
            "trigDate": "2020-04-02",
            "trigIndex": 1485,
            "trigcalType": "日月九转",
            "logProfileN": {
                "day10LowUp": [
                    "",
                    0,
                    "6,2020-04-13",
                    15.21,
                    9.74
                ],
                "day20LowUp": [
                    "",
                    0,
                    "6,2020-04-13",
                    15.21,
                    14.16
                ],
                "day60LowUp": [
                    "",
                    0,
                    "60,2020-07-03",
                    20.83,
                    20.83
                ],
                "day100LowUp": [
                    "",
                    0,
                    "99,2020-08-27",
                    24.76,
                    24.64
                ]
            }
        },
        {
            "dataName": "白银连续",
            "quantName": "低位九转",
            "trigDate": "2013-07-01",
            "trigIndex": 275,
            "trigcalType": "日周九转",
            "logProfileN": {
                "day10LowUp": [
                    "4,2013-07-05",
                    -4.73,
                    "8,2013-07-11",
                    1.04,
                    0.59
                ],
                "day20LowUp": [
                    "4,2013-07-05",
                    -4.73,
                    "15,2013-07-22",
                    2.31,
                    -1.44
                ],
                "day60LowUp": [
                    "4,2013-07-05",
                    -4.73,
                    "41,2013-08-27",
                    23.77,
                    9.32
                ],
                "day100LowUp": [
                    "4,2013-07-05",
                    -4.73,
                    "41,2013-08-27",
                    23.77,
                    2.18
                ]
            }
        },
        {
            "dataName": "白银连续",
            "quantName": "低位九转",
            "trigDate": "2013-08-01",
            "trigIndex": 298,
            "trigcalType": "周月九转",
            "logProfileN": {
                "day10LowUp": [
                    "4,2013-08-07",
                    -0.46,
                    "10,2013-08-15",
                    17.2,
                    17.2
                ],
                "day20LowUp": [
                    "4,2013-08-07",
                    -0.46,
                    "18,2013-08-27",
                    26.47,
                    22.06
                ],
                "day60LowUp": [
                    "4,2013-08-07",
                    -0.46,
                    "18,2013-08-27",
                    26.47,
                    11.75
                ],
                "day100LowUp": [
                    "4,2013-08-07",
                    -0.46,
                    "18,2013-08-27",
                    26.47,
                    5.04
                ]
            }
        },
        {
            "dataName": "纸浆连续",
            "quantName": "低位九转",
            "trigDate": "2019-12-18",
            "trigIndex": 257,
            "trigcalType": "双周MACD-KDJ",
            "logProfileN": {
                "day10LowUp": [
                    "",
                    0,
                    "8,2019-12-30",
                    1.94,
                    1.68
                ],
                "day20LowUp": [
                    "",
                    0,
                    "17,2020-01-13",
                    3.26,
                    3.04
                ],
                "day60LowUp": [
                    "26,2020-02-03",
                    -3.18,
                    "22,2020-01-20",
                    4.5,
                    -1.15
                ],
                "day100LowUp": [
                    "26,2020-02-03",
                    -3.18,
                    "22,2020-01-20",
                    4.5,
                    -1.94
                ]
            }
        },
        {
            "dataName": "纸浆连续",
            "quantName": "低位九转",
            "trigDate": "2023-06-09",
            "trigIndex": 1099,
            "trigcalType": "日周九转",
            "logProfileN": {
                "day10LowUp": [
                    "9,2023-06-26",
                    -1.25,
                    "5,2023-06-16",
                    1.48,
                    0.16
                ],
                "day20LowUp": [
                    "9,2023-06-26",
                    -1.25,
                    "16,2023-07-05",
                    4.87,
                    4.29
                ],
                "day60LowUp": [
                    "9,2023-06-26",
                    -1.25,
                    "60,2023-09-05",
                    13.67,
                    13.67
                ],
                "day100LowUp": [
                    "9,2023-06-26",
                    -1.25,
                    "81,2023-10-12",
                    23.69,
                    20.41
                ]
            }
        },
        {
            "dataName": "不锈钢连续",
            "quantName": "低位九转",
            "trigDate": "2020-03-16",
            "trigIndex": 111,
            "trigcalType": "日周九转",
            "logProfileN": {
                "day10LowUp": [
                    "5,2020-03-23",
                    -3.4,
                    "",
                    0,
                    -2.74
                ],
                "day20LowUp": [
                    "5,2020-03-23",
                    -3.4,
                    "20,2020-04-14",
                    4.83,
                    4.83
                ],
                "day60LowUp": [
                    "5,2020-03-23",
                    -3.4,
                    "36,2020-05-11",
                    11.95,
                    4.5
                ],
                "day100LowUp": [
                    "5,2020-03-23",
                    -3.4,
                    "96,2020-08-05",
                    18.38,
                    14.41
                ]
            }
        },
        {
            "dataName": "螺纹连续",
            "quantName": "低位九转",
            "trigDate": "2015-12-02",
            "trigIndex": 1621,
            "trigcalType": "日周九转",
            "logProfileN": {
                "day10LowUp": [
                    "1,2015-12-03",
                    -1.45,
                    "10,2015-12-16",
                    0.84,
                    0.84
                ],
                "day20LowUp": [
                    "1,2015-12-03",
                    -1.45,
                    "19,2015-12-29",
                    7.29,
                    7.29
                ],
                "day60LowUp": [
                    "1,2015-12-03",
                    -1.45,
                    "58,2016-03-01",
                    20.19,
                    18.99
                ],
                "day100LowUp": [
                    "1,2015-12-03",
                    -1.45,
                    "94,2016-04-21",
                    65.76,
                    55.52
                ]
            }
        },
        {
            "dataName": "燃油连续",
            "quantName": "低位九转",
            "trigDate": "2015-09-02",
            "trigIndex": 2596,
            "trigcalType": "日周九转",
            "logProfileN": {
                "day10LowUp": [
                    "1,2015-09-03",
                    -1.05,
                    "8,2015-09-15",
                    24.9,
                    5.21
                ],
                "day20LowUp": [
                    "1,2015-09-03",
                    -1.05,
                    "19,2015-09-30",
                    25.65,
                    15.68
                ],
                "day60LowUp": [
                    "1,2015-09-03",
                    -1.05,
                    "19,2015-09-30",
                    25.65,
                    23.85
                ],
                "day100LowUp": [
                    "1,2015-09-03",
                    -1.05,
                    "77,2015-12-28",
                    29.16,
                    23.85
                ]
            }
        },
        {
            "dataName": "菜油连续",
            "quantName": "低位九转",
            "trigDate": "2016-03-08",
            "trigIndex": 2129,
            "trigcalType": "双周MACD-KDJ",
            "logProfileN": {
                "day10LowUp": [
                    "2,2016-03-10",
                    -0.07,
                    "10,2016-03-22",
                    5.95,
                    5.95
                ],
                "day20LowUp": [
                    "2,2016-03-10",
                    -0.07,
                    "10,2016-03-22",
                    5.95,
                    4.96
                ],
                "day60LowUp": [
                    "2,2016-03-10",
                    -0.07,
                    "30,2016-04-21",
                    11.8,
                    11.2
                ],
                "day100LowUp": [
                    "2,2016-03-10",
                    -0.07,
                    "79,2016-07-04",
                    18.28,
                    10.88
                ]
            }
        },
        {
            "dataName": "沪镍连续",
            "quantName": "低位九转",
            "trigDate": "2023-12-04",
            "trigIndex": 2116,
            "trigcalType": "日周九转",
            "logProfileN": {
                "day10LowUp": [
                    "1,2023-12-05",
                    -2.6,
                    "4,2023-12-08",
                    4.17,
                    3.84
                ],
                "day20LowUp": [
                    "1,2023-12-05",
                    -2.6,
                    "4,2023-12-08",
                    4.17,
                    -0.74
                ],
                "day60LowUp": [
                    "23,2024-01-05",
                    -3.83,
                    "56,2024-02-29",
                    7.2,
                    5.28
                ],
                "day100LowUp": [
                    "23,2024-01-05",
                    -3.83,
                    "95,2024-04-26",
                    13.55,
                    9.91
                ]
            }
        },
        {
            "dataName": "沪镍连续",
            "quantName": "低位九转",
            "trigDate": "2024-01-09",
            "trigIndex": 2141,
            "trigcalType": "日周九转|周月九转",
            "logProfileN": {
                "day10LowUp": [
                    "1,2024-01-10",
                    -0.66,
                    "10,2024-01-23",
                    3.1,
                    3.1
                ],
                "day20LowUp": [
                    "19,2024-02-05",
                    -0.71,
                    "13,2024-01-26",
                    3.7,
                    -0.63
                ],
                "day60LowUp": [
                    "21,2024-02-07",
                    -1.35,
                    "40,2024-03-13",
                    12.96,
                    9.94
                ],
                "day100LowUp": [
                    "21,2024-02-07",
                    -1.35,
                    "84,2024-05-21",
                    25.5,
                    10.16
                ]
            }
        },
        {
            "dataName": "棕榈油连续",
            "quantName": "低位九转",
            "trigDate": "2023-06-05",
            "trigIndex": 3796,
            "trigcalType": "日周九转",
            "logProfileN": {
                "day10LowUp": [
                    "3,2023-06-08",
                    -1.07,
                    "10,2023-06-19",
                    10.3,
                    10.3
                ],
                "day20LowUp": [
                    "3,2023-06-08",
                    -1.07,
                    "18,2023-07-03",
                    18.33,
                    16.16
                ],
                "day60LowUp": [
                    "3,2023-06-08",
                    -1.07,
                    "35,2023-07-26",
                    19.93,
                    19.62
                ],
                "day100LowUp": [
                    "3,2023-06-08",
                    -1.07,
                    "62,2023-09-01",
                    21.89,
                    12.2
                ]
            }
        },
        {
            "dataName": "PVC连续",
            "quantName": "低位九转",
            "trigDate": "2015-11-24",
            "trigIndex": 1573,
            "trigcalType": "日周九转",
            "logProfileN": {
                "day10LowUp": [
                    "10,2015-12-08",
                    -2.93,
                    "2,2015-11-26",
                    0.11,
                    -2.93
                ],
                "day20LowUp": [
                    "10,2015-12-08",
                    -2.93,
                    "20,2015-12-22",
                    3.9,
                    3.9
                ],
                "day60LowUp": [
                    "10,2015-12-08",
                    -2.93,
                    "59,2016-02-23",
                    11.05,
                    10.73
                ],
                "day100LowUp": [
                    "10,2015-12-08",
                    -2.93,
                    "77,2016-03-18",
                    19.93,
                    11.59
                ]
            }
        },
        {
            "dataName": "PVC连续",
            "quantName": "低位九转",
            "trigDate": "2022-11-01",
            "trigIndex": 3259,
            "trigcalType": "日周九转",
            "logProfileN": {
                "day10LowUp": [
                    "",
                    0,
                    "3,2022-11-04",
                    3.56,
                    2.99
                ],
                "day20LowUp": [
                    "",
                    0,
                    "18,2022-11-25",
                    6.94,
                    4.25
                ],
                "day60LowUp": [
                    "",
                    0,
                    "57,2023-01-20",
                    17,
                    10.62
                ],
                "day100LowUp": [
                    "",
                    0,
                    "57,2023-01-20",
                    17,
                    9.47
                ]
            }
        },
        {
            "dataName": "豆油连续",
            "quantName": "低位九转",
            "trigDate": "2009-01-16",
            "trigIndex": 738,
            "trigcalType": "周月九转",
            "logProfileN": {
                "day10LowUp": [
                    "6,2009-02-02",
                    -4.77,
                    "10,2009-02-06",
                    0.35,
                    0.35
                ],
                "day20LowUp": [
                    "19,2009-02-19",
                    -5.57,
                    "12,2009-02-10",
                    4.77,
                    -4.45
                ],
                "day60LowUp": [
                    "27,2009-03-03",
                    -5.95,
                    "59,2009-04-17",
                    14.41,
                    12.85
                ],
                "day100LowUp": [
                    "27,2009-03-03",
                    -5.95,
                    "90,2009-06-03",
                    26.24,
                    20.8
                ]
            }
        },
        {
            "dataName": "豆油连续",
            "quantName": "低位九转",
            "trigDate": "2015-02-06",
            "trigIndex": 2205,
            "trigcalType": "双周MACD-KDJ",
            "logProfileN": {
                "day10LowUp": [
                    "4,2015-02-12",
                    -0.65,
                    "10,2015-02-27",
                    2.83,
                    2.83
                ],
                "day20LowUp": [
                    "20,2015-03-13",
                    -1.13,
                    "11,2015-03-02",
                    4.17,
                    -1.13
                ],
                "day60LowUp": [
                    "32,2015-03-31",
                    -2.87,
                    "56,2015-05-06",
                    7.91,
                    6.9
                ],
                "day100LowUp": [
                    "32,2015-03-31",
                    -2.87,
                    "56,2015-05-06",
                    7.91,
                    0.69
                ]
            }
        },
        {
            "dataName": "豆油连续",
            "quantName": "低位九转",
            "trigDate": "2023-06-05",
            "trigIndex": 4228,
            "trigcalType": "日周九转",
            "logProfileN": {
                "day10LowUp": [
                    "3,2023-06-08",
                    -0.34,
                    "10,2023-06-19",
                    9.84,
                    9.84
                ],
                "day20LowUp": [
                    "3,2023-06-08",
                    -0.34,
                    "18,2023-07-03",
                    16.61,
                    15.45
                ],
                "day60LowUp": [
                    "3,2023-06-08",
                    -0.34,
                    "57,2023-08-25",
                    20.71,
                    20.34
                ],
                "day100LowUp": [
                    "3,2023-06-08",
                    -0.34,
                    "62,2023-09-01",
                    22.19,
                    15.56
                ]
            }
        },
        {
            "dataName": "豆二连续",
            "quantName": "低位九转",
            "trigDate": "2019-05-07",
            "trigIndex": 2695,
            "trigcalType": "双周MACD-KDJ",
            "logProfileN": {
                "day10LowUp": [
                    "",
                    0,
                    "10,2019-05-21",
                    7.55,
                    7.55
                ],
                "day20LowUp": [
                    "",
                    0,
                    "20,2019-06-04",
                    15.18,
                    15.18
                ],
                "day60LowUp": [
                    "",
                    0,
                    "28,2019-06-17",
                    15.97,
                    10.22
                ],
                "day100LowUp": [
                    "",
                    0,
                    "84,2019-09-03",
                    23.96,
                    14.5
                ]
            }
        },
        {
            "dataName": "豆二连续",
            "quantName": "低位九转",
            "trigDate": "2023-06-05",
            "trigIndex": 3687,
            "trigcalType": "日周九转",
            "logProfileN": {
                "day10LowUp": [
                    "2,2023-06-07",
                    -0.61,
                    "10,2023-06-19",
                    10.09,
                    10.09
                ],
                "day20LowUp": [
                    "2,2023-06-07",
                    -0.61,
                    "19,2023-07-04",
                    17.27,
                    17.06
                ],
                "day60LowUp": [
                    "2,2023-06-07",
                    -0.61,
                    "57,2023-08-25",
                    36.46,
                    34.08
                ],
                "day100LowUp": [
                    "2,2023-06-07",
                    -0.61,
                    "57,2023-08-25",
                    36.46,
                    14.48
                ]
            }
        },
        {
            "dataName": "硅铁连续",
            "quantName": "低位九转",
            "trigDate": "2024-04-08",
            "trigIndex": 2316,
            "trigcalType": "双周MACD-KDJ",
            "logProfileN": {
                "day10LowUp": [
                    "",
                    0,
                    "10,2024-04-22",
                    3.27,
                    3.27
                ],
                "day20LowUp": [
                    "",
                    0,
                    "20,2024-05-09",
                    9.51,
                    9.51
                ],
                "day60LowUp": [
                    "",
                    0,
                    "36,2024-05-31",
                    23.94,
                    5.38
                ],
                "day100LowUp": [
                    "95,2024-08-23",
                    -3.52,
                    "36,2024-05-31",
                    23.94,
                    -2.05
                ]
            }
        },
        {
            "dataName": "焦炭连续",
            "quantName": "低位九转",
            "trigDate": "2015-12-07",
            "trigIndex": 1125,
            "trigcalType": "日周九转|周月九转",
            "logProfileN": {
                "day10LowUp": [
                    "3,2015-12-10",
                    -1.7,
                    "10,2015-12-21",
                    3.73,
                    3.73
                ],
                "day20LowUp": [
                    "3,2015-12-10",
                    -1.7,
                    "17,2015-12-30",
                    4.46,
                    3.73
                ],
                "day60LowUp": [
                    "3,2015-12-10",
                    -1.7,
                    "60,2016-03-08",
                    21.88,
                    21.88
                ],
                "day100LowUp": [
                    "3,2015-12-10",
                    -1.7,
                    "92,2016-04-25",
                    79.9,
                    59.48
                ]
            }
        },
        {
            "dataName": "焦炭连续",
            "quantName": "低位九转",
            "trigDate": "2016-01-15",
            "trigIndex": 1153,
            "trigcalType": "周月九转",
            "logProfileN": {
                "day10LowUp": [
                    "",
                    0,
                    "8,2016-01-27",
                    4.23,
                    2.08
                ],
                "day20LowUp": [
                    "",
                    0,
                    "20,2016-02-19",
                    6.62,
                    6.62
                ],
                "day60LowUp": [
                    "",
                    0,
                    "60,2016-04-19",
                    53.63,
                    53.63
                ],
                "day100LowUp": [
                    "",
                    0,
                    "64,2016-04-25",
                    77.17,
                    36.39
                ]
            }
        },
        {
            "dataName": "白糖连续",
            "quantName": "低位九转",
            "trigDate": "2012-11-07",
            "trigIndex": 1662,
            "trigcalType": "日周九转",
            "logProfileN": {
                "day10LowUp": [
                    "3,2012-11-12",
                    -0.93,
                    "5,2012-11-14",
                    1.85,
                    1.68
                ],
                "day20LowUp": [
                    "3,2012-11-12",
                    -0.93,
                    "18,2012-12-03",
                    2.91,
                    2.55
                ],
                "day60LowUp": [
                    "3,2012-11-12",
                    -0.93,
                    "41,2013-01-08",
                    8.65,
                    3.96
                ],
                "day100LowUp": [
                    "3,2012-11-12",
                    -0.93,
                    "41,2013-01-08",
                    8.65,
                    2.84
                ]
            }
        },
        {
            "dataName": "花生连续",
            "quantName": "低位九转",
            "trigDate": "2021-12-29",
            "trigIndex": 220,
            "trigcalType": "双周MACD-KDJ",
            "logProfileN": {
                "day10LowUp": [
                    "7,2022-01-10",
                    -5.25,
                    "2,2021-12-31",
                    0.27,
                    -4.47
                ],
                "day20LowUp": [
                    "7,2022-01-10",
                    -5.25,
                    "2,2021-12-31",
                    0.27,
                    -3.33
                ],
                "day60LowUp": [
                    "7,2022-01-10",
                    -5.25,
                    "58,2022-03-29",
                    17.91,
                    17.52
                ],
                "day100LowUp": [
                    "7,2022-01-10",
                    -5.25,
                    "93,2022-05-24",
                    30.81,
                    24.98
                ]
            }
        },
        {
            "dataName": "花生连续",
            "quantName": "低位九转",
            "trigDate": "2022-01-18",
            "trigIndex": 233,
            "trigcalType": "双周MACD-KDJ",
            "logProfileN": {
                "day10LowUp": [
                    "5,2022-01-25",
                    -1.43,
                    "9,2022-02-07",
                    2.15,
                    1.93
                ],
                "day20LowUp": [
                    "5,2022-01-25",
                    -1.43,
                    "9,2022-02-07",
                    2.15,
                    -0.4
                ],
                "day60LowUp": [
                    "5,2022-01-25",
                    -1.43,
                    "45,2022-03-29",
                    21.39,
                    15.71
                ],
                "day100LowUp": [
                    "5,2022-01-25",
                    -1.43,
                    "80,2022-05-24",
                    34.68,
                    21.34
                ]
            }
        },
        {
            "dataName": "花生连续",
            "quantName": "低位九转",
            "trigDate": "2023-12-04",
            "trigIndex": 687,
            "trigcalType": "日周九转",
            "logProfileN": {
                "day10LowUp": [
                    "7,2023-12-13",
                    -1.6,
                    "3,2023-12-07",
                    1.29,
                    -0.32
                ],
                "day20LowUp": [
                    "19,2023-12-29",
                    -2.55,
                    "3,2023-12-07",
                    1.29,
                    -1.33
                ],
                "day60LowUp": [
                    "19,2023-12-29",
                    -2.55,
                    "48,2024-02-19",
                    3.66,
                    0.83
                ],
                "day100LowUp": [
                    "19,2023-12-29",
                    -2.55,
                    "75,2024-03-27",
                    7.74,
                    3
                ]
            }
        },
        {
            "dataName": "棉纱连续",
            "quantName": "低位九转",
            "trigDate": "2022-11-02",
            "trigIndex": 1227,
            "trigcalType": "日周九转",
            "logProfileN": {
                "day10LowUp": [
                    "",
                    0,
                    "10,2022-11-16",
                    5.34,
                    5.34
                ],
                "day20LowUp": [
                    "",
                    0,
                    "14,2022-11-22",
                    8.31,
                    4.55
                ],
                "day60LowUp": [
                    "",
                    0,
                    "58,2023-01-31",
                    15.52,
                    14.66
                ],
                "day100LowUp": [
                    "",
                    0,
                    "58,2023-01-31",
                    15.52,
                    10.75
                ]
            }
        },
        {
            "dataName": "玉米连续",
            "quantName": "低位九转",
            "trigDate": "2024-01-29",
            "trigIndex": 4640,
            "trigcalType": "日周九转",
            "logProfileN": {
                "day10LowUp": [
                    "1,2024-01-30",
                    -0.13,
                    "6,2024-02-06",
                    1.64,
                    1.18
                ],
                "day20LowUp": [
                    "1,2024-01-30",
                    -0.13,
                    "12,2024-02-22",
                    3.7,
                    2.86
                ],
                "day60LowUp": [
                    "1,2024-01-30",
                    -0.13,
                    "12,2024-02-22",
                    3.7,
                    2.61
                ],
                "day100LowUp": [
                    "1,2024-01-30",
                    -0.13,
                    "95,2024-06-26",
                    5.81,
                    4.5
                ]
            }
        },
        {
            "dataName": "液化气连续",
            "quantName": "低位九转",
            "trigDate": "2023-07-10",
            "trigIndex": 795,
            "trigcalType": "日周九转",
            "logProfileN": {
                "day10LowUp": [
                    "",
                    0,
                    "2,2023-07-12",
                    4.45,
                    3.6
                ],
                "day20LowUp": [
                    "",
                    0,
                    "16,2023-08-01",
                    11.19,
                    7.88
                ],
                "day60LowUp": [
                    "",
                    0,
                    "51,2023-09-19",
                    53.93,
                    41.44
                ],
                "day100LowUp": [
                    "",
                    0,
                    "51,2023-09-19",
                    53.93,
                    24.42
                ]
            }
        },
        {
            "dataName": "苹果连续",
            "quantName": "低位九转",
            "trigDate": "2020-03-10",
            "trigIndex": 533,
            "trigcalType": "日周九转",
            "logProfileN": {
                "day10LowUp": [
                    "7,2020-03-19",
                    -4.72,
                    "",
                    0,
                    -3.8
                ],
                "day20LowUp": [
                    "7,2020-03-19",
                    -4.72,
                    "",
                    0,
                    -0.79
                ],
                "day60LowUp": [
                    "7,2020-03-19",
                    -4.72,
                    "40,2020-05-11",
                    37.36,
                    25.71
                ],
                "day100LowUp": [
                    "7,2020-03-19",
                    -4.72,
                    "40,2020-05-11",
                    37.36,
                    4.37
                ]
            }
        },
        {
            "dataName": "苹果连续",
            "quantName": "低位九转",
            "trigDate": "2024-09-11",
            "trigIndex": 1627,
            "trigcalType": "日月九转",
            "logProfileN": {
                "day10LowUp": [
                    "1,2024-09-12",
                    -0.52,
                    "4,2024-09-19",
                    4.86,
                    4.27
                ],
                "day20LowUp": [
                    "12,2024-10-08",
                    -0.87,
                    "4,2024-09-19",
                    4.86,
                    1.75
                ],
                "day36LowUp": [
                    "12,2024-10-08",
                    -0.87,
                    "36,2024-11-11",
                    14.55,
                    14.55
                ],
                "lastDay": 36
            }
        },
        {
            "dataName": "焦煤连续",
            "quantName": "低位九转",
            "trigDate": "2023-06-01",
            "trigIndex": 2473,
            "trigcalType": "日周九转",
            "logProfileN": {
                "day10LowUp": [
                    "",
                    0,
                    "10,2023-06-15",
                    9.57,
                    9.57
                ],
                "day20LowUp": [
                    "",
                    0,
                    "11,2023-06-16",
                    11.24,
                    5.72
                ],
                "day60LowUp": [
                    "",
                    0,
                    "33,2023-07-20",
                    21.84,
                    19.02
                ],
                "day100LowUp": [
                    "",
                    0,
                    "77,2023-09-20",
                    52.9,
                    44.16
                ]
            }
        },
        {
            "dataName": "焦煤连续",
            "quantName": "低位九转",
            "trigDate": "2024-09-12",
            "trigIndex": 2787,
            "trigcalType": "周月九转",
            "logProfileN": {
                "day10LowUp": [
                    "5,2024-09-23",
                    -4.05,
                    "10,2024-09-30",
                    20.55,
                    20.55
                ],
                "day20LowUp": [
                    "5,2024-09-23",
                    -4.05,
                    "10,2024-09-30",
                    20.55,
                    6.43
                ],
                "day35LowUp": [
                    "5,2024-09-23",
                    -4.05,
                    "10,2024-09-30",
                    20.55,
                    1.4
                ],
                "lastDay": 35
            }
        },
        {
            "dataName": "豆一连续",
            "quantName": "低位九转",
            "trigDate": "2016-03-22",
            "trigIndex": 2730,
            "trigcalType": "日周九转",
            "logProfileN": {
                "day10LowUp": [
                    "9,2016-04-06",
                    -4.84,
                    "3,2016-03-25",
                    0.63,
                    -4.84
                ],
                "day20LowUp": [
                    "11,2016-04-08",
                    -4.96,
                    "20,2016-04-21",
                    6.65,
                    6.65
                ],
                "day60LowUp": [
                    "11,2016-04-08",
                    -4.96,
                    "54,2016-06-13",
                    12.98,
                    10.25
                ],
                "day100LowUp": [
                    "11,2016-04-08",
                    -4.96,
                    "65,2016-06-28",
                    14.18,
                    9.42
                ]
            }
        },
        {
            "dataName": "PTA连续",
            "quantName": "低位九转",
            "trigDate": "2014-03-04",
            "trigIndex": 1751,
            "trigcalType": "日周九转",
            "logProfileN": {
                "day10LowUp": [
                    "6,2014-03-14",
                    -4.57,
                    "2,2014-03-06",
                    1.92,
                    -2.84
                ],
                "day20LowUp": [
                    "6,2014-03-14",
                    -4.57,
                    "16,2014-03-28",
                    2.38,
                    -0.8
                ],
                "day60LowUp": [
                    "43,2014-05-08",
                    -7.42,
                    "16,2014-03-28",
                    2.38,
                    1.3
                ],
                "day100LowUp": [
                    "43,2014-05-08",
                    -7.42,
                    "96,2014-07-23",
                    15.67,
                    14.59
                ]
            }
        },
        {
            "dataName": "PTA连续",
            "quantName": "低位九转",
            "trigDate": "2014-03-21",
            "trigIndex": 1762,
            "trigcalType": "日周九转",
            "logProfileN": {
                "day10LowUp": [
                    "",
                    0,
                    "5,2014-03-28",
                    4.55,
                    1.7
                ],
                "day20LowUp": [
                    "20,2014-04-21",
                    -1.39,
                    "5,2014-03-28",
                    4.55,
                    -1.39
                ],
                "day60LowUp": [
                    "32,2014-05-08",
                    -5.46,
                    "58,2014-06-16",
                    13.07,
                    10.61
                ],
                "day100LowUp": [
                    "32,2014-05-08",
                    -5.46,
                    "85,2014-07-23",
                    18.12,
                    9.75
                ]
            }
        },
        {
            "dataName": "PTA连续",
            "quantName": "低位九转",
            "trigDate": "2014-05-19",
            "trigIndex": 1801,
            "trigcalType": "双周MACD-KDJ",
            "logProfileN": {
                "day10LowUp": [
                    "1,2014-05-20",
                    -0.41,
                    "8,2014-05-29",
                    3.83,
                    3.7
                ],
                "day20LowUp": [
                    "1,2014-05-20",
                    -0.41,
                    "19,2014-06-16",
                    13.35,
                    11.58
                ],
                "day60LowUp": [
                    "1,2014-05-20",
                    -0.41,
                    "46,2014-07-23",
                    18.42,
                    11.33
                ],
                "day100LowUp": [
                    "100,2014-10-16",
                    -12.41,
                    "46,2014-07-23",
                    18.42,
                    -12.41
                ]
            }
        },
        {
            "dataName": "PTA连续",
            "quantName": "低位九转",
            "trigDate": "2020-04-01",
            "trigIndex": 3230,
            "trigcalType": "日周九转",
            "logProfileN": {
                "day10LowUp": [
                    "",
                    0,
                    "5,2020-04-09",
                    9.65,
                    5.8
                ],
                "day20LowUp": [
                    "14,2020-04-22",
                    -4.52,
                    "5,2020-04-09",
                    9.65,
                    4.33
                ],
                "day60LowUp": [
                    "14,2020-04-22",
                    -4.52,
                    "44,2020-06-08",
                    15.14,
                    11.66
                ],
                "day100LowUp": [
                    "14,2020-04-22",
                    -4.52,
                    "89,2020-08-12",
                    15.51,
                    14.22
                ]
            }
        },
        {
            "dataName": "PTA连续",
            "quantName": "低位九转",
            "trigDate": "2020-04-28",
            "trigIndex": 3248,
            "trigcalType": "周月九转",
            "logProfileN": {
                "day10LowUp": [
                    "",
                    0,
                    "10,2020-05-15",
                    7.71,
                    7.71
                ],
                "day20LowUp": [
                    "",
                    0,
                    "13,2020-05-20",
                    12.29,
                    8.49
                ],
                "day60LowUp": [
                    "",
                    0,
                    "26,2020-06-08",
                    13.61,
                    7.53
                ],
                "day100LowUp": [
                    "",
                    0,
                    "86,2020-09-02",
                    14.46,
                    7.83
                ]
            }
        },
        {
            "dataName": "苯乙烯连续",
            "quantName": "低位九转",
            "trigDate": "2020-04-03",
            "trigIndex": 124,
            "trigcalType": "日周九转",
            "logProfileN": {
                "day10LowUp": [
                    "",
                    0,
                    "10,2020-04-20",
                    13.6,
                    13.6
                ],
                "day20LowUp": [
                    "12,2020-04-22",
                    -1.33,
                    "19,2020-05-06",
                    17.22,
                    13.19
                ],
                "day60LowUp": [
                    "12,2020-04-22",
                    -1.33,
                    "39,2020-06-03",
                    21.85,
                    17.61
                ],
                "day100LowUp": [
                    "12,2020-04-22",
                    -1.33,
                    "39,2020-06-03",
                    21.85,
                    18.39
                ]
            }
        },
        {
            "dataName": "沥青连续",
            "quantName": "低位九转",
            "trigDate": "2020-04-02",
            "trigIndex": 1579,
            "trigcalType": "日周九转",
            "logProfileN": {
                "day10LowUp": [
                    "",
                    0,
                    "8,2020-04-15",
                    7.89,
                    5.72
                ],
                "day20LowUp": [
                    "13,2020-04-22",
                    -9.57,
                    "8,2020-04-15",
                    7.89,
                    4.93
                ],
                "day60LowUp": [
                    "13,2020-04-22",
                    -9.57,
                    "60,2020-07-03",
                    39.45,
                    39.45
                ],
                "day100LowUp": [
                    "13,2020-04-22",
                    -9.57,
                    "74,2020-07-23",
                    42.21,
                    32.05
                ]
            }
        },
        {
            "dataName": "沪镍连续",
            "quantName": "低位九转",
            "trigDate": "2024-01-11",
            "trigIndex": 2143,
            "trigcalType": "日周九转",
            "logProfileN": {
                "day10LowUp": [
                    "7,2024-01-22",
                    -2.35,
                    "9,2024-01-24",
                    0.63,
                    0.58
                ],
                "day20LowUp": [
                    "19,2024-02-07",
                    -3.81,
                    "11,2024-01-26",
                    1.11,
                    -2.11
                ],
                "day60LowUp": [
                    "19,2024-02-07",
                    -3.81,
                    "38,2024-03-13",
                    10.14,
                    4.32
                ],
                "day100LowUp": [
                    "19,2024-02-07",
                    -3.81,
                    "82,2024-05-21",
                    22.36,
                    4.81
                ]
            }
        },
        {
            "dataName": "棕榈油连续",
            "quantName": "低位九转",
            "trigDate": "2023-06-06",
            "trigIndex": 3797,
            "trigcalType": "日周九转",
            "logProfileN": {
                "day10LowUp": [
                    "2,2023-06-08",
                    -0.55,
                    "10,2023-06-20",
                    11.49,
                    11.49
                ],
                "day20LowUp": [
                    "2,2023-06-08",
                    -0.55,
                    "17,2023-07-03",
                    18.95,
                    16.61
                ],
                "day60LowUp": [
                    "2,2023-06-08",
                    -0.55,
                    "60,2023-08-31",
                    21.66,
                    21.66
                ],
                "day100LowUp": [
                    "2,2023-06-08",
                    -0.55,
                    "61,2023-09-01",
                    22.53,
                    13.25
                ]
            }
        },
        {
            "dataName": "PVC连续",
            "quantName": "低位九转",
            "trigDate": "2022-11-02",
            "trigIndex": 3260,
            "trigcalType": "日周九转",
            "logProfileN": {
                "day10LowUp": [
                    "6,2022-11-10",
                    -0.61,
                    "10,2022-11-16",
                    2.53,
                    2.53
                ],
                "day20LowUp": [
                    "6,2022-11-10",
                    -0.61,
                    "17,2022-11-25",
                    5.85,
                    3.34
                ],
                "day60LowUp": [
                    "6,2022-11-10",
                    -0.61,
                    "56,2023-01-20",
                    15.81,
                    7.51
                ],
                "day100LowUp": [
                    "6,2022-11-10",
                    -0.61,
                    "56,2023-01-20",
                    15.81,
                    8.2
                ]
            }
        },
        {
            "dataName": "豆油连续",
            "quantName": "低位九转",
            "trigDate": "2023-06-06",
            "trigIndex": 4229,
            "trigcalType": "日周九转",
            "logProfileN": {
                "day10LowUp": [
                    "2,2023-06-08",
                    -0.48,
                    "10,2023-06-20",
                    10.37,
                    10.37
                ],
                "day20LowUp": [
                    "2,2023-06-08",
                    -0.48,
                    "17,2023-07-03",
                    16.45,
                    15.14
                ],
                "day60LowUp": [
                    "2,2023-06-08",
                    -0.48,
                    "56,2023-08-25",
                    20.54,
                    20.31
                ],
                "day100LowUp": [
                    "2,2023-06-08",
                    -0.48,
                    "61,2023-09-01",
                    22.02,
                    16.16
                ]
            }
        },
        {
            "dataName": "硅铁连续",
            "quantName": "低位九转",
            "trigDate": "2024-04-09",
            "trigIndex": 2317,
            "trigcalType": "双周MACD-KDJ",
            "logProfileN": {
                "day10LowUp": [
                    "5,2024-04-16",
                    -0.49,
                    "9,2024-04-22",
                    2.67,
                    0.09
                ],
                "day20LowUp": [
                    "5,2024-04-16",
                    -0.49,
                    "19,2024-05-09",
                    8.88,
                    8.57
                ],
                "day60LowUp": [
                    "5,2024-04-16",
                    -0.49,
                    "35,2024-05-31",
                    23.22,
                    3.62
                ],
                "day100LowUp": [
                    "100,2024-09-02",
                    -5.29,
                    "35,2024-05-31",
                    23.22,
                    -5.29
                ]
            }
        },
        {
            "dataName": "花生连续",
            "quantName": "低位九转",
            "trigDate": "2023-12-05",
            "trigIndex": 688,
            "trigcalType": "日周九转",
            "logProfileN": {
                "day10LowUp": [
                    "6,2023-12-13",
                    -1.71,
                    "2,2023-12-07",
                    1.17,
                    -0.16
                ],
                "day20LowUp": [
                    "18,2023-12-29",
                    -2.66,
                    "2,2023-12-07",
                    1.17,
                    -1.1
                ],
                "day60LowUp": [
                    "18,2023-12-29",
                    -2.66,
                    "47,2024-02-19",
                    3.54,
                    1.04
                ],
                "day100LowUp": [
                    "18,2023-12-29",
                    -2.66,
                    "74,2024-03-27",
                    7.62,
                    1.51
                ]
            }
        },
        {
            "dataName": "棉纱连续",
            "quantName": "低位九转",
            "trigDate": "2022-11-03",
            "trigIndex": 1228,
            "trigcalType": "日周九转",
            "logProfileN": {
                "day10LowUp": [
                    "",
                    0,
                    "10,2022-11-17",
                    4.92,
                    4.92
                ],
                "day20LowUp": [
                    "",
                    0,
                    "13,2022-11-22",
                    7.54,
                    4.52
                ],
                "day60LowUp": [
                    "",
                    0,
                    "57,2023-01-31",
                    14.71,
                    12.31
                ],
                "day100LowUp": [
                    "",
                    0,
                    "57,2023-01-31",
                    14.71,
                    9.46
                ]
            }
        },
        {
            "dataName": "苹果连续",
            "quantName": "低位九转",
            "trigDate": "2024-09-12",
            "trigIndex": 1628,
            "trigcalType": "日月九转",
            "logProfileN": {
                "day10LowUp": [
                    "",
                    0,
                    "3,2024-09-19",
                    5.41,
                    3.86
                ],
                "day20LowUp": [
                    "11,2024-10-08",
                    -0.36,
                    "3,2024-09-19",
                    5.41,
                    0.77
                ],
                "day35LowUp": [
                    "11,2024-10-08",
                    -0.36,
                    "35,2024-11-11",
                    15.15,
                    15.15
                ],
                "lastDay": 35
            }
        },
        {
            "dataName": "PTA连续",
            "quantName": "低位九转",
            "trigDate": "2020-04-29",
            "trigIndex": 3249,
            "trigcalType": "周月九转",
            "logProfileN": {
                "day10LowUp": [
                    "",
                    0,
                    "10,2020-05-18",
                    6.43,
                    6.43
                ],
                "day20LowUp": [
                    "",
                    0,
                    "12,2020-05-20",
                    10.04,
                    9.39
                ],
                "day60LowUp": [
                    "",
                    0,
                    "25,2020-06-08",
                    11.33,
                    5.37
                ],
                "day100LowUp": [
                    "",
                    0,
                    "85,2020-09-02",
                    12.16,
                    3.96
                ]
            }
        },
        {
            "dataName": "棕榈油连续",
            "quantName": "低位九转",
            "trigDate": "2023-06-07",
            "trigIndex": 3798,
            "trigcalType": "日周九转",
            "logProfileN": {
                "day10LowUp": [
                    "1,2023-06-08",
                    -0.4,
                    "9,2023-06-20",
                    11.67,
                    8.58
                ],
                "day20LowUp": [
                    "1,2023-06-08",
                    -0.4,
                    "16,2023-07-03",
                    19.14,
                    15.09
                ],
                "day60LowUp": [
                    "1,2023-06-08",
                    -0.4,
                    "60,2023-09-01",
                    22.72,
                    22.72
                ],
                "day100LowUp": [
                    "1,2023-06-08",
                    -0.4,
                    "60,2023-09-01",
                    22.72,
                    13.43
                ]
            }
        },
        {
            "dataName": "PVC连续",
            "quantName": "低位九转",
            "trigDate": "2022-11-03",
            "trigIndex": 3261,
            "trigcalType": "日周九转",
            "logProfileN": {
                "day10LowUp": [
                    "5,2022-11-10",
                    -1.71,
                    "9,2022-11-16",
                    1.39,
                    -0.15
                ],
                "day20LowUp": [
                    "5,2022-11-10",
                    -1.71,
                    "16,2022-11-25",
                    4.67,
                    2.72
                ],
                "day60LowUp": [
                    "5,2022-11-10",
                    -1.71,
                    "55,2023-01-20",
                    14.52,
                    6.48
                ],
                "day100LowUp": [
                    "5,2022-11-10",
                    -1.71,
                    "55,2023-01-20",
                    14.52,
                    7.44
                ]
            }
        },
        {
            "dataName": "硅铁连续",
            "quantName": "低位九转",
            "trigDate": "2024-04-10",
            "trigIndex": 2318,
            "trigcalType": "双周MACD-KDJ",
            "logProfileN": {
                "day10LowUp": [
                    "4,2024-04-16",
                    -0.06,
                    "8,2024-04-22",
                    3.11,
                    1.98
                ],
                "day20LowUp": [
                    "4,2024-04-16",
                    -0.06,
                    "20,2024-05-13",
                    9.74,
                    9.74
                ],
                "day60LowUp": [
                    "4,2024-04-16",
                    -0.06,
                    "34,2024-05-31",
                    23.75,
                    2.87
                ],
                "day100LowUp": [
                    "100,2024-09-03",
                    -5.46,
                    "34,2024-05-31",
                    23.75,
                    -5.46
                ]
            }
        },
        {
            "dataName": "花生连续",
            "quantName": "低位九转",
            "trigDate": "2023-12-06",
            "trigIndex": 689,
            "trigcalType": "日周九转",
            "logProfileN": {
                "day10LowUp": [
                    "5,2023-12-13",
                    -2.5,
                    "1,2023-12-07",
                    0.36,
                    -0.87
                ],
                "day20LowUp": [
                    "17,2023-12-29",
                    -3.44,
                    "1,2023-12-07",
                    0.36,
                    -0.98
                ],
                "day60LowUp": [
                    "17,2023-12-29",
                    -3.44,
                    "46,2024-02-19",
                    2.71,
                    1.01
                ],
                "day100LowUp": [
                    "17,2023-12-29",
                    -3.44,
                    "73,2024-03-27",
                    6.75,
                    -0.11
                ]
            }
        }
    ]
}
var runLastKlineDate = "2024-11-11"