
    var 五年之锚 =  [
    {
        "date": "2007-01-04",
        "偏离度": null
    },
    {
        "date": "2007-01-05",
        "偏离度": null
    },
    {
        "date": "2007-01-08",
        "偏离度": null
    },
    {
        "date": "2007-01-09",
        "偏离度": null
    },
    {
        "date": "2007-01-10",
        "偏离度": null
    },
    {
        "date": "2007-01-11",
        "偏离度": null
    },
    {
        "date": "2007-01-12",
        "偏离度": null
    },
    {
        "date": "2007-01-15",
        "偏离度": null
    },
    {
        "date": "2007-01-16",
        "偏离度": null
    },
    {
        "date": "2007-01-17",
        "偏离度": null
    },
    {
        "date": "2007-01-18",
        "偏离度": null
    },
    {
        "date": "2007-01-19",
        "偏离度": null
    },
    {
        "date": "2007-01-22",
        "偏离度": null
    },
    {
        "date": "2007-01-23",
        "偏离度": null
    },
    {
        "date": "2007-01-24",
        "偏离度": null
    },
    {
        "date": "2007-01-25",
        "偏离度": null
    },
    {
        "date": "2007-01-26",
        "偏离度": null
    },
    {
        "date": "2007-01-29",
        "偏离度": null
    },
    {
        "date": "2007-01-30",
        "偏离度": null
    },
    {
        "date": "2007-01-31",
        "偏离度": null
    },
    {
        "date": "2007-02-01",
        "偏离度": null
    },
    {
        "date": "2007-02-02",
        "偏离度": null
    },
    {
        "date": "2007-02-05",
        "偏离度": null
    },
    {
        "date": "2007-02-06",
        "偏离度": null
    },
    {
        "date": "2007-02-07",
        "偏离度": null
    },
    {
        "date": "2007-02-08",
        "偏离度": null
    },
    {
        "date": "2007-02-09",
        "偏离度": null
    },
    {
        "date": "2007-02-12",
        "偏离度": null
    },
    {
        "date": "2007-02-13",
        "偏离度": null
    },
    {
        "date": "2007-02-14",
        "偏离度": null
    },
    {
        "date": "2007-02-15",
        "偏离度": null
    },
    {
        "date": "2007-02-16",
        "偏离度": null
    },
    {
        "date": "2007-02-26",
        "偏离度": null
    },
    {
        "date": "2007-02-27",
        "偏离度": null
    },
    {
        "date": "2007-02-28",
        "偏离度": null
    },
    {
        "date": "2007-03-01",
        "偏离度": null
    },
    {
        "date": "2007-03-02",
        "偏离度": null
    },
    {
        "date": "2007-03-05",
        "偏离度": null
    },
    {
        "date": "2007-03-06",
        "偏离度": null
    },
    {
        "date": "2007-03-07",
        "偏离度": null
    },
    {
        "date": "2007-03-08",
        "偏离度": null
    },
    {
        "date": "2007-03-09",
        "偏离度": null
    },
    {
        "date": "2007-03-12",
        "偏离度": null
    },
    {
        "date": "2007-03-13",
        "偏离度": null
    },
    {
        "date": "2007-03-14",
        "偏离度": null
    },
    {
        "date": "2007-03-15",
        "偏离度": null
    },
    {
        "date": "2007-03-16",
        "偏离度": null
    },
    {
        "date": "2007-03-19",
        "偏离度": null
    },
    {
        "date": "2007-03-20",
        "偏离度": null
    },
    {
        "date": "2007-03-21",
        "偏离度": null
    },
    {
        "date": "2007-03-22",
        "偏离度": null
    },
    {
        "date": "2007-03-23",
        "偏离度": null
    },
    {
        "date": "2007-03-26",
        "偏离度": null
    },
    {
        "date": "2007-03-27",
        "偏离度": null
    },
    {
        "date": "2007-03-28",
        "偏离度": null
    },
    {
        "date": "2007-03-29",
        "偏离度": null
    },
    {
        "date": "2007-03-30",
        "偏离度": null
    },
    {
        "date": "2007-04-02",
        "偏离度": null
    },
    {
        "date": "2007-04-03",
        "偏离度": null
    },
    {
        "date": "2007-04-04",
        "偏离度": null
    },
    {
        "date": "2007-04-05",
        "偏离度": null
    },
    {
        "date": "2007-04-06",
        "偏离度": null
    },
    {
        "date": "2007-04-09",
        "偏离度": null
    },
    {
        "date": "2007-04-10",
        "偏离度": null
    },
    {
        "date": "2007-04-11",
        "偏离度": null
    },
    {
        "date": "2007-04-12",
        "偏离度": null
    },
    {
        "date": "2007-04-13",
        "偏离度": null
    },
    {
        "date": "2007-04-16",
        "偏离度": null
    },
    {
        "date": "2007-04-17",
        "偏离度": null
    },
    {
        "date": "2007-04-18",
        "偏离度": null
    },
    {
        "date": "2007-04-19",
        "偏离度": null
    },
    {
        "date": "2007-04-20",
        "偏离度": null
    },
    {
        "date": "2007-04-23",
        "偏离度": null
    },
    {
        "date": "2007-04-24",
        "偏离度": null
    },
    {
        "date": "2007-04-25",
        "偏离度": null
    },
    {
        "date": "2007-04-26",
        "偏离度": null
    },
    {
        "date": "2007-04-27",
        "偏离度": null
    },
    {
        "date": "2007-04-30",
        "偏离度": null
    },
    {
        "date": "2007-05-08",
        "偏离度": null
    },
    {
        "date": "2007-05-09",
        "偏离度": null
    },
    {
        "date": "2007-05-10",
        "偏离度": null
    },
    {
        "date": "2007-05-11",
        "偏离度": null
    },
    {
        "date": "2007-05-14",
        "偏离度": null
    },
    {
        "date": "2007-05-15",
        "偏离度": null
    },
    {
        "date": "2007-05-16",
        "偏离度": null
    },
    {
        "date": "2007-05-17",
        "偏离度": null
    },
    {
        "date": "2007-05-18",
        "偏离度": null
    },
    {
        "date": "2007-05-21",
        "偏离度": null
    },
    {
        "date": "2007-05-22",
        "偏离度": null
    },
    {
        "date": "2007-05-23",
        "偏离度": null
    },
    {
        "date": "2007-05-24",
        "偏离度": null
    },
    {
        "date": "2007-05-25",
        "偏离度": null
    },
    {
        "date": "2007-05-28",
        "偏离度": null
    },
    {
        "date": "2007-05-29",
        "偏离度": null
    },
    {
        "date": "2007-05-30",
        "偏离度": null
    },
    {
        "date": "2007-05-31",
        "偏离度": null
    },
    {
        "date": "2007-06-01",
        "偏离度": null
    },
    {
        "date": "2007-06-04",
        "偏离度": null
    },
    {
        "date": "2007-06-05",
        "偏离度": null
    },
    {
        "date": "2007-06-06",
        "偏离度": null
    },
    {
        "date": "2007-06-07",
        "偏离度": null
    },
    {
        "date": "2007-06-08",
        "偏离度": null
    },
    {
        "date": "2007-06-11",
        "偏离度": null
    },
    {
        "date": "2007-06-12",
        "偏离度": null
    },
    {
        "date": "2007-06-13",
        "偏离度": null
    },
    {
        "date": "2007-06-14",
        "偏离度": null
    },
    {
        "date": "2007-06-15",
        "偏离度": null
    },
    {
        "date": "2007-06-18",
        "偏离度": null
    },
    {
        "date": "2007-06-19",
        "偏离度": null
    },
    {
        "date": "2007-06-20",
        "偏离度": null
    },
    {
        "date": "2007-06-21",
        "偏离度": null
    },
    {
        "date": "2007-06-22",
        "偏离度": null
    },
    {
        "date": "2007-06-25",
        "偏离度": null
    },
    {
        "date": "2007-06-26",
        "偏离度": null
    },
    {
        "date": "2007-06-27",
        "偏离度": null
    },
    {
        "date": "2007-06-28",
        "偏离度": null
    },
    {
        "date": "2007-06-29",
        "偏离度": null
    },
    {
        "date": "2007-07-02",
        "偏离度": null
    },
    {
        "date": "2007-07-03",
        "偏离度": null
    },
    {
        "date": "2007-07-04",
        "偏离度": null
    },
    {
        "date": "2007-07-05",
        "偏离度": null
    },
    {
        "date": "2007-07-06",
        "偏离度": null
    },
    {
        "date": "2007-07-09",
        "偏离度": null
    },
    {
        "date": "2007-07-10",
        "偏离度": null
    },
    {
        "date": "2007-07-11",
        "偏离度": null
    },
    {
        "date": "2007-07-12",
        "偏离度": null
    },
    {
        "date": "2007-07-13",
        "偏离度": null
    },
    {
        "date": "2007-07-16",
        "偏离度": null
    },
    {
        "date": "2007-07-17",
        "偏离度": null
    },
    {
        "date": "2007-07-18",
        "偏离度": null
    },
    {
        "date": "2007-07-19",
        "偏离度": null
    },
    {
        "date": "2007-07-20",
        "偏离度": null
    },
    {
        "date": "2007-07-23",
        "偏离度": null
    },
    {
        "date": "2007-07-24",
        "偏离度": null
    },
    {
        "date": "2007-07-25",
        "偏离度": null
    },
    {
        "date": "2007-07-26",
        "偏离度": null
    },
    {
        "date": "2007-07-27",
        "偏离度": null
    },
    {
        "date": "2007-07-30",
        "偏离度": null
    },
    {
        "date": "2007-07-31",
        "偏离度": null
    },
    {
        "date": "2007-08-01",
        "偏离度": null
    },
    {
        "date": "2007-08-02",
        "偏离度": null
    },
    {
        "date": "2007-08-03",
        "偏离度": null
    },
    {
        "date": "2007-08-06",
        "偏离度": null
    },
    {
        "date": "2007-08-07",
        "偏离度": null
    },
    {
        "date": "2007-08-08",
        "偏离度": null
    },
    {
        "date": "2007-08-09",
        "偏离度": null
    },
    {
        "date": "2007-08-10",
        "偏离度": null
    },
    {
        "date": "2007-08-13",
        "偏离度": null
    },
    {
        "date": "2007-08-14",
        "偏离度": null
    },
    {
        "date": "2007-08-15",
        "偏离度": null
    },
    {
        "date": "2007-08-16",
        "偏离度": null
    },
    {
        "date": "2007-08-17",
        "偏离度": null
    },
    {
        "date": "2007-08-20",
        "偏离度": null
    },
    {
        "date": "2007-08-21",
        "偏离度": null
    },
    {
        "date": "2007-08-22",
        "偏离度": null
    },
    {
        "date": "2007-08-23",
        "偏离度": null
    },
    {
        "date": "2007-08-24",
        "偏离度": null
    },
    {
        "date": "2007-08-27",
        "偏离度": null
    },
    {
        "date": "2007-08-28",
        "偏离度": null
    },
    {
        "date": "2007-08-29",
        "偏离度": null
    },
    {
        "date": "2007-08-30",
        "偏离度": null
    },
    {
        "date": "2007-08-31",
        "偏离度": null
    },
    {
        "date": "2007-09-03",
        "偏离度": null
    },
    {
        "date": "2007-09-04",
        "偏离度": null
    },
    {
        "date": "2007-09-05",
        "偏离度": null
    },
    {
        "date": "2007-09-06",
        "偏离度": null
    },
    {
        "date": "2007-09-07",
        "偏离度": null
    },
    {
        "date": "2007-09-10",
        "偏离度": null
    },
    {
        "date": "2007-09-11",
        "偏离度": null
    },
    {
        "date": "2007-09-12",
        "偏离度": null
    },
    {
        "date": "2007-09-13",
        "偏离度": null
    },
    {
        "date": "2007-09-14",
        "偏离度": null
    },
    {
        "date": "2007-09-17",
        "偏离度": null
    },
    {
        "date": "2007-09-18",
        "偏离度": null
    },
    {
        "date": "2007-09-19",
        "偏离度": null
    },
    {
        "date": "2007-09-20",
        "偏离度": null
    },
    {
        "date": "2007-09-21",
        "偏离度": null
    },
    {
        "date": "2007-09-24",
        "偏离度": null
    },
    {
        "date": "2007-09-25",
        "偏离度": null
    },
    {
        "date": "2007-09-26",
        "偏离度": null
    },
    {
        "date": "2007-09-27",
        "偏离度": null
    },
    {
        "date": "2007-09-28",
        "偏离度": null
    },
    {
        "date": "2007-10-08",
        "偏离度": null
    },
    {
        "date": "2007-10-09",
        "偏离度": null
    },
    {
        "date": "2007-10-10",
        "偏离度": null
    },
    {
        "date": "2007-10-11",
        "偏离度": null
    },
    {
        "date": "2007-10-12",
        "偏离度": null
    },
    {
        "date": "2007-10-15",
        "偏离度": null
    },
    {
        "date": "2007-10-16",
        "偏离度": null
    },
    {
        "date": "2007-10-17",
        "偏离度": null
    },
    {
        "date": "2007-10-18",
        "偏离度": null
    },
    {
        "date": "2007-10-19",
        "偏离度": null
    },
    {
        "date": "2007-10-22",
        "偏离度": null
    },
    {
        "date": "2007-10-23",
        "偏离度": null
    },
    {
        "date": "2007-10-24",
        "偏离度": null
    },
    {
        "date": "2007-10-25",
        "偏离度": null
    },
    {
        "date": "2007-10-26",
        "偏离度": null
    },
    {
        "date": "2007-10-29",
        "偏离度": null
    },
    {
        "date": "2007-10-30",
        "偏离度": null
    },
    {
        "date": "2007-10-31",
        "偏离度": null
    },
    {
        "date": "2007-11-01",
        "偏离度": null
    },
    {
        "date": "2007-11-02",
        "偏离度": null
    },
    {
        "date": "2007-11-05",
        "偏离度": null
    },
    {
        "date": "2007-11-06",
        "偏离度": null
    },
    {
        "date": "2007-11-07",
        "偏离度": null
    },
    {
        "date": "2007-11-08",
        "偏离度": null
    },
    {
        "date": "2007-11-09",
        "偏离度": null
    },
    {
        "date": "2007-11-12",
        "偏离度": null
    },
    {
        "date": "2007-11-13",
        "偏离度": null
    },
    {
        "date": "2007-11-14",
        "偏离度": null
    },
    {
        "date": "2007-11-15",
        "偏离度": null
    },
    {
        "date": "2007-11-16",
        "偏离度": null
    },
    {
        "date": "2007-11-19",
        "偏离度": null
    },
    {
        "date": "2007-11-20",
        "偏离度": null
    },
    {
        "date": "2007-11-21",
        "偏离度": null
    },
    {
        "date": "2007-11-22",
        "偏离度": null
    },
    {
        "date": "2007-11-23",
        "偏离度": null
    },
    {
        "date": "2007-11-26",
        "偏离度": null
    },
    {
        "date": "2007-11-27",
        "偏离度": null
    },
    {
        "date": "2007-11-28",
        "偏离度": null
    },
    {
        "date": "2007-11-29",
        "偏离度": null
    },
    {
        "date": "2007-11-30",
        "偏离度": null
    },
    {
        "date": "2007-12-03",
        "偏离度": null
    },
    {
        "date": "2007-12-04",
        "偏离度": null
    },
    {
        "date": "2007-12-05",
        "偏离度": null
    },
    {
        "date": "2007-12-06",
        "偏离度": null
    },
    {
        "date": "2007-12-07",
        "偏离度": null
    },
    {
        "date": "2007-12-10",
        "偏离度": null
    },
    {
        "date": "2007-12-11",
        "偏离度": null
    },
    {
        "date": "2007-12-12",
        "偏离度": null
    },
    {
        "date": "2007-12-13",
        "偏离度": null
    },
    {
        "date": "2007-12-14",
        "偏离度": null
    },
    {
        "date": "2007-12-17",
        "偏离度": null
    },
    {
        "date": "2007-12-18",
        "偏离度": null
    },
    {
        "date": "2007-12-19",
        "偏离度": null
    },
    {
        "date": "2007-12-20",
        "偏离度": null
    },
    {
        "date": "2007-12-21",
        "偏离度": null
    },
    {
        "date": "2007-12-24",
        "偏离度": null
    },
    {
        "date": "2007-12-25",
        "偏离度": null
    },
    {
        "date": "2007-12-26",
        "偏离度": null
    },
    {
        "date": "2007-12-27",
        "偏离度": null
    },
    {
        "date": "2007-12-28",
        "偏离度": null
    },
    {
        "date": "2008-01-02",
        "偏离度": null
    },
    {
        "date": "2008-01-03",
        "偏离度": null
    },
    {
        "date": "2008-01-04",
        "偏离度": null
    },
    {
        "date": "2008-01-07",
        "偏离度": null
    },
    {
        "date": "2008-01-08",
        "偏离度": null
    },
    {
        "date": "2008-01-09",
        "偏离度": null
    },
    {
        "date": "2008-01-10",
        "偏离度": null
    },
    {
        "date": "2008-01-11",
        "偏离度": null
    },
    {
        "date": "2008-01-14",
        "偏离度": null
    },
    {
        "date": "2008-01-15",
        "偏离度": null
    },
    {
        "date": "2008-01-16",
        "偏离度": null
    },
    {
        "date": "2008-01-17",
        "偏离度": null
    },
    {
        "date": "2008-01-18",
        "偏离度": null
    },
    {
        "date": "2008-01-21",
        "偏离度": null
    },
    {
        "date": "2008-01-22",
        "偏离度": null
    },
    {
        "date": "2008-01-23",
        "偏离度": null
    },
    {
        "date": "2008-01-24",
        "偏离度": null
    },
    {
        "date": "2008-01-25",
        "偏离度": null
    },
    {
        "date": "2008-01-28",
        "偏离度": null
    },
    {
        "date": "2008-01-29",
        "偏离度": null
    },
    {
        "date": "2008-01-30",
        "偏离度": null
    },
    {
        "date": "2008-01-31",
        "偏离度": null
    },
    {
        "date": "2008-02-01",
        "偏离度": null
    },
    {
        "date": "2008-02-04",
        "偏离度": null
    },
    {
        "date": "2008-02-05",
        "偏离度": null
    },
    {
        "date": "2008-02-13",
        "偏离度": null
    },
    {
        "date": "2008-02-14",
        "偏离度": null
    },
    {
        "date": "2008-02-15",
        "偏离度": null
    },
    {
        "date": "2008-02-18",
        "偏离度": null
    },
    {
        "date": "2008-02-19",
        "偏离度": null
    },
    {
        "date": "2008-02-20",
        "偏离度": null
    },
    {
        "date": "2008-02-21",
        "偏离度": null
    },
    {
        "date": "2008-02-22",
        "偏离度": null
    },
    {
        "date": "2008-02-25",
        "偏离度": null
    },
    {
        "date": "2008-02-26",
        "偏离度": null
    },
    {
        "date": "2008-02-27",
        "偏离度": null
    },
    {
        "date": "2008-02-28",
        "偏离度": null
    },
    {
        "date": "2008-02-29",
        "偏离度": null
    },
    {
        "date": "2008-03-03",
        "偏离度": null
    },
    {
        "date": "2008-03-04",
        "偏离度": null
    },
    {
        "date": "2008-03-05",
        "偏离度": null
    },
    {
        "date": "2008-03-06",
        "偏离度": null
    },
    {
        "date": "2008-03-07",
        "偏离度": null
    },
    {
        "date": "2008-03-10",
        "偏离度": null
    },
    {
        "date": "2008-03-11",
        "偏离度": null
    },
    {
        "date": "2008-03-12",
        "偏离度": null
    },
    {
        "date": "2008-03-13",
        "偏离度": null
    },
    {
        "date": "2008-03-14",
        "偏离度": null
    },
    {
        "date": "2008-03-17",
        "偏离度": null
    },
    {
        "date": "2008-03-18",
        "偏离度": null
    },
    {
        "date": "2008-03-19",
        "偏离度": null
    },
    {
        "date": "2008-03-20",
        "偏离度": null
    },
    {
        "date": "2008-03-21",
        "偏离度": null
    },
    {
        "date": "2008-03-24",
        "偏离度": null
    },
    {
        "date": "2008-03-25",
        "偏离度": null
    },
    {
        "date": "2008-03-26",
        "偏离度": null
    },
    {
        "date": "2008-03-27",
        "偏离度": null
    },
    {
        "date": "2008-03-28",
        "偏离度": null
    },
    {
        "date": "2008-03-31",
        "偏离度": null
    },
    {
        "date": "2008-04-01",
        "偏离度": null
    },
    {
        "date": "2008-04-02",
        "偏离度": null
    },
    {
        "date": "2008-04-03",
        "偏离度": null
    },
    {
        "date": "2008-04-07",
        "偏离度": null
    },
    {
        "date": "2008-04-08",
        "偏离度": null
    },
    {
        "date": "2008-04-09",
        "偏离度": null
    },
    {
        "date": "2008-04-10",
        "偏离度": null
    },
    {
        "date": "2008-04-11",
        "偏离度": null
    },
    {
        "date": "2008-04-14",
        "偏离度": null
    },
    {
        "date": "2008-04-15",
        "偏离度": null
    },
    {
        "date": "2008-04-16",
        "偏离度": null
    },
    {
        "date": "2008-04-17",
        "偏离度": null
    },
    {
        "date": "2008-04-18",
        "偏离度": null
    },
    {
        "date": "2008-04-21",
        "偏离度": null
    },
    {
        "date": "2008-04-22",
        "偏离度": null
    },
    {
        "date": "2008-04-23",
        "偏离度": null
    },
    {
        "date": "2008-04-24",
        "偏离度": null
    },
    {
        "date": "2008-04-25",
        "偏离度": null
    },
    {
        "date": "2008-04-28",
        "偏离度": null
    },
    {
        "date": "2008-04-29",
        "偏离度": null
    },
    {
        "date": "2008-04-30",
        "偏离度": null
    },
    {
        "date": "2008-05-05",
        "偏离度": null
    },
    {
        "date": "2008-05-06",
        "偏离度": null
    },
    {
        "date": "2008-05-07",
        "偏离度": null
    },
    {
        "date": "2008-05-08",
        "偏离度": null
    },
    {
        "date": "2008-05-09",
        "偏离度": null
    },
    {
        "date": "2008-05-12",
        "偏离度": null
    },
    {
        "date": "2008-05-13",
        "偏离度": null
    },
    {
        "date": "2008-05-14",
        "偏离度": null
    },
    {
        "date": "2008-05-15",
        "偏离度": null
    },
    {
        "date": "2008-05-16",
        "偏离度": null
    },
    {
        "date": "2008-05-19",
        "偏离度": null
    },
    {
        "date": "2008-05-20",
        "偏离度": null
    },
    {
        "date": "2008-05-21",
        "偏离度": null
    },
    {
        "date": "2008-05-22",
        "偏离度": null
    },
    {
        "date": "2008-05-23",
        "偏离度": null
    },
    {
        "date": "2008-05-26",
        "偏离度": null
    },
    {
        "date": "2008-05-27",
        "偏离度": null
    },
    {
        "date": "2008-05-28",
        "偏离度": null
    },
    {
        "date": "2008-05-29",
        "偏离度": null
    },
    {
        "date": "2008-05-30",
        "偏离度": null
    },
    {
        "date": "2008-06-02",
        "偏离度": null
    },
    {
        "date": "2008-06-03",
        "偏离度": null
    },
    {
        "date": "2008-06-04",
        "偏离度": null
    },
    {
        "date": "2008-06-05",
        "偏离度": null
    },
    {
        "date": "2008-06-06",
        "偏离度": null
    },
    {
        "date": "2008-06-10",
        "偏离度": null
    },
    {
        "date": "2008-06-11",
        "偏离度": null
    },
    {
        "date": "2008-06-12",
        "偏离度": null
    },
    {
        "date": "2008-06-13",
        "偏离度": null
    },
    {
        "date": "2008-06-16",
        "偏离度": null
    },
    {
        "date": "2008-06-17",
        "偏离度": null
    },
    {
        "date": "2008-06-18",
        "偏离度": null
    },
    {
        "date": "2008-06-19",
        "偏离度": null
    },
    {
        "date": "2008-06-20",
        "偏离度": null
    },
    {
        "date": "2008-06-23",
        "偏离度": null
    },
    {
        "date": "2008-06-24",
        "偏离度": null
    },
    {
        "date": "2008-06-25",
        "偏离度": null
    },
    {
        "date": "2008-06-26",
        "偏离度": null
    },
    {
        "date": "2008-06-27",
        "偏离度": null
    },
    {
        "date": "2008-06-30",
        "偏离度": null
    },
    {
        "date": "2008-07-01",
        "偏离度": null
    },
    {
        "date": "2008-07-02",
        "偏离度": null
    },
    {
        "date": "2008-07-03",
        "偏离度": null
    },
    {
        "date": "2008-07-04",
        "偏离度": null
    },
    {
        "date": "2008-07-07",
        "偏离度": null
    },
    {
        "date": "2008-07-08",
        "偏离度": null
    },
    {
        "date": "2008-07-09",
        "偏离度": null
    },
    {
        "date": "2008-07-10",
        "偏离度": null
    },
    {
        "date": "2008-07-11",
        "偏离度": null
    },
    {
        "date": "2008-07-14",
        "偏离度": null
    },
    {
        "date": "2008-07-15",
        "偏离度": null
    },
    {
        "date": "2008-07-16",
        "偏离度": null
    },
    {
        "date": "2008-07-17",
        "偏离度": null
    },
    {
        "date": "2008-07-18",
        "偏离度": null
    },
    {
        "date": "2008-07-21",
        "偏离度": null
    },
    {
        "date": "2008-07-22",
        "偏离度": null
    },
    {
        "date": "2008-07-23",
        "偏离度": null
    },
    {
        "date": "2008-07-24",
        "偏离度": null
    },
    {
        "date": "2008-07-25",
        "偏离度": null
    },
    {
        "date": "2008-07-28",
        "偏离度": null
    },
    {
        "date": "2008-07-29",
        "偏离度": null
    },
    {
        "date": "2008-07-30",
        "偏离度": null
    },
    {
        "date": "2008-07-31",
        "偏离度": null
    },
    {
        "date": "2008-08-01",
        "偏离度": null
    },
    {
        "date": "2008-08-04",
        "偏离度": null
    },
    {
        "date": "2008-08-05",
        "偏离度": null
    },
    {
        "date": "2008-08-06",
        "偏离度": null
    },
    {
        "date": "2008-08-07",
        "偏离度": null
    },
    {
        "date": "2008-08-08",
        "偏离度": null
    },
    {
        "date": "2008-08-11",
        "偏离度": null
    },
    {
        "date": "2008-08-12",
        "偏离度": null
    },
    {
        "date": "2008-08-13",
        "偏离度": null
    },
    {
        "date": "2008-08-14",
        "偏离度": null
    },
    {
        "date": "2008-08-15",
        "偏离度": null
    },
    {
        "date": "2008-08-18",
        "偏离度": null
    },
    {
        "date": "2008-08-19",
        "偏离度": null
    },
    {
        "date": "2008-08-20",
        "偏离度": null
    },
    {
        "date": "2008-08-21",
        "偏离度": null
    },
    {
        "date": "2008-08-22",
        "偏离度": null
    },
    {
        "date": "2008-08-25",
        "偏离度": null
    },
    {
        "date": "2008-08-26",
        "偏离度": null
    },
    {
        "date": "2008-08-27",
        "偏离度": null
    },
    {
        "date": "2008-08-28",
        "偏离度": null
    },
    {
        "date": "2008-08-29",
        "偏离度": null
    },
    {
        "date": "2008-09-01",
        "偏离度": null
    },
    {
        "date": "2008-09-02",
        "偏离度": null
    },
    {
        "date": "2008-09-03",
        "偏离度": null
    },
    {
        "date": "2008-09-04",
        "偏离度": null
    },
    {
        "date": "2008-09-05",
        "偏离度": null
    },
    {
        "date": "2008-09-08",
        "偏离度": null
    },
    {
        "date": "2008-09-09",
        "偏离度": null
    },
    {
        "date": "2008-09-10",
        "偏离度": null
    },
    {
        "date": "2008-09-11",
        "偏离度": null
    },
    {
        "date": "2008-09-12",
        "偏离度": null
    },
    {
        "date": "2008-09-16",
        "偏离度": null
    },
    {
        "date": "2008-09-17",
        "偏离度": null
    },
    {
        "date": "2008-09-18",
        "偏离度": null
    },
    {
        "date": "2008-09-19",
        "偏离度": null
    },
    {
        "date": "2008-09-22",
        "偏离度": null
    },
    {
        "date": "2008-09-23",
        "偏离度": null
    },
    {
        "date": "2008-09-24",
        "偏离度": null
    },
    {
        "date": "2008-09-25",
        "偏离度": null
    },
    {
        "date": "2008-09-26",
        "偏离度": null
    },
    {
        "date": "2008-10-06",
        "偏离度": null
    },
    {
        "date": "2008-10-07",
        "偏离度": null
    },
    {
        "date": "2008-10-08",
        "偏离度": null
    },
    {
        "date": "2008-10-09",
        "偏离度": null
    },
    {
        "date": "2008-10-10",
        "偏离度": null
    },
    {
        "date": "2008-10-13",
        "偏离度": null
    },
    {
        "date": "2008-10-14",
        "偏离度": null
    },
    {
        "date": "2008-10-15",
        "偏离度": null
    },
    {
        "date": "2008-10-16",
        "偏离度": null
    },
    {
        "date": "2008-10-17",
        "偏离度": null
    },
    {
        "date": "2008-10-20",
        "偏离度": null
    },
    {
        "date": "2008-10-21",
        "偏离度": null
    },
    {
        "date": "2008-10-22",
        "偏离度": null
    },
    {
        "date": "2008-10-23",
        "偏离度": null
    },
    {
        "date": "2008-10-24",
        "偏离度": null
    },
    {
        "date": "2008-10-27",
        "偏离度": null
    },
    {
        "date": "2008-10-28",
        "偏离度": null
    },
    {
        "date": "2008-10-29",
        "偏离度": null
    },
    {
        "date": "2008-10-30",
        "偏离度": null
    },
    {
        "date": "2008-10-31",
        "偏离度": null
    },
    {
        "date": "2008-11-03",
        "偏离度": null
    },
    {
        "date": "2008-11-04",
        "偏离度": null
    },
    {
        "date": "2008-11-05",
        "偏离度": null
    },
    {
        "date": "2008-11-06",
        "偏离度": null
    },
    {
        "date": "2008-11-07",
        "偏离度": null
    },
    {
        "date": "2008-11-10",
        "偏离度": null
    },
    {
        "date": "2008-11-11",
        "偏离度": null
    },
    {
        "date": "2008-11-12",
        "偏离度": null
    },
    {
        "date": "2008-11-13",
        "偏离度": null
    },
    {
        "date": "2008-11-14",
        "偏离度": null
    },
    {
        "date": "2008-11-17",
        "偏离度": null
    },
    {
        "date": "2008-11-18",
        "偏离度": null
    },
    {
        "date": "2008-11-19",
        "偏离度": null
    },
    {
        "date": "2008-11-20",
        "偏离度": null
    },
    {
        "date": "2008-11-21",
        "偏离度": null
    },
    {
        "date": "2008-11-24",
        "偏离度": null
    },
    {
        "date": "2008-11-25",
        "偏离度": null
    },
    {
        "date": "2008-11-26",
        "偏离度": null
    },
    {
        "date": "2008-11-27",
        "偏离度": null
    },
    {
        "date": "2008-11-28",
        "偏离度": null
    },
    {
        "date": "2008-12-01",
        "偏离度": null
    },
    {
        "date": "2008-12-02",
        "偏离度": null
    },
    {
        "date": "2008-12-03",
        "偏离度": null
    },
    {
        "date": "2008-12-04",
        "偏离度": null
    },
    {
        "date": "2008-12-05",
        "偏离度": null
    },
    {
        "date": "2008-12-08",
        "偏离度": null
    },
    {
        "date": "2008-12-09",
        "偏离度": null
    },
    {
        "date": "2008-12-10",
        "偏离度": null
    },
    {
        "date": "2008-12-11",
        "偏离度": null
    },
    {
        "date": "2008-12-12",
        "偏离度": null
    },
    {
        "date": "2008-12-15",
        "偏离度": null
    },
    {
        "date": "2008-12-16",
        "偏离度": null
    },
    {
        "date": "2008-12-17",
        "偏离度": null
    },
    {
        "date": "2008-12-18",
        "偏离度": null
    },
    {
        "date": "2008-12-19",
        "偏离度": null
    },
    {
        "date": "2008-12-22",
        "偏离度": null
    },
    {
        "date": "2008-12-23",
        "偏离度": null
    },
    {
        "date": "2008-12-24",
        "偏离度": null
    },
    {
        "date": "2008-12-25",
        "偏离度": null
    },
    {
        "date": "2008-12-26",
        "偏离度": null
    },
    {
        "date": "2008-12-29",
        "偏离度": null
    },
    {
        "date": "2008-12-30",
        "偏离度": null
    },
    {
        "date": "2008-12-31",
        "偏离度": null
    },
    {
        "date": "2009-01-05",
        "偏离度": null
    },
    {
        "date": "2009-01-06",
        "偏离度": null
    },
    {
        "date": "2009-01-07",
        "偏离度": null
    },
    {
        "date": "2009-01-08",
        "偏离度": null
    },
    {
        "date": "2009-01-09",
        "偏离度": null
    },
    {
        "date": "2009-01-12",
        "偏离度": null
    },
    {
        "date": "2009-01-13",
        "偏离度": null
    },
    {
        "date": "2009-01-14",
        "偏离度": null
    },
    {
        "date": "2009-01-15",
        "偏离度": null
    },
    {
        "date": "2009-01-16",
        "偏离度": null
    },
    {
        "date": "2009-01-19",
        "偏离度": null
    },
    {
        "date": "2009-01-20",
        "偏离度": null
    },
    {
        "date": "2009-01-21",
        "偏离度": null
    },
    {
        "date": "2009-01-22",
        "偏离度": null
    },
    {
        "date": "2009-01-23",
        "偏离度": null
    },
    {
        "date": "2009-02-02",
        "偏离度": null
    },
    {
        "date": "2009-02-03",
        "偏离度": null
    },
    {
        "date": "2009-02-04",
        "偏离度": null
    },
    {
        "date": "2009-02-05",
        "偏离度": null
    },
    {
        "date": "2009-02-06",
        "偏离度": null
    },
    {
        "date": "2009-02-09",
        "偏离度": null
    },
    {
        "date": "2009-02-10",
        "偏离度": null
    },
    {
        "date": "2009-02-11",
        "偏离度": null
    },
    {
        "date": "2009-02-12",
        "偏离度": null
    },
    {
        "date": "2009-02-13",
        "偏离度": null
    },
    {
        "date": "2009-02-16",
        "偏离度": null
    },
    {
        "date": "2009-02-17",
        "偏离度": null
    },
    {
        "date": "2009-02-18",
        "偏离度": null
    },
    {
        "date": "2009-02-19",
        "偏离度": null
    },
    {
        "date": "2009-02-20",
        "偏离度": null
    },
    {
        "date": "2009-02-23",
        "偏离度": null
    },
    {
        "date": "2009-02-24",
        "偏离度": null
    },
    {
        "date": "2009-02-25",
        "偏离度": null
    },
    {
        "date": "2009-02-26",
        "偏离度": null
    },
    {
        "date": "2009-02-27",
        "偏离度": null
    },
    {
        "date": "2009-03-02",
        "偏离度": null
    },
    {
        "date": "2009-03-03",
        "偏离度": null
    },
    {
        "date": "2009-03-04",
        "偏离度": null
    },
    {
        "date": "2009-03-05",
        "偏离度": null
    },
    {
        "date": "2009-03-06",
        "偏离度": null
    },
    {
        "date": "2009-03-09",
        "偏离度": null
    },
    {
        "date": "2009-03-10",
        "偏离度": null
    },
    {
        "date": "2009-03-11",
        "偏离度": null
    },
    {
        "date": "2009-03-12",
        "偏离度": null
    },
    {
        "date": "2009-03-13",
        "偏离度": null
    },
    {
        "date": "2009-03-16",
        "偏离度": null
    },
    {
        "date": "2009-03-17",
        "偏离度": null
    },
    {
        "date": "2009-03-18",
        "偏离度": null
    },
    {
        "date": "2009-03-19",
        "偏离度": null
    },
    {
        "date": "2009-03-20",
        "偏离度": null
    },
    {
        "date": "2009-03-23",
        "偏离度": null
    },
    {
        "date": "2009-03-24",
        "偏离度": null
    },
    {
        "date": "2009-03-25",
        "偏离度": null
    },
    {
        "date": "2009-03-26",
        "偏离度": null
    },
    {
        "date": "2009-03-27",
        "偏离度": null
    },
    {
        "date": "2009-03-30",
        "偏离度": null
    },
    {
        "date": "2009-03-31",
        "偏离度": null
    },
    {
        "date": "2009-04-01",
        "偏离度": null
    },
    {
        "date": "2009-04-02",
        "偏离度": null
    },
    {
        "date": "2009-04-03",
        "偏离度": null
    },
    {
        "date": "2009-04-07",
        "偏离度": null
    },
    {
        "date": "2009-04-08",
        "偏离度": null
    },
    {
        "date": "2009-04-09",
        "偏离度": null
    },
    {
        "date": "2009-04-10",
        "偏离度": null
    },
    {
        "date": "2009-04-13",
        "偏离度": null
    },
    {
        "date": "2009-04-14",
        "偏离度": null
    },
    {
        "date": "2009-04-15",
        "偏离度": null
    },
    {
        "date": "2009-04-16",
        "偏离度": null
    },
    {
        "date": "2009-04-17",
        "偏离度": null
    },
    {
        "date": "2009-04-20",
        "偏离度": null
    },
    {
        "date": "2009-04-21",
        "偏离度": null
    },
    {
        "date": "2009-04-22",
        "偏离度": null
    },
    {
        "date": "2009-04-23",
        "偏离度": null
    },
    {
        "date": "2009-04-24",
        "偏离度": null
    },
    {
        "date": "2009-04-27",
        "偏离度": null
    },
    {
        "date": "2009-04-28",
        "偏离度": null
    },
    {
        "date": "2009-04-29",
        "偏离度": null
    },
    {
        "date": "2009-04-30",
        "偏离度": null
    },
    {
        "date": "2009-05-04",
        "偏离度": null
    },
    {
        "date": "2009-05-05",
        "偏离度": null
    },
    {
        "date": "2009-05-06",
        "偏离度": null
    },
    {
        "date": "2009-05-07",
        "偏离度": null
    },
    {
        "date": "2009-05-08",
        "偏离度": null
    },
    {
        "date": "2009-05-11",
        "偏离度": null
    },
    {
        "date": "2009-05-12",
        "偏离度": null
    },
    {
        "date": "2009-05-13",
        "偏离度": null
    },
    {
        "date": "2009-05-14",
        "偏离度": null
    },
    {
        "date": "2009-05-15",
        "偏离度": null
    },
    {
        "date": "2009-05-18",
        "偏离度": null
    },
    {
        "date": "2009-05-19",
        "偏离度": null
    },
    {
        "date": "2009-05-20",
        "偏离度": null
    },
    {
        "date": "2009-05-21",
        "偏离度": null
    },
    {
        "date": "2009-05-22",
        "偏离度": null
    },
    {
        "date": "2009-05-25",
        "偏离度": null
    },
    {
        "date": "2009-05-26",
        "偏离度": null
    },
    {
        "date": "2009-05-27",
        "偏离度": null
    },
    {
        "date": "2009-06-01",
        "偏离度": null
    },
    {
        "date": "2009-06-02",
        "偏离度": null
    },
    {
        "date": "2009-06-03",
        "偏离度": null
    },
    {
        "date": "2009-06-04",
        "偏离度": null
    },
    {
        "date": "2009-06-05",
        "偏离度": null
    },
    {
        "date": "2009-06-08",
        "偏离度": null
    },
    {
        "date": "2009-06-09",
        "偏离度": null
    },
    {
        "date": "2009-06-10",
        "偏离度": null
    },
    {
        "date": "2009-06-11",
        "偏离度": null
    },
    {
        "date": "2009-06-12",
        "偏离度": null
    },
    {
        "date": "2009-06-15",
        "偏离度": null
    },
    {
        "date": "2009-06-16",
        "偏离度": null
    },
    {
        "date": "2009-06-17",
        "偏离度": null
    },
    {
        "date": "2009-06-18",
        "偏离度": null
    },
    {
        "date": "2009-06-19",
        "偏离度": null
    },
    {
        "date": "2009-06-22",
        "偏离度": null
    },
    {
        "date": "2009-06-23",
        "偏离度": null
    },
    {
        "date": "2009-06-24",
        "偏离度": null
    },
    {
        "date": "2009-06-25",
        "偏离度": null
    },
    {
        "date": "2009-06-26",
        "偏离度": null
    },
    {
        "date": "2009-06-29",
        "偏离度": null
    },
    {
        "date": "2009-06-30",
        "偏离度": null
    },
    {
        "date": "2009-07-01",
        "偏离度": null
    },
    {
        "date": "2009-07-02",
        "偏离度": null
    },
    {
        "date": "2009-07-03",
        "偏离度": null
    },
    {
        "date": "2009-07-06",
        "偏离度": null
    },
    {
        "date": "2009-07-07",
        "偏离度": null
    },
    {
        "date": "2009-07-08",
        "偏离度": null
    },
    {
        "date": "2009-07-09",
        "偏离度": null
    },
    {
        "date": "2009-07-10",
        "偏离度": null
    },
    {
        "date": "2009-07-13",
        "偏离度": null
    },
    {
        "date": "2009-07-14",
        "偏离度": null
    },
    {
        "date": "2009-07-15",
        "偏离度": null
    },
    {
        "date": "2009-07-16",
        "偏离度": null
    },
    {
        "date": "2009-07-17",
        "偏离度": null
    },
    {
        "date": "2009-07-20",
        "偏离度": null
    },
    {
        "date": "2009-07-21",
        "偏离度": null
    },
    {
        "date": "2009-07-22",
        "偏离度": null
    },
    {
        "date": "2009-07-23",
        "偏离度": null
    },
    {
        "date": "2009-07-24",
        "偏离度": null
    },
    {
        "date": "2009-07-27",
        "偏离度": null
    },
    {
        "date": "2009-07-28",
        "偏离度": null
    },
    {
        "date": "2009-07-29",
        "偏离度": null
    },
    {
        "date": "2009-07-30",
        "偏离度": null
    },
    {
        "date": "2009-07-31",
        "偏离度": null
    },
    {
        "date": "2009-08-03",
        "偏离度": null
    },
    {
        "date": "2009-08-04",
        "偏离度": null
    },
    {
        "date": "2009-08-05",
        "偏离度": null
    },
    {
        "date": "2009-08-06",
        "偏离度": null
    },
    {
        "date": "2009-08-07",
        "偏离度": null
    },
    {
        "date": "2009-08-10",
        "偏离度": null
    },
    {
        "date": "2009-08-11",
        "偏离度": null
    },
    {
        "date": "2009-08-12",
        "偏离度": null
    },
    {
        "date": "2009-08-13",
        "偏离度": null
    },
    {
        "date": "2009-08-14",
        "偏离度": null
    },
    {
        "date": "2009-08-17",
        "偏离度": null
    },
    {
        "date": "2009-08-18",
        "偏离度": null
    },
    {
        "date": "2009-08-19",
        "偏离度": null
    },
    {
        "date": "2009-08-20",
        "偏离度": null
    },
    {
        "date": "2009-08-21",
        "偏离度": null
    },
    {
        "date": "2009-08-24",
        "偏离度": null
    },
    {
        "date": "2009-08-25",
        "偏离度": null
    },
    {
        "date": "2009-08-26",
        "偏离度": null
    },
    {
        "date": "2009-08-27",
        "偏离度": null
    },
    {
        "date": "2009-08-28",
        "偏离度": null
    },
    {
        "date": "2009-08-31",
        "偏离度": null
    },
    {
        "date": "2009-09-01",
        "偏离度": null
    },
    {
        "date": "2009-09-02",
        "偏离度": null
    },
    {
        "date": "2009-09-03",
        "偏离度": null
    },
    {
        "date": "2009-09-04",
        "偏离度": null
    },
    {
        "date": "2009-09-07",
        "偏离度": null
    },
    {
        "date": "2009-09-08",
        "偏离度": null
    },
    {
        "date": "2009-09-09",
        "偏离度": null
    },
    {
        "date": "2009-09-10",
        "偏离度": null
    },
    {
        "date": "2009-09-11",
        "偏离度": null
    },
    {
        "date": "2009-09-14",
        "偏离度": null
    },
    {
        "date": "2009-09-15",
        "偏离度": null
    },
    {
        "date": "2009-09-16",
        "偏离度": null
    },
    {
        "date": "2009-09-17",
        "偏离度": null
    },
    {
        "date": "2009-09-18",
        "偏离度": null
    },
    {
        "date": "2009-09-21",
        "偏离度": null
    },
    {
        "date": "2009-09-22",
        "偏离度": null
    },
    {
        "date": "2009-09-23",
        "偏离度": null
    },
    {
        "date": "2009-09-24",
        "偏离度": null
    },
    {
        "date": "2009-09-25",
        "偏离度": null
    },
    {
        "date": "2009-09-28",
        "偏离度": null
    },
    {
        "date": "2009-09-29",
        "偏离度": null
    },
    {
        "date": "2009-09-30",
        "偏离度": null
    },
    {
        "date": "2009-10-09",
        "偏离度": null
    },
    {
        "date": "2009-10-12",
        "偏离度": null
    },
    {
        "date": "2009-10-13",
        "偏离度": null
    },
    {
        "date": "2009-10-14",
        "偏离度": null
    },
    {
        "date": "2009-10-15",
        "偏离度": null
    },
    {
        "date": "2009-10-16",
        "偏离度": null
    },
    {
        "date": "2009-10-19",
        "偏离度": null
    },
    {
        "date": "2009-10-20",
        "偏离度": null
    },
    {
        "date": "2009-10-21",
        "偏离度": null
    },
    {
        "date": "2009-10-22",
        "偏离度": null
    },
    {
        "date": "2009-10-23",
        "偏离度": null
    },
    {
        "date": "2009-10-26",
        "偏离度": null
    },
    {
        "date": "2009-10-27",
        "偏离度": null
    },
    {
        "date": "2009-10-28",
        "偏离度": null
    },
    {
        "date": "2009-10-29",
        "偏离度": null
    },
    {
        "date": "2009-10-30",
        "偏离度": null
    },
    {
        "date": "2009-11-02",
        "偏离度": null
    },
    {
        "date": "2009-11-03",
        "偏离度": null
    },
    {
        "date": "2009-11-04",
        "偏离度": null
    },
    {
        "date": "2009-11-05",
        "偏离度": null
    },
    {
        "date": "2009-11-06",
        "偏离度": null
    },
    {
        "date": "2009-11-09",
        "偏离度": null
    },
    {
        "date": "2009-11-10",
        "偏离度": null
    },
    {
        "date": "2009-11-11",
        "偏离度": null
    },
    {
        "date": "2009-11-12",
        "偏离度": null
    },
    {
        "date": "2009-11-13",
        "偏离度": null
    },
    {
        "date": "2009-11-16",
        "偏离度": null
    },
    {
        "date": "2009-11-17",
        "偏离度": null
    },
    {
        "date": "2009-11-18",
        "偏离度": null
    },
    {
        "date": "2009-11-19",
        "偏离度": null
    },
    {
        "date": "2009-11-20",
        "偏离度": null
    },
    {
        "date": "2009-11-23",
        "偏离度": null
    },
    {
        "date": "2009-11-24",
        "偏离度": null
    },
    {
        "date": "2009-11-25",
        "偏离度": null
    },
    {
        "date": "2009-11-26",
        "偏离度": null
    },
    {
        "date": "2009-11-27",
        "偏离度": null
    },
    {
        "date": "2009-11-30",
        "偏离度": null
    },
    {
        "date": "2009-12-01",
        "偏离度": null
    },
    {
        "date": "2009-12-02",
        "偏离度": null
    },
    {
        "date": "2009-12-03",
        "偏离度": null
    },
    {
        "date": "2009-12-04",
        "偏离度": null
    },
    {
        "date": "2009-12-07",
        "偏离度": null
    },
    {
        "date": "2009-12-08",
        "偏离度": null
    },
    {
        "date": "2009-12-09",
        "偏离度": null
    },
    {
        "date": "2009-12-10",
        "偏离度": null
    },
    {
        "date": "2009-12-11",
        "偏离度": null
    },
    {
        "date": "2009-12-14",
        "偏离度": null
    },
    {
        "date": "2009-12-15",
        "偏离度": null
    },
    {
        "date": "2009-12-16",
        "偏离度": null
    },
    {
        "date": "2009-12-17",
        "偏离度": null
    },
    {
        "date": "2009-12-18",
        "偏离度": null
    },
    {
        "date": "2009-12-21",
        "偏离度": null
    },
    {
        "date": "2009-12-22",
        "偏离度": null
    },
    {
        "date": "2009-12-23",
        "偏离度": null
    },
    {
        "date": "2009-12-24",
        "偏离度": null
    },
    {
        "date": "2009-12-25",
        "偏离度": null
    },
    {
        "date": "2009-12-28",
        "偏离度": null
    },
    {
        "date": "2009-12-29",
        "偏离度": null
    },
    {
        "date": "2009-12-30",
        "偏离度": null
    },
    {
        "date": "2009-12-31",
        "偏离度": null
    },
    {
        "date": "2010-01-04",
        "偏离度": null
    },
    {
        "date": "2010-01-05",
        "偏离度": null
    },
    {
        "date": "2010-01-06",
        "偏离度": null
    },
    {
        "date": "2010-01-07",
        "偏离度": null
    },
    {
        "date": "2010-01-08",
        "偏离度": null
    },
    {
        "date": "2010-01-11",
        "偏离度": null
    },
    {
        "date": "2010-01-12",
        "偏离度": null
    },
    {
        "date": "2010-01-13",
        "偏离度": null
    },
    {
        "date": "2010-01-14",
        "偏离度": null
    },
    {
        "date": "2010-01-15",
        "偏离度": null
    },
    {
        "date": "2010-01-18",
        "偏离度": null
    },
    {
        "date": "2010-01-19",
        "偏离度": null
    },
    {
        "date": "2010-01-20",
        "偏离度": null
    },
    {
        "date": "2010-01-21",
        "偏离度": null
    },
    {
        "date": "2010-01-22",
        "偏离度": null
    },
    {
        "date": "2010-01-25",
        "偏离度": null
    },
    {
        "date": "2010-01-26",
        "偏离度": null
    },
    {
        "date": "2010-01-27",
        "偏离度": null
    },
    {
        "date": "2010-01-28",
        "偏离度": null
    },
    {
        "date": "2010-01-29",
        "偏离度": null
    },
    {
        "date": "2010-02-01",
        "偏离度": null
    },
    {
        "date": "2010-02-02",
        "偏离度": null
    },
    {
        "date": "2010-02-03",
        "偏离度": null
    },
    {
        "date": "2010-02-04",
        "偏离度": null
    },
    {
        "date": "2010-02-05",
        "偏离度": null
    },
    {
        "date": "2010-02-08",
        "偏离度": null
    },
    {
        "date": "2010-02-09",
        "偏离度": null
    },
    {
        "date": "2010-02-10",
        "偏离度": null
    },
    {
        "date": "2010-02-11",
        "偏离度": null
    },
    {
        "date": "2010-02-12",
        "偏离度": null
    },
    {
        "date": "2010-02-22",
        "偏离度": null
    },
    {
        "date": "2010-02-23",
        "偏离度": null
    },
    {
        "date": "2010-02-24",
        "偏离度": null
    },
    {
        "date": "2010-02-25",
        "偏离度": null
    },
    {
        "date": "2010-02-26",
        "偏离度": null
    },
    {
        "date": "2010-03-01",
        "偏离度": null
    },
    {
        "date": "2010-03-02",
        "偏离度": null
    },
    {
        "date": "2010-03-03",
        "偏离度": null
    },
    {
        "date": "2010-03-04",
        "偏离度": null
    },
    {
        "date": "2010-03-05",
        "偏离度": null
    },
    {
        "date": "2010-03-08",
        "偏离度": null
    },
    {
        "date": "2010-03-09",
        "偏离度": null
    },
    {
        "date": "2010-03-10",
        "偏离度": null
    },
    {
        "date": "2010-03-11",
        "偏离度": null
    },
    {
        "date": "2010-03-12",
        "偏离度": null
    },
    {
        "date": "2010-03-15",
        "偏离度": null
    },
    {
        "date": "2010-03-16",
        "偏离度": null
    },
    {
        "date": "2010-03-17",
        "偏离度": null
    },
    {
        "date": "2010-03-18",
        "偏离度": null
    },
    {
        "date": "2010-03-19",
        "偏离度": null
    },
    {
        "date": "2010-03-22",
        "偏离度": null
    },
    {
        "date": "2010-03-23",
        "偏离度": null
    },
    {
        "date": "2010-03-24",
        "偏离度": null
    },
    {
        "date": "2010-03-25",
        "偏离度": null
    },
    {
        "date": "2010-03-26",
        "偏离度": null
    },
    {
        "date": "2010-03-29",
        "偏离度": null
    },
    {
        "date": "2010-03-30",
        "偏离度": null
    },
    {
        "date": "2010-03-31",
        "偏离度": null
    },
    {
        "date": "2010-04-01",
        "偏离度": null
    },
    {
        "date": "2010-04-02",
        "偏离度": null
    },
    {
        "date": "2010-04-06",
        "偏离度": null
    },
    {
        "date": "2010-04-07",
        "偏离度": null
    },
    {
        "date": "2010-04-08",
        "偏离度": null
    },
    {
        "date": "2010-04-09",
        "偏离度": null
    },
    {
        "date": "2010-04-12",
        "偏离度": null
    },
    {
        "date": "2010-04-13",
        "偏离度": null
    },
    {
        "date": "2010-04-14",
        "偏离度": null
    },
    {
        "date": "2010-04-15",
        "偏离度": null
    },
    {
        "date": "2010-04-16",
        "偏离度": null
    },
    {
        "date": "2010-04-19",
        "偏离度": null
    },
    {
        "date": "2010-04-20",
        "偏离度": null
    },
    {
        "date": "2010-04-21",
        "偏离度": null
    },
    {
        "date": "2010-04-22",
        "偏离度": null
    },
    {
        "date": "2010-04-23",
        "偏离度": null
    },
    {
        "date": "2010-04-26",
        "偏离度": null
    },
    {
        "date": "2010-04-27",
        "偏离度": null
    },
    {
        "date": "2010-04-28",
        "偏离度": null
    },
    {
        "date": "2010-04-29",
        "偏离度": null
    },
    {
        "date": "2010-04-30",
        "偏离度": null
    },
    {
        "date": "2010-05-04",
        "偏离度": null
    },
    {
        "date": "2010-05-05",
        "偏离度": null
    },
    {
        "date": "2010-05-06",
        "偏离度": null
    },
    {
        "date": "2010-05-07",
        "偏离度": null
    },
    {
        "date": "2010-05-10",
        "偏离度": null
    },
    {
        "date": "2010-05-11",
        "偏离度": null
    },
    {
        "date": "2010-05-12",
        "偏离度": null
    },
    {
        "date": "2010-05-13",
        "偏离度": null
    },
    {
        "date": "2010-05-14",
        "偏离度": null
    },
    {
        "date": "2010-05-17",
        "偏离度": null
    },
    {
        "date": "2010-05-18",
        "偏离度": null
    },
    {
        "date": "2010-05-19",
        "偏离度": null
    },
    {
        "date": "2010-05-20",
        "偏离度": null
    },
    {
        "date": "2010-05-21",
        "偏离度": null
    },
    {
        "date": "2010-05-24",
        "偏离度": null
    },
    {
        "date": "2010-05-25",
        "偏离度": null
    },
    {
        "date": "2010-05-26",
        "偏离度": null
    },
    {
        "date": "2010-05-27",
        "偏离度": null
    },
    {
        "date": "2010-05-28",
        "偏离度": null
    },
    {
        "date": "2010-05-31",
        "偏离度": null
    },
    {
        "date": "2010-06-01",
        "偏离度": null
    },
    {
        "date": "2010-06-02",
        "偏离度": null
    },
    {
        "date": "2010-06-03",
        "偏离度": null
    },
    {
        "date": "2010-06-04",
        "偏离度": null
    },
    {
        "date": "2010-06-07",
        "偏离度": null
    },
    {
        "date": "2010-06-08",
        "偏离度": null
    },
    {
        "date": "2010-06-09",
        "偏离度": null
    },
    {
        "date": "2010-06-10",
        "偏离度": null
    },
    {
        "date": "2010-06-11",
        "偏离度": null
    },
    {
        "date": "2010-06-17",
        "偏离度": null
    },
    {
        "date": "2010-06-18",
        "偏离度": null
    },
    {
        "date": "2010-06-21",
        "偏离度": null
    },
    {
        "date": "2010-06-22",
        "偏离度": null
    },
    {
        "date": "2010-06-23",
        "偏离度": null
    },
    {
        "date": "2010-06-24",
        "偏离度": null
    },
    {
        "date": "2010-06-25",
        "偏离度": null
    },
    {
        "date": "2010-06-28",
        "偏离度": null
    },
    {
        "date": "2010-06-29",
        "偏离度": null
    },
    {
        "date": "2010-06-30",
        "偏离度": null
    },
    {
        "date": "2010-07-01",
        "偏离度": null
    },
    {
        "date": "2010-07-02",
        "偏离度": null
    },
    {
        "date": "2010-07-05",
        "偏离度": null
    },
    {
        "date": "2010-07-06",
        "偏离度": null
    },
    {
        "date": "2010-07-07",
        "偏离度": null
    },
    {
        "date": "2010-07-08",
        "偏离度": null
    },
    {
        "date": "2010-07-09",
        "偏离度": null
    },
    {
        "date": "2010-07-12",
        "偏离度": null
    },
    {
        "date": "2010-07-13",
        "偏离度": null
    },
    {
        "date": "2010-07-14",
        "偏离度": null
    },
    {
        "date": "2010-07-15",
        "偏离度": null
    },
    {
        "date": "2010-07-16",
        "偏离度": null
    },
    {
        "date": "2010-07-19",
        "偏离度": null
    },
    {
        "date": "2010-07-20",
        "偏离度": null
    },
    {
        "date": "2010-07-21",
        "偏离度": null
    },
    {
        "date": "2010-07-22",
        "偏离度": null
    },
    {
        "date": "2010-07-23",
        "偏离度": null
    },
    {
        "date": "2010-07-26",
        "偏离度": null
    },
    {
        "date": "2010-07-27",
        "偏离度": null
    },
    {
        "date": "2010-07-28",
        "偏离度": null
    },
    {
        "date": "2010-07-29",
        "偏离度": null
    },
    {
        "date": "2010-07-30",
        "偏离度": null
    },
    {
        "date": "2010-08-02",
        "偏离度": null
    },
    {
        "date": "2010-08-03",
        "偏离度": null
    },
    {
        "date": "2010-08-04",
        "偏离度": null
    },
    {
        "date": "2010-08-05",
        "偏离度": null
    },
    {
        "date": "2010-08-06",
        "偏离度": null
    },
    {
        "date": "2010-08-09",
        "偏离度": null
    },
    {
        "date": "2010-08-10",
        "偏离度": null
    },
    {
        "date": "2010-08-11",
        "偏离度": null
    },
    {
        "date": "2010-08-12",
        "偏离度": null
    },
    {
        "date": "2010-08-13",
        "偏离度": null
    },
    {
        "date": "2010-08-16",
        "偏离度": null
    },
    {
        "date": "2010-08-17",
        "偏离度": null
    },
    {
        "date": "2010-08-18",
        "偏离度": null
    },
    {
        "date": "2010-08-19",
        "偏离度": null
    },
    {
        "date": "2010-08-20",
        "偏离度": null
    },
    {
        "date": "2010-08-23",
        "偏离度": null
    },
    {
        "date": "2010-08-24",
        "偏离度": null
    },
    {
        "date": "2010-08-25",
        "偏离度": null
    },
    {
        "date": "2010-08-26",
        "偏离度": null
    },
    {
        "date": "2010-08-27",
        "偏离度": null
    },
    {
        "date": "2010-08-30",
        "偏离度": null
    },
    {
        "date": "2010-08-31",
        "偏离度": null
    },
    {
        "date": "2010-09-01",
        "偏离度": null
    },
    {
        "date": "2010-09-02",
        "偏离度": null
    },
    {
        "date": "2010-09-03",
        "偏离度": null
    },
    {
        "date": "2010-09-06",
        "偏离度": null
    },
    {
        "date": "2010-09-07",
        "偏离度": null
    },
    {
        "date": "2010-09-08",
        "偏离度": null
    },
    {
        "date": "2010-09-09",
        "偏离度": null
    },
    {
        "date": "2010-09-10",
        "偏离度": null
    },
    {
        "date": "2010-09-13",
        "偏离度": null
    },
    {
        "date": "2010-09-14",
        "偏离度": null
    },
    {
        "date": "2010-09-15",
        "偏离度": null
    },
    {
        "date": "2010-09-16",
        "偏离度": null
    },
    {
        "date": "2010-09-17",
        "偏离度": null
    },
    {
        "date": "2010-09-20",
        "偏离度": null
    },
    {
        "date": "2010-09-21",
        "偏离度": null
    },
    {
        "date": "2010-09-27",
        "偏离度": null
    },
    {
        "date": "2010-09-28",
        "偏离度": null
    },
    {
        "date": "2010-09-29",
        "偏离度": null
    },
    {
        "date": "2010-09-30",
        "偏离度": null
    },
    {
        "date": "2010-10-08",
        "偏离度": null
    },
    {
        "date": "2010-10-11",
        "偏离度": null
    },
    {
        "date": "2010-10-12",
        "偏离度": null
    },
    {
        "date": "2010-10-13",
        "偏离度": null
    },
    {
        "date": "2010-10-14",
        "偏离度": null
    },
    {
        "date": "2010-10-15",
        "偏离度": null
    },
    {
        "date": "2010-10-18",
        "偏离度": null
    },
    {
        "date": "2010-10-19",
        "偏离度": null
    },
    {
        "date": "2010-10-20",
        "偏离度": null
    },
    {
        "date": "2010-10-21",
        "偏离度": null
    },
    {
        "date": "2010-10-22",
        "偏离度": null
    },
    {
        "date": "2010-10-25",
        "偏离度": null
    },
    {
        "date": "2010-10-26",
        "偏离度": null
    },
    {
        "date": "2010-10-27",
        "偏离度": null
    },
    {
        "date": "2010-10-28",
        "偏离度": null
    },
    {
        "date": "2010-10-29",
        "偏离度": null
    },
    {
        "date": "2010-11-01",
        "偏离度": null
    },
    {
        "date": "2010-11-02",
        "偏离度": null
    },
    {
        "date": "2010-11-03",
        "偏离度": null
    },
    {
        "date": "2010-11-04",
        "偏离度": null
    },
    {
        "date": "2010-11-05",
        "偏离度": null
    },
    {
        "date": "2010-11-08",
        "偏离度": null
    },
    {
        "date": "2010-11-09",
        "偏离度": null
    },
    {
        "date": "2010-11-10",
        "偏离度": null
    },
    {
        "date": "2010-11-11",
        "偏离度": null
    },
    {
        "date": "2010-11-12",
        "偏离度": null
    },
    {
        "date": "2010-11-15",
        "偏离度": null
    },
    {
        "date": "2010-11-16",
        "偏离度": null
    },
    {
        "date": "2010-11-17",
        "偏离度": null
    },
    {
        "date": "2010-11-18",
        "偏离度": null
    },
    {
        "date": "2010-11-19",
        "偏离度": null
    },
    {
        "date": "2010-11-22",
        "偏离度": null
    },
    {
        "date": "2010-11-23",
        "偏离度": null
    },
    {
        "date": "2010-11-24",
        "偏离度": null
    },
    {
        "date": "2010-11-25",
        "偏离度": null
    },
    {
        "date": "2010-11-26",
        "偏离度": null
    },
    {
        "date": "2010-11-29",
        "偏离度": null
    },
    {
        "date": "2010-11-30",
        "偏离度": null
    },
    {
        "date": "2010-12-01",
        "偏离度": null
    },
    {
        "date": "2010-12-02",
        "偏离度": null
    },
    {
        "date": "2010-12-03",
        "偏离度": null
    },
    {
        "date": "2010-12-06",
        "偏离度": null
    },
    {
        "date": "2010-12-07",
        "偏离度": null
    },
    {
        "date": "2010-12-08",
        "偏离度": null
    },
    {
        "date": "2010-12-09",
        "偏离度": null
    },
    {
        "date": "2010-12-10",
        "偏离度": null
    },
    {
        "date": "2010-12-13",
        "偏离度": null
    },
    {
        "date": "2010-12-14",
        "偏离度": null
    },
    {
        "date": "2010-12-15",
        "偏离度": null
    },
    {
        "date": "2010-12-16",
        "偏离度": null
    },
    {
        "date": "2010-12-17",
        "偏离度": null
    },
    {
        "date": "2010-12-20",
        "偏离度": null
    },
    {
        "date": "2010-12-21",
        "偏离度": null
    },
    {
        "date": "2010-12-22",
        "偏离度": null
    },
    {
        "date": "2010-12-23",
        "偏离度": null
    },
    {
        "date": "2010-12-24",
        "偏离度": null
    },
    {
        "date": "2010-12-27",
        "偏离度": null
    },
    {
        "date": "2010-12-28",
        "偏离度": null
    },
    {
        "date": "2010-12-29",
        "偏离度": null
    },
    {
        "date": "2010-12-30",
        "偏离度": null
    },
    {
        "date": "2010-12-31",
        "偏离度": null
    },
    {
        "date": "2011-01-04",
        "偏离度": null
    },
    {
        "date": "2011-01-05",
        "偏离度": null
    },
    {
        "date": "2011-01-06",
        "偏离度": null
    },
    {
        "date": "2011-01-07",
        "偏离度": null
    },
    {
        "date": "2011-01-10",
        "偏离度": null
    },
    {
        "date": "2011-01-11",
        "偏离度": null
    },
    {
        "date": "2011-01-12",
        "偏离度": null
    },
    {
        "date": "2011-01-13",
        "偏离度": null
    },
    {
        "date": "2011-01-14",
        "偏离度": null
    },
    {
        "date": "2011-01-17",
        "偏离度": null
    },
    {
        "date": "2011-01-18",
        "偏离度": null
    },
    {
        "date": "2011-01-19",
        "偏离度": null
    },
    {
        "date": "2011-01-20",
        "偏离度": null
    },
    {
        "date": "2011-01-21",
        "偏离度": null
    },
    {
        "date": "2011-01-24",
        "偏离度": null
    },
    {
        "date": "2011-01-25",
        "偏离度": null
    },
    {
        "date": "2011-01-26",
        "偏离度": null
    },
    {
        "date": "2011-01-27",
        "偏离度": null
    },
    {
        "date": "2011-01-28",
        "偏离度": null
    },
    {
        "date": "2011-01-31",
        "偏离度": null
    },
    {
        "date": "2011-02-01",
        "偏离度": null
    },
    {
        "date": "2011-02-09",
        "偏离度": null
    },
    {
        "date": "2011-02-10",
        "偏离度": null
    },
    {
        "date": "2011-02-11",
        "偏离度": null
    },
    {
        "date": "2011-02-14",
        "偏离度": null
    },
    {
        "date": "2011-02-15",
        "偏离度": null
    },
    {
        "date": "2011-02-16",
        "偏离度": null
    },
    {
        "date": "2011-02-17",
        "偏离度": null
    },
    {
        "date": "2011-02-18",
        "偏离度": null
    },
    {
        "date": "2011-02-21",
        "偏离度": null
    },
    {
        "date": "2011-02-22",
        "偏离度": null
    },
    {
        "date": "2011-02-23",
        "偏离度": null
    },
    {
        "date": "2011-02-24",
        "偏离度": null
    },
    {
        "date": "2011-02-25",
        "偏离度": null
    },
    {
        "date": "2011-02-28",
        "偏离度": null
    },
    {
        "date": "2011-03-01",
        "偏离度": null
    },
    {
        "date": "2011-03-02",
        "偏离度": null
    },
    {
        "date": "2011-03-03",
        "偏离度": null
    },
    {
        "date": "2011-03-04",
        "偏离度": null
    },
    {
        "date": "2011-03-07",
        "偏离度": null
    },
    {
        "date": "2011-03-08",
        "偏离度": null
    },
    {
        "date": "2011-03-09",
        "偏离度": null
    },
    {
        "date": "2011-03-10",
        "偏离度": null
    },
    {
        "date": "2011-03-11",
        "偏离度": null
    },
    {
        "date": "2011-03-14",
        "偏离度": null
    },
    {
        "date": "2011-03-15",
        "偏离度": null
    },
    {
        "date": "2011-03-16",
        "偏离度": null
    },
    {
        "date": "2011-03-17",
        "偏离度": null
    },
    {
        "date": "2011-03-18",
        "偏离度": null
    },
    {
        "date": "2011-03-21",
        "偏离度": null
    },
    {
        "date": "2011-03-22",
        "偏离度": null
    },
    {
        "date": "2011-03-23",
        "偏离度": null
    },
    {
        "date": "2011-03-24",
        "偏离度": null
    },
    {
        "date": "2011-03-25",
        "偏离度": null
    },
    {
        "date": "2011-03-28",
        "偏离度": null
    },
    {
        "date": "2011-03-29",
        "偏离度": null
    },
    {
        "date": "2011-03-30",
        "偏离度": null
    },
    {
        "date": "2011-03-31",
        "偏离度": null
    },
    {
        "date": "2011-04-01",
        "偏离度": null
    },
    {
        "date": "2011-04-06",
        "偏离度": null
    },
    {
        "date": "2011-04-07",
        "偏离度": null
    },
    {
        "date": "2011-04-08",
        "偏离度": null
    },
    {
        "date": "2011-04-11",
        "偏离度": null
    },
    {
        "date": "2011-04-12",
        "偏离度": null
    },
    {
        "date": "2011-04-13",
        "偏离度": null
    },
    {
        "date": "2011-04-14",
        "偏离度": null
    },
    {
        "date": "2011-04-15",
        "偏离度": null
    },
    {
        "date": "2011-04-18",
        "偏离度": null
    },
    {
        "date": "2011-04-19",
        "偏离度": null
    },
    {
        "date": "2011-04-20",
        "偏离度": null
    },
    {
        "date": "2011-04-21",
        "偏离度": null
    },
    {
        "date": "2011-04-22",
        "偏离度": null
    },
    {
        "date": "2011-04-25",
        "偏离度": null
    },
    {
        "date": "2011-04-26",
        "偏离度": null
    },
    {
        "date": "2011-04-27",
        "偏离度": null
    },
    {
        "date": "2011-04-28",
        "偏离度": null
    },
    {
        "date": "2011-04-29",
        "偏离度": null
    },
    {
        "date": "2011-05-03",
        "偏离度": null
    },
    {
        "date": "2011-05-04",
        "偏离度": null
    },
    {
        "date": "2011-05-05",
        "偏离度": null
    },
    {
        "date": "2011-05-06",
        "偏离度": null
    },
    {
        "date": "2011-05-09",
        "偏离度": null
    },
    {
        "date": "2011-05-10",
        "偏离度": null
    },
    {
        "date": "2011-05-11",
        "偏离度": null
    },
    {
        "date": "2011-05-12",
        "偏离度": null
    },
    {
        "date": "2011-05-13",
        "偏离度": null
    },
    {
        "date": "2011-05-16",
        "偏离度": null
    },
    {
        "date": "2011-05-17",
        "偏离度": null
    },
    {
        "date": "2011-05-18",
        "偏离度": null
    },
    {
        "date": "2011-05-19",
        "偏离度": null
    },
    {
        "date": "2011-05-20",
        "偏离度": null
    },
    {
        "date": "2011-05-23",
        "偏离度": null
    },
    {
        "date": "2011-05-24",
        "偏离度": null
    },
    {
        "date": "2011-05-25",
        "偏离度": null
    },
    {
        "date": "2011-05-26",
        "偏离度": null
    },
    {
        "date": "2011-05-27",
        "偏离度": null
    },
    {
        "date": "2011-05-30",
        "偏离度": null
    },
    {
        "date": "2011-05-31",
        "偏离度": null
    },
    {
        "date": "2011-06-01",
        "偏离度": null
    },
    {
        "date": "2011-06-02",
        "偏离度": null
    },
    {
        "date": "2011-06-03",
        "偏离度": null
    },
    {
        "date": "2011-06-07",
        "偏离度": null
    },
    {
        "date": "2011-06-08",
        "偏离度": null
    },
    {
        "date": "2011-06-09",
        "偏离度": null
    },
    {
        "date": "2011-06-10",
        "偏离度": null
    },
    {
        "date": "2011-06-13",
        "偏离度": null
    },
    {
        "date": "2011-06-14",
        "偏离度": null
    },
    {
        "date": "2011-06-15",
        "偏离度": null
    },
    {
        "date": "2011-06-16",
        "偏离度": null
    },
    {
        "date": "2011-06-17",
        "偏离度": null
    },
    {
        "date": "2011-06-20",
        "偏离度": null
    },
    {
        "date": "2011-06-21",
        "偏离度": null
    },
    {
        "date": "2011-06-22",
        "偏离度": null
    },
    {
        "date": "2011-06-23",
        "偏离度": null
    },
    {
        "date": "2011-06-24",
        "偏离度": null
    },
    {
        "date": "2011-06-27",
        "偏离度": null
    },
    {
        "date": "2011-06-28",
        "偏离度": null
    },
    {
        "date": "2011-06-29",
        "偏离度": null
    },
    {
        "date": "2011-06-30",
        "偏离度": null
    },
    {
        "date": "2011-07-01",
        "偏离度": null
    },
    {
        "date": "2011-07-04",
        "偏离度": null
    },
    {
        "date": "2011-07-05",
        "偏离度": null
    },
    {
        "date": "2011-07-06",
        "偏离度": null
    },
    {
        "date": "2011-07-07",
        "偏离度": null
    },
    {
        "date": "2011-07-08",
        "偏离度": null
    },
    {
        "date": "2011-07-11",
        "偏离度": null
    },
    {
        "date": "2011-07-12",
        "偏离度": null
    },
    {
        "date": "2011-07-13",
        "偏离度": null
    },
    {
        "date": "2011-07-14",
        "偏离度": null
    },
    {
        "date": "2011-07-15",
        "偏离度": null
    },
    {
        "date": "2011-07-18",
        "偏离度": null
    },
    {
        "date": "2011-07-19",
        "偏离度": null
    },
    {
        "date": "2011-07-20",
        "偏离度": null
    },
    {
        "date": "2011-07-21",
        "偏离度": null
    },
    {
        "date": "2011-07-22",
        "偏离度": null
    },
    {
        "date": "2011-07-25",
        "偏离度": null
    },
    {
        "date": "2011-07-26",
        "偏离度": null
    },
    {
        "date": "2011-07-27",
        "偏离度": null
    },
    {
        "date": "2011-07-28",
        "偏离度": null
    },
    {
        "date": "2011-07-29",
        "偏离度": null
    },
    {
        "date": "2011-08-01",
        "偏离度": null
    },
    {
        "date": "2011-08-03",
        "偏离度": null
    },
    {
        "date": "2011-08-04",
        "偏离度": null
    },
    {
        "date": "2011-08-05",
        "偏离度": null
    },
    {
        "date": "2011-08-08",
        "偏离度": null
    },
    {
        "date": "2011-08-09",
        "偏离度": null
    },
    {
        "date": "2011-08-10",
        "偏离度": null
    },
    {
        "date": "2011-08-11",
        "偏离度": null
    },
    {
        "date": "2011-08-12",
        "偏离度": null
    },
    {
        "date": "2011-08-15",
        "偏离度": null
    },
    {
        "date": "2011-08-16",
        "偏离度": null
    },
    {
        "date": "2011-08-17",
        "偏离度": null
    },
    {
        "date": "2011-08-18",
        "偏离度": null
    },
    {
        "date": "2011-08-19",
        "偏离度": null
    },
    {
        "date": "2011-08-22",
        "偏离度": null
    },
    {
        "date": "2011-08-23",
        "偏离度": null
    },
    {
        "date": "2011-08-24",
        "偏离度": null
    },
    {
        "date": "2011-08-25",
        "偏离度": null
    },
    {
        "date": "2011-08-26",
        "偏离度": null
    },
    {
        "date": "2011-08-29",
        "偏离度": null
    },
    {
        "date": "2011-08-30",
        "偏离度": null
    },
    {
        "date": "2011-08-31",
        "偏离度": null
    },
    {
        "date": "2011-09-01",
        "偏离度": null
    },
    {
        "date": "2011-09-02",
        "偏离度": null
    },
    {
        "date": "2011-09-05",
        "偏离度": null
    },
    {
        "date": "2011-09-06",
        "偏离度": null
    },
    {
        "date": "2011-09-07",
        "偏离度": null
    },
    {
        "date": "2011-09-08",
        "偏离度": null
    },
    {
        "date": "2011-09-09",
        "偏离度": null
    },
    {
        "date": "2011-09-13",
        "偏离度": null
    },
    {
        "date": "2011-09-14",
        "偏离度": null
    },
    {
        "date": "2011-09-15",
        "偏离度": null
    },
    {
        "date": "2011-09-16",
        "偏离度": null
    },
    {
        "date": "2011-09-19",
        "偏离度": null
    },
    {
        "date": "2011-09-20",
        "偏离度": null
    },
    {
        "date": "2011-09-21",
        "偏离度": null
    },
    {
        "date": "2011-09-22",
        "偏离度": null
    },
    {
        "date": "2011-09-23",
        "偏离度": null
    },
    {
        "date": "2011-09-26",
        "偏离度": null
    },
    {
        "date": "2011-09-27",
        "偏离度": null
    },
    {
        "date": "2011-09-28",
        "偏离度": null
    },
    {
        "date": "2011-09-29",
        "偏离度": null
    },
    {
        "date": "2011-09-30",
        "偏离度": null
    },
    {
        "date": "2011-10-10",
        "偏离度": null
    },
    {
        "date": "2011-10-11",
        "偏离度": null
    },
    {
        "date": "2011-10-12",
        "偏离度": null
    },
    {
        "date": "2011-10-13",
        "偏离度": null
    },
    {
        "date": "2011-10-14",
        "偏离度": null
    },
    {
        "date": "2011-10-17",
        "偏离度": null
    },
    {
        "date": "2011-10-18",
        "偏离度": null
    },
    {
        "date": "2011-10-19",
        "偏离度": null
    },
    {
        "date": "2011-10-20",
        "偏离度": null
    },
    {
        "date": "2011-10-21",
        "偏离度": null
    },
    {
        "date": "2011-10-24",
        "偏离度": null
    },
    {
        "date": "2011-10-25",
        "偏离度": null
    },
    {
        "date": "2011-10-26",
        "偏离度": null
    },
    {
        "date": "2011-10-27",
        "偏离度": null
    },
    {
        "date": "2011-10-28",
        "偏离度": null
    },
    {
        "date": "2011-10-31",
        "偏离度": null
    },
    {
        "date": "2011-11-01",
        "偏离度": null
    },
    {
        "date": "2011-11-02",
        "偏离度": null
    },
    {
        "date": "2011-11-03",
        "偏离度": null
    },
    {
        "date": "2011-11-04",
        "偏离度": null
    },
    {
        "date": "2011-11-07",
        "偏离度": null
    },
    {
        "date": "2011-11-08",
        "偏离度": null
    },
    {
        "date": "2011-11-09",
        "偏离度": null
    },
    {
        "date": "2011-11-10",
        "偏离度": null
    },
    {
        "date": "2011-11-11",
        "偏离度": null
    },
    {
        "date": "2011-11-14",
        "偏离度": null
    },
    {
        "date": "2011-11-15",
        "偏离度": null
    },
    {
        "date": "2011-11-16",
        "偏离度": null
    },
    {
        "date": "2011-11-17",
        "偏离度": null
    },
    {
        "date": "2011-11-18",
        "偏离度": null
    },
    {
        "date": "2011-11-21",
        "偏离度": null
    },
    {
        "date": "2011-11-22",
        "偏离度": null
    },
    {
        "date": "2011-11-23",
        "偏离度": null
    },
    {
        "date": "2011-11-24",
        "偏离度": null
    },
    {
        "date": "2011-11-25",
        "偏离度": null
    },
    {
        "date": "2011-11-28",
        "偏离度": null
    },
    {
        "date": "2011-11-29",
        "偏离度": null
    },
    {
        "date": "2011-11-30",
        "偏离度": null
    },
    {
        "date": "2011-12-01",
        "偏离度": null
    },
    {
        "date": "2011-12-02",
        "偏离度": null
    },
    {
        "date": "2011-12-05",
        "偏离度": null
    },
    {
        "date": "2011-12-06",
        "偏离度": null
    },
    {
        "date": "2011-12-07",
        "偏离度": null
    },
    {
        "date": "2011-12-08",
        "偏离度": null
    },
    {
        "date": "2011-12-09",
        "偏离度": null
    },
    {
        "date": "2011-12-12",
        "偏离度": null
    },
    {
        "date": "2011-12-13",
        "偏离度": null
    },
    {
        "date": "2011-12-14",
        "偏离度": null
    },
    {
        "date": "2011-12-15",
        "偏离度": null
    },
    {
        "date": "2011-12-16",
        "偏离度": null
    },
    {
        "date": "2011-12-19",
        "偏离度": null
    },
    {
        "date": "2011-12-20",
        "偏离度": null
    },
    {
        "date": "2011-12-21",
        "偏离度": null
    },
    {
        "date": "2011-12-22",
        "偏离度": null
    },
    {
        "date": "2011-12-23",
        "偏离度": null
    },
    {
        "date": "2011-12-26",
        "偏离度": null
    },
    {
        "date": "2011-12-27",
        "偏离度": null
    },
    {
        "date": "2011-12-28",
        "偏离度": null
    },
    {
        "date": "2011-12-29",
        "偏离度": null
    },
    {
        "date": "2011-12-30",
        "偏离度": null
    },
    {
        "date": "2012-01-04",
        "偏离度": null
    },
    {
        "date": "2012-01-05",
        "偏离度": null
    },
    {
        "date": "2012-01-06",
        "偏离度": null
    },
    {
        "date": "2012-01-09",
        "偏离度": null
    },
    {
        "date": "2012-01-10",
        "偏离度": null
    },
    {
        "date": "2012-01-11",
        "偏离度": null
    },
    {
        "date": "2012-01-12",
        "偏离度": null
    },
    {
        "date": "2012-01-13",
        "偏离度": null
    },
    {
        "date": "2012-01-16",
        "偏离度": null
    },
    {
        "date": "2012-01-17",
        "偏离度": null
    },
    {
        "date": "2012-01-18",
        "偏离度": null
    },
    {
        "date": "2012-01-19",
        "偏离度": null
    },
    {
        "date": "2012-01-20",
        "偏离度": null
    },
    {
        "date": "2012-01-30",
        "偏离度": null
    },
    {
        "date": "2012-01-31",
        "偏离度": null
    },
    {
        "date": "2012-02-01",
        "偏离度": null
    },
    {
        "date": "2012-02-02",
        "偏离度": null
    },
    {
        "date": "2012-02-03",
        "偏离度": null
    },
    {
        "date": "2012-02-06",
        "偏离度": null
    },
    {
        "date": "2012-02-07",
        "偏离度": null
    },
    {
        "date": "2012-02-08",
        "偏离度": null
    },
    {
        "date": "2012-02-09",
        "偏离度": null
    },
    {
        "date": "2012-02-10",
        "偏离度": null
    },
    {
        "date": "2012-02-13",
        "偏离度": null
    },
    {
        "date": "2012-02-14",
        "偏离度": null
    },
    {
        "date": "2012-02-15",
        "偏离度": null
    },
    {
        "date": "2012-02-16",
        "偏离度": null
    },
    {
        "date": "2012-02-17",
        "偏离度": null
    },
    {
        "date": "2012-02-20",
        "偏离度": null
    },
    {
        "date": "2012-02-21",
        "偏离度": null
    },
    {
        "date": "2012-02-22",
        "偏离度": null
    },
    {
        "date": "2012-02-23",
        "偏离度": null
    },
    {
        "date": "2012-02-24",
        "偏离度": null
    },
    {
        "date": "2012-02-27",
        "偏离度": null
    },
    {
        "date": "2012-02-28",
        "偏离度": null
    },
    {
        "date": "2012-02-29",
        "偏离度": null
    },
    {
        "date": "2012-03-01",
        "偏离度": null
    },
    {
        "date": "2012-03-02",
        "偏离度": null
    },
    {
        "date": "2012-03-05",
        "偏离度": null
    },
    {
        "date": "2012-03-06",
        "偏离度": null
    },
    {
        "date": "2012-03-07",
        "偏离度": null
    },
    {
        "date": "2012-03-08",
        "偏离度": null
    },
    {
        "date": "2012-03-09",
        "偏离度": -8.5607
    },
    {
        "date": "2012-03-12",
        "偏离度": -8.5441
    },
    {
        "date": "2012-03-13",
        "偏离度": -7.664
    },
    {
        "date": "2012-03-14",
        "偏离度": -10.9404
    },
    {
        "date": "2012-03-15",
        "偏离度": -11.7697
    },
    {
        "date": "2012-03-16",
        "偏离度": -10.090399999999999
    },
    {
        "date": "2012-03-19",
        "偏离度": -9.4741
    },
    {
        "date": "2012-03-20",
        "偏离度": -11.2376
    },
    {
        "date": "2012-03-21",
        "偏离度": -11.079799999999999
    },
    {
        "date": "2012-03-22",
        "偏离度": -11.2922
    },
    {
        "date": "2012-03-23",
        "偏离度": -12.653400000000001
    },
    {
        "date": "2012-03-26",
        "偏离度": -12.687100000000001
    },
    {
        "date": "2012-03-27",
        "偏离度": -12.969700000000001
    },
    {
        "date": "2012-03-28",
        "偏离度": -16.0619
    },
    {
        "date": "2012-03-29",
        "偏离度": -17.3576
    },
    {
        "date": "2012-03-30",
        "偏离度": -17.2514
    },
    {
        "date": "2012-04-05",
        "偏离度": -15.029600000000002
    },
    {
        "date": "2012-04-06",
        "偏离度": -14.640400000000001
    },
    {
        "date": "2012-04-09",
        "偏离度": -15.5415
    },
    {
        "date": "2012-04-10",
        "偏离度": -14.672099999999999
    },
    {
        "date": "2012-04-11",
        "偏离度": -14.504
    },
    {
        "date": "2012-04-12",
        "偏离度": -12.789100000000001
    },
    {
        "date": "2012-04-13",
        "偏离度": -12.3027
    },
    {
        "date": "2012-04-16",
        "偏离度": -12.345
    },
    {
        "date": "2012-04-17",
        "偏离度": -13.5064
    },
    {
        "date": "2012-04-18",
        "偏离度": -11.5638
    },
    {
        "date": "2012-04-19",
        "偏离度": -11.7119
    },
    {
        "date": "2012-04-20",
        "偏离度": -10.8294
    },
    {
        "date": "2012-04-23",
        "偏离度": -11.805499999999999
    },
    {
        "date": "2012-04-24",
        "偏离度": -12.1228
    },
    {
        "date": "2012-04-25",
        "偏离度": -11.1927
    },
    {
        "date": "2012-04-26",
        "偏离度": -11.2842
    },
    {
        "date": "2012-04-27",
        "偏离度": -11.6912
    },
    {
        "date": "2012-05-02",
        "偏离度": -10.104299999999999
    },
    {
        "date": "2012-05-03",
        "偏离度": -9.7897
    },
    {
        "date": "2012-05-04",
        "偏离度": -9.0309
    },
    {
        "date": "2012-05-07",
        "偏离度": -8.6793
    },
    {
        "date": "2012-05-08",
        "偏离度": -8.8454
    },
    {
        "date": "2012-05-09",
        "偏离度": -10.4825
    },
    {
        "date": "2012-05-10",
        "偏离度": -10.344299999999999
    },
    {
        "date": "2012-05-11",
        "偏离度": -10.9527
    },
    {
        "date": "2012-05-14",
        "偏离度": -11.4342
    },
    {
        "date": "2012-05-15",
        "偏离度": -11.4895
    },
    {
        "date": "2012-05-16",
        "偏离度": -12.739600000000001
    },
    {
        "date": "2012-05-17",
        "偏离度": -11.4467
    },
    {
        "date": "2012-05-18",
        "偏离度": -12.814
    },
    {
        "date": "2012-05-21",
        "偏离度": -12.619299999999999
    },
    {
        "date": "2012-05-22",
        "偏离度": -11.307599999999999
    },
    {
        "date": "2012-05-23",
        "偏离度": -11.575299999999999
    },
    {
        "date": "2012-05-24",
        "偏离度": -12.281
    },
    {
        "date": "2012-05-25",
        "偏离度": -13.1404
    },
    {
        "date": "2012-05-28",
        "偏离度": -11.8362
    },
    {
        "date": "2012-05-29",
        "偏离度": -10.5577
    },
    {
        "date": "2012-05-30",
        "偏离度": -10.6435
    },
    {
        "date": "2012-05-31",
        "偏离度": -10.7432
    },
    {
        "date": "2012-06-01",
        "偏离度": -10.7801
    },
    {
        "date": "2012-06-04",
        "偏离度": -13.4473
    },
    {
        "date": "2012-06-05",
        "偏离度": -13.4692
    },
    {
        "date": "2012-06-06",
        "偏离度": -13.6158
    },
    {
        "date": "2012-06-07",
        "偏离度": -14.0316
    },
    {
        "date": "2012-06-08",
        "偏离度": -14.505199999999999
    },
    {
        "date": "2012-06-11",
        "偏离度": -13.1408
    },
    {
        "date": "2012-06-12",
        "偏离度": -13.6428
    },
    {
        "date": "2012-06-13",
        "偏离度": -12.1627
    },
    {
        "date": "2012-06-14",
        "偏离度": -12.734000000000002
    },
    {
        "date": "2012-06-15",
        "偏离度": -12.548
    },
    {
        "date": "2012-06-18",
        "偏离度": -11.8943
    },
    {
        "date": "2012-06-19",
        "偏离度": -12.543099999999999
    },
    {
        "date": "2012-06-20",
        "偏离度": -12.7774
    },
    {
        "date": "2012-06-21",
        "偏离度": -14.0291
    },
    {
        "date": "2012-06-25",
        "偏离度": -15.9725
    },
    {
        "date": "2012-06-26",
        "偏离度": -15.9358
    },
    {
        "date": "2012-06-27",
        "偏离度": -16.1617
    },
    {
        "date": "2012-06-28",
        "偏离度": -17.027700000000003
    },
    {
        "date": "2012-06-29",
        "偏离度": -15.845300000000002
    },
    {
        "date": "2012-07-02",
        "偏离度": -15.321299999999999
    },
    {
        "date": "2012-07-03",
        "偏离度": -15.1323
    },
    {
        "date": "2012-07-04",
        "偏离度": -15.3438
    },
    {
        "date": "2012-07-05",
        "偏离度": -16.7623
    },
    {
        "date": "2012-07-06",
        "偏离度": -15.2034
    },
    {
        "date": "2012-07-09",
        "偏离度": -17.1542
    },
    {
        "date": "2012-07-10",
        "偏离度": -17.6785
    },
    {
        "date": "2012-07-11",
        "偏离度": -16.947400000000002
    },
    {
        "date": "2012-07-12",
        "偏离度": -15.9806
    },
    {
        "date": "2012-07-13",
        "偏离度": -16.125700000000002
    },
    {
        "date": "2012-07-16",
        "偏离度": -18.4579
    },
    {
        "date": "2012-07-17",
        "偏离度": -17.8962
    },
    {
        "date": "2012-07-18",
        "偏离度": -17.6282
    },
    {
        "date": "2012-07-19",
        "偏离度": -16.947699999999998
    },
    {
        "date": "2012-07-20",
        "偏离度": -17.6317
    },
    {
        "date": "2012-07-23",
        "偏离度": -18.5923
    },
    {
        "date": "2012-07-24",
        "偏离度": -18.0974
    },
    {
        "date": "2012-07-25",
        "偏离度": -18.6438
    },
    {
        "date": "2012-07-26",
        "偏离度": -19.1788
    },
    {
        "date": "2012-07-27",
        "偏离度": -19.3196
    },
    {
        "date": "2012-07-30",
        "偏离度": -20.2693
    },
    {
        "date": "2012-07-31",
        "偏离度": -20.8692
    },
    {
        "date": "2012-08-01",
        "偏离度": -19.7739
    },
    {
        "date": "2012-08-02",
        "偏离度": -20.3979
    },
    {
        "date": "2012-08-03",
        "偏离度": -19.2994
    },
    {
        "date": "2012-08-06",
        "偏离度": -17.830099999999998
    },
    {
        "date": "2012-08-07",
        "偏离度": -17.4068
    },
    {
        "date": "2012-08-08",
        "偏离度": -17.4682
    },
    {
        "date": "2012-08-09",
        "偏离度": -16.5151
    },
    {
        "date": "2012-08-10",
        "偏离度": -16.7862
    },
    {
        "date": "2012-08-13",
        "偏离度": -18.4586
    },
    {
        "date": "2012-08-14",
        "偏离度": -18.02
    },
    {
        "date": "2012-08-15",
        "偏离度": -18.8609
    },
    {
        "date": "2012-08-16",
        "偏离度": -19.317899999999998
    },
    {
        "date": "2012-08-17",
        "偏离度": -19.3891
    },
    {
        "date": "2012-08-20",
        "偏离度": -19.4919
    },
    {
        "date": "2012-08-21",
        "偏离度": -18.697400000000002
    },
    {
        "date": "2012-08-22",
        "偏离度": -19.2903
    },
    {
        "date": "2012-08-23",
        "偏离度": -18.9042
    },
    {
        "date": "2012-08-24",
        "偏离度": -20.1082
    },
    {
        "date": "2012-08-27",
        "偏离度": -21.834300000000002
    },
    {
        "date": "2012-08-28",
        "偏离度": -21.3962
    },
    {
        "date": "2012-08-29",
        "偏离度": -22.0236
    },
    {
        "date": "2012-08-30",
        "偏离度": -22.6468
    },
    {
        "date": "2012-08-31",
        "偏离度": -22.633
    },
    {
        "date": "2012-09-03",
        "偏离度": -21.5009
    },
    {
        "date": "2012-09-04",
        "偏离度": -22.2726
    },
    {
        "date": "2012-09-05",
        "偏离度": -22.1259
    },
    {
        "date": "2012-09-06",
        "偏离度": -21.3699
    },
    {
        "date": "2012-09-07",
        "偏离度": -18.192800000000002
    },
    {
        "date": "2012-09-10",
        "偏离度": -17.6646
    },
    {
        "date": "2012-09-11",
        "偏离度": -18.060200000000002
    },
    {
        "date": "2012-09-12",
        "偏离度": -17.6279
    },
    {
        "date": "2012-09-13",
        "偏离度": -18.5641
    },
    {
        "date": "2012-09-14",
        "偏离度": -18.1656
    },
    {
        "date": "2012-09-17",
        "偏离度": -20.319100000000002
    },
    {
        "date": "2012-09-18",
        "偏离度": -20.8885
    },
    {
        "date": "2012-09-19",
        "偏离度": -20.3395
    },
    {
        "date": "2012-09-20",
        "偏离度": -22.3839
    },
    {
        "date": "2012-09-21",
        "偏离度": -22.538800000000002
    },
    {
        "date": "2012-09-24",
        "偏离度": -21.9545
    },
    {
        "date": "2012-09-25",
        "偏离度": -22.281699999999997
    },
    {
        "date": "2012-09-26",
        "偏离度": -23.5654
    },
    {
        "date": "2012-09-27",
        "偏离度": -21.470200000000002
    },
    {
        "date": "2012-09-28",
        "偏离度": -20.0158
    },
    {
        "date": "2012-10-08",
        "偏离度": -20.549
    },
    {
        "date": "2012-10-09",
        "偏离度": -18.621299999999998
    },
    {
        "date": "2012-10-10",
        "偏离度": -18.1512
    },
    {
        "date": "2012-10-11",
        "偏离度": -19.075
    },
    {
        "date": "2012-10-12",
        "偏离度": -19.072300000000002
    },
    {
        "date": "2012-10-15",
        "偏离度": -19.4512
    },
    {
        "date": "2012-10-16",
        "偏离度": -19.232499999999998
    },
    {
        "date": "2012-10-17",
        "偏离度": -19.05
    },
    {
        "date": "2012-10-18",
        "偏离度": -17.7304
    },
    {
        "date": "2012-10-19",
        "偏离度": -17.8617
    },
    {
        "date": "2012-10-22",
        "偏离度": -17.4869
    },
    {
        "date": "2012-10-23",
        "偏离度": -18.4338
    },
    {
        "date": "2012-10-24",
        "偏离度": -18.545
    },
    {
        "date": "2012-10-25",
        "偏离度": -19.1884
    },
    {
        "date": "2012-10-26",
        "偏离度": -20.7337
    },
    {
        "date": "2012-10-29",
        "偏离度": -20.9923
    },
    {
        "date": "2012-10-30",
        "偏离度": -20.8322
    },
    {
        "date": "2012-10-31",
        "偏离度": -20.3745
    },
    {
        "date": "2012-11-01",
        "偏离度": -18.851200000000002
    },
    {
        "date": "2012-11-02",
        "偏离度": -18.4424
    },
    {
        "date": "2012-11-05",
        "偏离度": -18.6372
    },
    {
        "date": "2012-11-06",
        "偏离度": -19.0413
    },
    {
        "date": "2012-11-07",
        "偏离度": -19.124
    },
    {
        "date": "2012-11-08",
        "偏离度": -20.769199999999998
    },
    {
        "date": "2012-11-09",
        "偏离度": -20.924899999999997
    },
    {
        "date": "2012-11-12",
        "偏离度": -20.4216
    },
    {
        "date": "2012-11-13",
        "偏离度": -21.848300000000002
    },
    {
        "date": "2012-11-14",
        "偏离度": -21.5259
    },
    {
        "date": "2012-11-15",
        "偏离度": -22.6587
    },
    {
        "date": "2012-11-16",
        "偏离度": -23.1494
    },
    {
        "date": "2012-11-19",
        "偏离度": -23.031
    },
    {
        "date": "2012-11-20",
        "偏离度": -23.285700000000002
    },
    {
        "date": "2012-11-21",
        "偏离度": -22.2857
    },
    {
        "date": "2012-11-22",
        "偏离度": -22.9897
    },
    {
        "date": "2012-11-23",
        "偏离度": -22.538800000000002
    },
    {
        "date": "2012-11-26",
        "偏离度": -23.2296
    },
    {
        "date": "2012-11-27",
        "偏离度": -24.8764
    },
    {
        "date": "2012-11-28",
        "偏离度": -25.9612
    },
    {
        "date": "2012-11-29",
        "偏离度": -26.4974
    },
    {
        "date": "2012-11-30",
        "偏离度": -25.537300000000002
    },
    {
        "date": "2012-12-03",
        "偏离度": -26.8562
    },
    {
        "date": "2012-12-04",
        "偏离度": -25.975900000000003
    },
    {
        "date": "2012-12-05",
        "偏离度": -23.2374
    },
    {
        "date": "2012-12-06",
        "偏离度": -23.2882
    },
    {
        "date": "2012-12-07",
        "偏离度": -21.637700000000002
    },
    {
        "date": "2012-12-10",
        "偏离度": -20.532
    },
    {
        "date": "2012-12-11",
        "偏离度": -20.9634
    },
    {
        "date": "2012-12-12",
        "偏离度": -20.7259
    },
    {
        "date": "2012-12-13",
        "偏离度": -21.6157
    },
    {
        "date": "2012-12-14",
        "偏离度": -17.930799999999998
    },
    {
        "date": "2012-12-17",
        "偏离度": -17.4393
    },
    {
        "date": "2012-12-18",
        "偏离度": -17.4473
    },
    {
        "date": "2012-12-19",
        "偏离度": -17.191200000000002
    },
    {
        "date": "2012-12-20",
        "偏离度": -16.755300000000002
    },
    {
        "date": "2012-12-21",
        "偏离度": -16.9897
    },
    {
        "date": "2012-12-24",
        "偏离度": -16.5212
    },
    {
        "date": "2012-12-25",
        "偏离度": -14.3019
    },
    {
        "date": "2012-12-26",
        "偏离度": -13.5657
    },
    {
        "date": "2012-12-27",
        "偏离度": -14.1157
    },
    {
        "date": "2012-12-28",
        "偏离度": -12.936
    },
    {
        "date": "2012-12-31",
        "偏离度": -11.625
    },
    {
        "date": "2013-01-04",
        "偏离度": -11.7091
    },
    {
        "date": "2013-01-07",
        "偏离度": -11.0059
    },
    {
        "date": "2013-01-08",
        "偏离度": -10.7392
    },
    {
        "date": "2013-01-09",
        "偏离度": -10.6065
    },
    {
        "date": "2013-01-10",
        "偏离度": -10.230599999999999
    },
    {
        "date": "2013-01-11",
        "偏离度": -12.0092
    },
    {
        "date": "2013-01-14",
        "偏离度": -8.757900000000001
    },
    {
        "date": "2013-01-15",
        "偏离度": -7.646100000000001
    },
    {
        "date": "2013-01-16",
        "偏离度": -8.0404
    },
    {
        "date": "2013-01-17",
        "偏离度": -8.9284
    },
    {
        "date": "2013-01-18",
        "偏离度": -7.3936
    },
    {
        "date": "2013-01-21",
        "偏离度": -6.7271
    },
    {
        "date": "2013-01-22",
        "偏离度": -7.6403
    },
    {
        "date": "2013-01-23",
        "偏离度": -7.2914
    },
    {
        "date": "2013-01-24",
        "偏离度": -8.6248
    },
    {
        "date": "2013-01-25",
        "偏离度": -8.8725
    },
    {
        "date": "2013-01-28",
        "偏离度": -6.2147
    },
    {
        "date": "2013-01-29",
        "偏离度": -5.3178
    },
    {
        "date": "2013-01-30",
        "偏离度": -4.9186
    },
    {
        "date": "2013-01-31",
        "偏离度": -5.1499999999999995
    },
    {
        "date": "2013-02-01",
        "偏离度": -3.6835
    },
    {
        "date": "2013-02-04",
        "偏离度": -3.8419000000000003
    },
    {
        "date": "2013-02-05",
        "偏离度": -2.939
    },
    {
        "date": "2013-02-06",
        "偏离度": -2.5869
    },
    {
        "date": "2013-02-07",
        "偏离度": -2.7278000000000002
    },
    {
        "date": "2013-02-08",
        "偏离度": -1.8814000000000002
    },
    {
        "date": "2013-02-18",
        "偏离度": -2.2710999999999997
    },
    {
        "date": "2013-02-19",
        "偏离度": -3.993
    },
    {
        "date": "2013-02-20",
        "偏离度": -2.7973000000000003
    },
    {
        "date": "2013-02-21",
        "偏离度": -5.4684
    },
    {
        "date": "2013-02-22",
        "偏离度": -5.8161
    },
    {
        "date": "2013-02-25",
        "偏离度": -5.1688
    },
    {
        "date": "2013-02-26",
        "偏离度": -6.457300000000001
    },
    {
        "date": "2013-02-27",
        "偏离度": -5.8302
    },
    {
        "date": "2013-02-28",
        "偏离度": -3.3619999999999997
    },
    {
        "date": "2013-03-01",
        "偏离度": -2.8998
    },
    {
        "date": "2013-03-04",
        "偏离度": -6.7867999999999995
    },
    {
        "date": "2013-03-05",
        "偏离度": -4.2317
    },
    {
        "date": "2013-03-06",
        "偏离度": -2.9385000000000003
    },
    {
        "date": "2013-03-07",
        "偏离度": -3.9986
    },
    {
        "date": "2013-03-08",
        "偏离度": -4.607399999999999
    },
    {
        "date": "2013-03-11",
        "偏离度": -4.851500000000001
    },
    {
        "date": "2013-03-12",
        "偏离度": -6.5914
    },
    {
        "date": "2013-03-13",
        "偏离度": -7.470400000000001
    },
    {
        "date": "2013-03-14",
        "偏离度": -7.1309
    },
    {
        "date": "2013-03-15",
        "偏离度": -6.889099999999999
    },
    {
        "date": "2013-03-18",
        "偏离度": -8.086699999999999
    },
    {
        "date": "2013-03-19",
        "偏离度": -7.4681999999999995
    },
    {
        "date": "2013-03-20",
        "偏离度": -4.6202
    },
    {
        "date": "2013-03-21",
        "偏离度": -4.0145
    },
    {
        "date": "2013-03-22",
        "偏离度": -3.7577
    },
    {
        "date": "2013-03-25",
        "偏离度": -3.8295000000000003
    },
    {
        "date": "2013-03-26",
        "偏离度": -4.8423
    },
    {
        "date": "2013-03-27",
        "偏离度": -4.4998000000000005
    },
    {
        "date": "2013-03-28",
        "偏离度": -7.391399999999999
    },
    {
        "date": "2013-03-29",
        "偏离度": -7.4311
    },
    {
        "date": "2013-04-01",
        "偏离度": -7.158100000000001
    },
    {
        "date": "2013-04-02",
        "偏离度": -7.810599999999999
    },
    {
        "date": "2013-04-03",
        "偏离度": -8.1926
    },
    {
        "date": "2013-04-08",
        "偏离度": -8.1997
    },
    {
        "date": "2013-04-09",
        "偏离度": -7.4319999999999995
    },
    {
        "date": "2013-04-10",
        "偏离度": -7.617699999999999
    },
    {
        "date": "2013-04-11",
        "偏离度": -7.8722
    },
    {
        "date": "2013-04-12",
        "偏离度": -8.4791
    },
    {
        "date": "2013-04-15",
        "偏离度": -9.5002
    },
    {
        "date": "2013-04-16",
        "偏离度": -8.585700000000001
    },
    {
        "date": "2013-04-17",
        "偏离度": -8.194799999999999
    },
    {
        "date": "2013-04-18",
        "偏离度": -7.904
    },
    {
        "date": "2013-04-19",
        "偏离度": -5.6033
    },
    {
        "date": "2013-04-22",
        "偏离度": -5.356199999999999
    },
    {
        "date": "2013-04-23",
        "偏离度": -8.1538
    },
    {
        "date": "2013-04-24",
        "偏离度": -6.2849
    },
    {
        "date": "2013-04-25",
        "偏离度": -7.4964
    },
    {
        "date": "2013-04-26",
        "偏离度": -8.6122
    },
    {
        "date": "2013-05-02",
        "偏离度": -8.2742
    },
    {
        "date": "2013-05-03",
        "偏离度": -6.5245999999999995
    },
    {
        "date": "2013-05-06",
        "偏离度": -5.0546
    },
    {
        "date": "2013-05-07",
        "偏离度": -4.8252999999999995
    },
    {
        "date": "2013-05-08",
        "偏离度": -4.1017
    },
    {
        "date": "2013-05-09",
        "偏离度": -4.3042
    },
    {
        "date": "2013-05-10",
        "偏离度": -3.7083
    },
    {
        "date": "2013-05-13",
        "偏离度": -3.669
    },
    {
        "date": "2013-05-14",
        "偏离度": -4.8928
    },
    {
        "date": "2013-05-15",
        "偏离度": -3.9736000000000002
    },
    {
        "date": "2013-05-16",
        "偏离度": -2.5693
    },
    {
        "date": "2013-05-17",
        "偏离度": -1.0776000000000001
    },
    {
        "date": "2013-05-20",
        "偏离度": -0.0091
    },
    {
        "date": "2013-05-21",
        "偏离度": 0.7243
    },
    {
        "date": "2013-05-22",
        "偏离度": 0.3946
    },
    {
        "date": "2013-05-23",
        "偏离度": -0.6062
    },
    {
        "date": "2013-05-24",
        "偏离度": 0.42240000000000005
    },
    {
        "date": "2013-05-27",
        "偏离度": 0.9565
    },
    {
        "date": "2013-05-28",
        "偏离度": 1.8631000000000002
    },
    {
        "date": "2013-05-29",
        "偏离度": 2.168
    },
    {
        "date": "2013-05-30",
        "偏离度": 2.1412
    },
    {
        "date": "2013-05-31",
        "偏离度": 1.3312
    },
    {
        "date": "2013-06-03",
        "偏离度": 1.0071
    },
    {
        "date": "2013-06-04",
        "偏离度": -0.6668999999999999
    },
    {
        "date": "2013-06-05",
        "偏离度": -0.521
    },
    {
        "date": "2013-06-06",
        "偏离度": -1.8897000000000002
    },
    {
        "date": "2013-06-07",
        "偏离度": -3.435
    },
    {
        "date": "2013-06-13",
        "偏离度": -6.2735
    },
    {
        "date": "2013-06-14",
        "偏离度": -5.0234000000000005
    },
    {
        "date": "2013-06-17",
        "偏离度": -5.1069
    },
    {
        "date": "2013-06-18",
        "偏离度": -4.6152
    },
    {
        "date": "2013-06-19",
        "偏离度": -5.1772
    },
    {
        "date": "2013-06-20",
        "偏离度": -8.2241
    },
    {
        "date": "2013-06-21",
        "偏离度": -8.4765
    },
    {
        "date": "2013-06-24",
        "偏离度": -14.086000000000002
    },
    {
        "date": "2013-06-25",
        "偏离度": -14.294
    },
    {
        "date": "2013-06-26",
        "偏离度": -13.296800000000001
    },
    {
        "date": "2013-06-27",
        "偏离度": -14.0566
    },
    {
        "date": "2013-06-28",
        "偏离度": -13.2068
    },
    {
        "date": "2013-07-01",
        "偏离度": -12.0158
    },
    {
        "date": "2013-07-02",
        "偏离度": -11.1024
    },
    {
        "date": "2013-07-03",
        "偏离度": -11.3646
    },
    {
        "date": "2013-07-04",
        "偏离度": -10.6907
    },
    {
        "date": "2013-07-05",
        "偏离度": -10.844800000000001
    },
    {
        "date": "2013-07-08",
        "偏离度": -13.6524
    },
    {
        "date": "2013-07-09",
        "偏离度": -13.378799999999998
    },
    {
        "date": "2013-07-10",
        "偏离度": -10.889
    },
    {
        "date": "2013-07-11",
        "偏离度": -7.5213
    },
    {
        "date": "2013-07-12",
        "偏离度": -8.8021
    },
    {
        "date": "2013-07-15",
        "偏离度": -7.1506
    },
    {
        "date": "2013-07-16",
        "偏离度": -6.413
    },
    {
        "date": "2013-07-17",
        "偏离度": -7.7401
    },
    {
        "date": "2013-07-18",
        "偏离度": -8.5422
    },
    {
        "date": "2013-07-19",
        "偏离度": -10.6251
    },
    {
        "date": "2013-07-22",
        "偏离度": -9.44
    },
    {
        "date": "2013-07-23",
        "偏离度": -7.0085
    },
    {
        "date": "2013-07-24",
        "偏离度": -6.9886
    },
    {
        "date": "2013-07-25",
        "偏离度": -8.0984
    },
    {
        "date": "2013-07-26",
        "偏离度": -8.3606
    },
    {
        "date": "2013-07-29",
        "偏离度": -10.152999999999999
    },
    {
        "date": "2013-07-30",
        "偏离度": -10.004399999999999
    },
    {
        "date": "2013-07-31",
        "偏离度": -9.6617
    },
    {
        "date": "2013-08-01",
        "偏离度": -7.2669999999999995
    },
    {
        "date": "2013-08-02",
        "偏离度": -7.0495
    },
    {
        "date": "2013-08-05",
        "偏离度": -5.664000000000001
    },
    {
        "date": "2013-08-06",
        "偏离度": -4.8557999999999995
    },
    {
        "date": "2013-08-07",
        "偏离度": -5.6350999999999996
    },
    {
        "date": "2013-08-08",
        "偏离度": -5.5302
    },
    {
        "date": "2013-08-09",
        "偏离度": -5.2195
    },
    {
        "date": "2013-08-12",
        "偏离度": -3.2005
    },
    {
        "date": "2013-08-13",
        "偏离度": -2.7466999999999997
    },
    {
        "date": "2013-08-14",
        "偏离度": -3.0546
    },
    {
        "date": "2013-08-15",
        "偏离度": -4.1486
    },
    {
        "date": "2013-08-16",
        "偏离度": -5.4902
    },
    {
        "date": "2013-08-19",
        "偏离度": -4.0156
    },
    {
        "date": "2013-08-20",
        "偏离度": -4.4172
    },
    {
        "date": "2013-08-21",
        "偏离度": -4.2054
    },
    {
        "date": "2013-08-22",
        "偏离度": -4.1628
    },
    {
        "date": "2013-08-23",
        "偏离度": -4.5751
    },
    {
        "date": "2013-08-26",
        "偏离度": -2.5912
    },
    {
        "date": "2013-08-27",
        "偏离度": -2.0873
    },
    {
        "date": "2013-08-28",
        "偏离度": -2.7855000000000003
    },
    {
        "date": "2013-08-29",
        "偏离度": -2.9931
    },
    {
        "date": "2013-08-30",
        "偏离度": -3.7068999999999996
    },
    {
        "date": "2013-09-02",
        "偏离度": -3.2394
    },
    {
        "date": "2013-09-03",
        "偏离度": -1.7930000000000001
    },
    {
        "date": "2013-09-04",
        "偏离度": -1.7708000000000002
    },
    {
        "date": "2013-09-05",
        "偏离度": -1.8041
    },
    {
        "date": "2013-09-06",
        "偏离度": -1.088
    },
    {
        "date": "2013-09-09",
        "偏离度": 1.0753000000000001
    },
    {
        "date": "2013-09-10",
        "偏离度": 2.2227
    },
    {
        "date": "2013-09-11",
        "偏离度": 1.8549
    },
    {
        "date": "2013-09-12",
        "偏离度": 2.4760999999999997
    },
    {
        "date": "2013-09-13",
        "偏离度": 2.2334
    },
    {
        "date": "2013-09-16",
        "偏离度": 2.2229
    },
    {
        "date": "2013-09-17",
        "偏离度": 0.32789999999999997
    },
    {
        "date": "2013-09-18",
        "偏离度": 0.8847
    },
    {
        "date": "2013-09-23",
        "偏离度": 2.7228
    },
    {
        "date": "2013-09-24",
        "偏离度": 2.2110000000000003
    },
    {
        "date": "2013-09-25",
        "偏离度": 1.6691
    },
    {
        "date": "2013-09-26",
        "偏离度": -0.215
    },
    {
        "date": "2013-09-27",
        "偏离度": 0.1492
    },
    {
        "date": "2013-09-30",
        "偏离度": 1.1643999999999999
    },
    {
        "date": "2013-10-08",
        "偏离度": 2.6950000000000003
    },
    {
        "date": "2013-10-09",
        "偏离度": 3.5811
    },
    {
        "date": "2013-10-10",
        "偏离度": 2.6654
    },
    {
        "date": "2013-10-11",
        "偏离度": 4.2412
    },
    {
        "date": "2013-10-14",
        "偏离度": 4.8717999999999995
    },
    {
        "date": "2013-10-15",
        "偏离度": 4.749
    },
    {
        "date": "2013-10-16",
        "偏离度": 2.2674
    },
    {
        "date": "2013-10-17",
        "偏离度": 2.0438
    },
    {
        "date": "2013-10-18",
        "偏离度": 2.6
    },
    {
        "date": "2013-10-21",
        "偏离度": 4.8412
    },
    {
        "date": "2013-10-22",
        "偏离度": 3.7152
    },
    {
        "date": "2013-10-23",
        "偏离度": 1.8469
    },
    {
        "date": "2013-10-24",
        "偏离度": 1.1086
    },
    {
        "date": "2013-10-25",
        "偏离度": -0.5104
    },
    {
        "date": "2013-10-28",
        "偏离度": -0.6701
    },
    {
        "date": "2013-10-29",
        "偏离度": -1.7968000000000002
    },
    {
        "date": "2013-10-30",
        "偏离度": -0.3009
    },
    {
        "date": "2013-10-31",
        "偏离度": -1.6677999999999997
    },
    {
        "date": "2013-11-01",
        "偏离度": -1.6669
    },
    {
        "date": "2013-11-04",
        "偏离度": -1.4884
    },
    {
        "date": "2013-11-05",
        "偏离度": -0.7503
    },
    {
        "date": "2013-11-06",
        "偏离度": -1.8526999999999998
    },
    {
        "date": "2013-11-07",
        "偏离度": -2.7864
    },
    {
        "date": "2013-11-08",
        "偏离度": -4.1589
    },
    {
        "date": "2013-11-11",
        "偏离度": -3.7407000000000004
    },
    {
        "date": "2013-11-12",
        "偏离度": -2.801
    },
    {
        "date": "2013-11-13",
        "偏离度": -4.7793
    },
    {
        "date": "2013-11-14",
        "偏离度": -3.7696
    },
    {
        "date": "2013-11-15",
        "偏离度": -1.865
    },
    {
        "date": "2013-11-18",
        "偏离度": 0.9036000000000001
    },
    {
        "date": "2013-11-19",
        "偏离度": 0.7139000000000001
    },
    {
        "date": "2013-11-20",
        "偏离度": 1.3933
    },
    {
        "date": "2013-11-21",
        "偏离度": 0.9089
    },
    {
        "date": "2013-11-22",
        "偏离度": 0.4081
    },
    {
        "date": "2013-11-25",
        "偏离度": 0.20249999999999999
    },
    {
        "date": "2013-11-26",
        "偏离度": 0.29450000000000004
    },
    {
        "date": "2013-11-27",
        "偏离度": 1.4824
    },
    {
        "date": "2013-11-28",
        "偏离度": 2.3703
    },
    {
        "date": "2013-11-29",
        "偏离度": 2.784
    },
    {
        "date": "2013-12-02",
        "偏离度": -0.3132
    },
    {
        "date": "2013-12-03",
        "偏离度": 1.0739
    },
    {
        "date": "2013-12-04",
        "偏离度": 2.4097
    },
    {
        "date": "2013-12-05",
        "偏离度": 2.0528999999999997
    },
    {
        "date": "2013-12-06",
        "偏离度": 1.5602
    },
    {
        "date": "2013-12-09",
        "偏离度": 2.0101
    },
    {
        "date": "2013-12-10",
        "偏离度": 2.0667
    },
    {
        "date": "2013-12-11",
        "偏离度": 0.7257
    },
    {
        "date": "2013-12-12",
        "偏离度": 0.9456000000000001
    },
    {
        "date": "2013-12-13",
        "偏离度": 1.0035
    },
    {
        "date": "2013-12-16",
        "偏离度": -0.5524
    },
    {
        "date": "2013-12-17",
        "偏离度": -1.1301999999999999
    },
    {
        "date": "2013-12-18",
        "偏离度": -1.214
    },
    {
        "date": "2013-12-19",
        "偏离度": -2.2011
    },
    {
        "date": "2013-12-20",
        "偏离度": -3.9433000000000002
    },
    {
        "date": "2013-12-23",
        "偏离度": -3.9606000000000003
    },
    {
        "date": "2013-12-24",
        "偏离度": -3.5037
    },
    {
        "date": "2013-12-25",
        "偏离度": -2.5063999999999997
    },
    {
        "date": "2013-12-26",
        "偏离度": -4.2188
    },
    {
        "date": "2013-12-27",
        "偏离度": -2.6297
    },
    {
        "date": "2013-12-30",
        "偏离度": -2.4979
    },
    {
        "date": "2013-12-31",
        "偏离度": -1.7912000000000001
    },
    {
        "date": "2014-01-02",
        "偏离度": -1.5716999999999999
    },
    {
        "date": "2014-01-03",
        "偏离度": -2.4966
    },
    {
        "date": "2014-01-06",
        "偏离度": -4.939
    },
    {
        "date": "2014-01-07",
        "偏离度": -4.6043
    },
    {
        "date": "2014-01-08",
        "偏离度": -4.2406
    },
    {
        "date": "2014-01-09",
        "偏离度": -5.3678
    },
    {
        "date": "2014-01-10",
        "偏离度": -6.5678
    },
    {
        "date": "2014-01-13",
        "偏离度": -6.956900000000001
    },
    {
        "date": "2014-01-14",
        "偏离度": -5.6213
    },
    {
        "date": "2014-01-15",
        "偏离度": -5.3643
    },
    {
        "date": "2014-01-16",
        "偏离度": -5.3453
    },
    {
        "date": "2014-01-17",
        "偏离度": -6.535299999999999
    },
    {
        "date": "2014-01-20",
        "偏离度": -7.191400000000001
    },
    {
        "date": "2014-01-21",
        "偏离度": -6.0215
    },
    {
        "date": "2014-01-22",
        "偏离度": -3.7409
    },
    {
        "date": "2014-01-23",
        "偏离度": -3.6250999999999998
    },
    {
        "date": "2014-01-24",
        "偏离度": -2.6995999999999998
    },
    {
        "date": "2014-01-27",
        "偏离度": -3.4778000000000002
    },
    {
        "date": "2014-01-28",
        "偏离度": -3.5457
    },
    {
        "date": "2014-01-29",
        "偏离度": -2.8750999999999998
    },
    {
        "date": "2014-01-30",
        "偏离度": -3.6761000000000004
    },
    {
        "date": "2014-02-07",
        "偏离度": -2.5634
    },
    {
        "date": "2014-02-10",
        "偏离度": -0.0902
    },
    {
        "date": "2014-02-11",
        "偏离度": 0.2958
    },
    {
        "date": "2014-02-12",
        "偏离度": 0.9887999999999999
    },
    {
        "date": "2014-02-13",
        "偏离度": -0.20110000000000003
    },
    {
        "date": "2014-02-14",
        "偏离度": 1.0509
    },
    {
        "date": "2014-02-17",
        "偏离度": 2.4209
    },
    {
        "date": "2014-02-18",
        "偏离度": 1.7232999999999998
    },
    {
        "date": "2014-02-19",
        "偏离度": 2.2833
    },
    {
        "date": "2014-02-20",
        "偏离度": 1.0001
    },
    {
        "date": "2014-02-21",
        "偏离度": 0.27599999999999997
    },
    {
        "date": "2014-02-24",
        "偏离度": -0.7218
    },
    {
        "date": "2014-02-25",
        "偏离度": -3.929
    },
    {
        "date": "2014-02-26",
        "偏离度": -3.5236000000000005
    },
    {
        "date": "2014-02-27",
        "偏离度": -4.4612
    },
    {
        "date": "2014-02-28",
        "偏离度": -3.4548
    },
    {
        "date": "2014-03-03",
        "偏离度": -2.1917
    },
    {
        "date": "2014-03-04",
        "偏离度": -2.3348
    },
    {
        "date": "2014-03-05",
        "偏离度": -2.9207
    },
    {
        "date": "2014-03-06",
        "偏离度": -2.7474
    },
    {
        "date": "2014-03-07",
        "偏离度": -3.0452
    },
    {
        "date": "2014-03-10",
        "偏离度": -6.433800000000001
    },
    {
        "date": "2014-03-11",
        "偏离度": -6.2814
    },
    {
        "date": "2014-03-12",
        "偏离度": -6.2625
    },
    {
        "date": "2014-03-13",
        "偏离度": -5.1032
    },
    {
        "date": "2014-03-14",
        "偏离度": -5.6521
    },
    {
        "date": "2014-03-17",
        "偏离度": -4.1847
    },
    {
        "date": "2014-03-18",
        "偏离度": -4.0361
    },
    {
        "date": "2014-03-19",
        "偏离度": -4.4729
    },
    {
        "date": "2014-03-20",
        "偏离度": -6.554799999999999
    },
    {
        "date": "2014-03-21",
        "偏离度": -4.2153
    },
    {
        "date": "2014-03-24",
        "偏离度": -3.6270999999999995
    },
    {
        "date": "2014-03-25",
        "偏离度": -3.6784999999999997
    },
    {
        "date": "2014-03-26",
        "偏离度": -3.5672
    },
    {
        "date": "2014-03-27",
        "偏离度": -4.802300000000001
    },
    {
        "date": "2014-03-28",
        "偏离度": -6.0417
    },
    {
        "date": "2014-03-31",
        "偏离度": -6.5234
    },
    {
        "date": "2014-04-01",
        "偏离度": -5.4215
    },
    {
        "date": "2014-04-02",
        "偏离度": -5.2122
    },
    {
        "date": "2014-04-03",
        "偏离度": -5.5925
    },
    {
        "date": "2014-04-04",
        "偏离度": -4.6238
    },
    {
        "date": "2014-04-08",
        "偏离度": -3.1098
    },
    {
        "date": "2014-04-09",
        "偏离度": -2.6117
    },
    {
        "date": "2014-04-10",
        "偏离度": -1.6636000000000002
    },
    {
        "date": "2014-04-11",
        "偏离度": -1.9737
    },
    {
        "date": "2014-04-14",
        "偏离度": -1.6823000000000001
    },
    {
        "date": "2014-04-15",
        "偏离度": -2.8324
    },
    {
        "date": "2014-04-16",
        "偏离度": -2.7544
    },
    {
        "date": "2014-04-17",
        "偏离度": -2.9378
    },
    {
        "date": "2014-04-18",
        "偏离度": -2.7611
    },
    {
        "date": "2014-04-21",
        "偏离度": -4.3194
    },
    {
        "date": "2014-04-22",
        "偏离度": -4.4891
    },
    {
        "date": "2014-04-23",
        "偏离度": -4.7227
    },
    {
        "date": "2014-04-24",
        "偏离度": -5.272600000000001
    },
    {
        "date": "2014-04-25",
        "偏离度": -6.7576
    },
    {
        "date": "2014-04-28",
        "偏离度": -8.966899999999999
    },
    {
        "date": "2014-04-29",
        "偏离度": -7.8896
    },
    {
        "date": "2014-04-30",
        "偏离度": -7.461900000000001
    },
    {
        "date": "2014-05-05",
        "偏离度": -7.0422
    },
    {
        "date": "2014-05-06",
        "偏离度": -6.7219
    },
    {
        "date": "2014-05-07",
        "偏离度": -7.9584
    },
    {
        "date": "2014-05-08",
        "偏离度": -7.9344
    },
    {
        "date": "2014-05-09",
        "偏离度": -8.4497
    },
    {
        "date": "2014-05-12",
        "偏离度": -6.427199999999999
    },
    {
        "date": "2014-05-13",
        "偏离度": -6.5886
    },
    {
        "date": "2014-05-14",
        "偏离度": -6.6476
    },
    {
        "date": "2014-05-15",
        "偏离度": -8.132399999999999
    },
    {
        "date": "2014-05-16",
        "偏离度": -8.235199999999999
    },
    {
        "date": "2014-05-19",
        "偏离度": -9.085600000000001
    },
    {
        "date": "2014-05-20",
        "偏离度": -8.89
    },
    {
        "date": "2014-05-21",
        "偏离度": -8.0669
    },
    {
        "date": "2014-05-22",
        "偏离度": -8.1296
    },
    {
        "date": "2014-05-23",
        "偏离度": -7.2339
    },
    {
        "date": "2014-05-26",
        "偏离度": -6.4931
    },
    {
        "date": "2014-05-27",
        "偏离度": -6.8533
    },
    {
        "date": "2014-05-28",
        "偏离度": -5.8022
    },
    {
        "date": "2014-05-29",
        "偏离度": -6.6632
    },
    {
        "date": "2014-05-30",
        "偏离度": -6.5222
    },
    {
        "date": "2014-06-03",
        "偏离度": -6.730700000000001
    },
    {
        "date": "2014-06-04",
        "偏离度": -7.5356000000000005
    },
    {
        "date": "2014-06-05",
        "偏离度": -6.457300000000001
    },
    {
        "date": "2014-06-06",
        "偏离度": -6.8913
    },
    {
        "date": "2014-06-09",
        "偏离度": -7.1969
    },
    {
        "date": "2014-06-10",
        "偏离度": -6.0446
    },
    {
        "date": "2014-06-11",
        "偏离度": -5.7806999999999995
    },
    {
        "date": "2014-06-12",
        "偏离度": -5.9797
    },
    {
        "date": "2014-06-13",
        "偏离度": -4.9657
    },
    {
        "date": "2014-06-16",
        "偏离度": -4.3053
    },
    {
        "date": "2014-06-17",
        "偏离度": -5.1662
    },
    {
        "date": "2014-06-18",
        "偏离度": -5.6806
    },
    {
        "date": "2014-06-19",
        "偏离度": -7.699599999999999
    },
    {
        "date": "2014-06-20",
        "偏离度": -6.9681999999999995
    },
    {
        "date": "2014-06-23",
        "偏离度": -6.5124
    },
    {
        "date": "2014-06-24",
        "偏离度": -5.880599999999999
    },
    {
        "date": "2014-06-25",
        "偏离度": -6.3092999999999995
    },
    {
        "date": "2014-06-26",
        "偏离度": -5.274100000000001
    },
    {
        "date": "2014-06-27",
        "偏离度": -4.8445
    },
    {
        "date": "2014-06-30",
        "偏离度": -4.0368
    },
    {
        "date": "2014-07-01",
        "偏离度": -3.7287
    },
    {
        "date": "2014-07-02",
        "偏离度": -3.2782
    },
    {
        "date": "2014-07-03",
        "偏离度": -2.6651000000000002
    },
    {
        "date": "2014-07-04",
        "偏离度": -2.7704
    },
    {
        "date": "2014-07-07",
        "偏离度": -2.8219000000000003
    },
    {
        "date": "2014-07-08",
        "偏离度": -2.3618
    },
    {
        "date": "2014-07-09",
        "偏离度": -3.7830000000000004
    },
    {
        "date": "2014-07-10",
        "偏离度": -3.8543000000000003
    },
    {
        "date": "2014-07-11",
        "偏离度": -3.1622999999999997
    },
    {
        "date": "2014-07-14",
        "偏离度": -1.9692
    },
    {
        "date": "2014-07-15",
        "偏离度": -2.0577
    },
    {
        "date": "2014-07-16",
        "偏离度": -2.6496
    },
    {
        "date": "2014-07-17",
        "偏离度": -3.1535
    },
    {
        "date": "2014-07-18",
        "偏离度": -2.8569
    },
    {
        "date": "2014-07-21",
        "偏离度": -2.9458
    },
    {
        "date": "2014-07-22",
        "偏离度": -1.7128999999999999
    },
    {
        "date": "2014-07-23",
        "偏离度": -2.1102
    },
    {
        "date": "2014-07-24",
        "偏离度": -1.476
    },
    {
        "date": "2014-07-25",
        "偏离度": -0.5027
    },
    {
        "date": "2014-07-28",
        "偏离度": 1.7812000000000001
    },
    {
        "date": "2014-07-29",
        "偏离度": 2.5128999999999997
    },
    {
        "date": "2014-07-30",
        "偏离度": 2.6116
    },
    {
        "date": "2014-07-31",
        "偏离度": 3.6177
    },
    {
        "date": "2014-08-01",
        "偏离度": 2.589
    },
    {
        "date": "2014-08-04",
        "偏离度": 4.3398
    },
    {
        "date": "2014-08-05",
        "偏离度": 4.589300000000001
    },
    {
        "date": "2014-08-06",
        "偏离度": 4.7055
    },
    {
        "date": "2014-08-07",
        "偏离度": 3.4798999999999998
    },
    {
        "date": "2014-08-08",
        "偏离度": 3.9774
    },
    {
        "date": "2014-08-11",
        "偏离度": 5.5099
    },
    {
        "date": "2014-08-12",
        "偏离度": 5.6117
    },
    {
        "date": "2014-08-13",
        "偏离度": 5.6532
    },
    {
        "date": "2014-08-14",
        "偏离度": 4.8971
    },
    {
        "date": "2014-08-15",
        "偏离度": 6.0298
    },
    {
        "date": "2014-08-18",
        "偏离度": 7.1654
    },
    {
        "date": "2014-08-19",
        "偏离度": 7.385999999999999
    },
    {
        "date": "2014-08-20",
        "偏离度": 7.1709
    },
    {
        "date": "2014-08-21",
        "偏离度": 7.021199999999999
    },
    {
        "date": "2014-08-22",
        "偏离度": 7.667300000000001
    },
    {
        "date": "2014-08-25",
        "偏离度": 6.7768
    },
    {
        "date": "2014-08-26",
        "偏离度": 5.3331
    },
    {
        "date": "2014-08-27",
        "偏离度": 5.6602
    },
    {
        "date": "2014-08-28",
        "偏离度": 4.8194
    },
    {
        "date": "2014-08-29",
        "偏离度": 5.9922
    },
    {
        "date": "2014-09-01",
        "偏离度": 7.363599999999999
    },
    {
        "date": "2014-09-02",
        "偏离度": 8.877
    },
    {
        "date": "2014-09-03",
        "偏离度": 9.7849
    },
    {
        "date": "2014-09-04",
        "偏离度": 10.695300000000001
    },
    {
        "date": "2014-09-05",
        "偏离度": 11.4235
    },
    {
        "date": "2014-09-09",
        "偏离度": 11.732800000000001
    },
    {
        "date": "2014-09-10",
        "偏离度": 11.764
    },
    {
        "date": "2014-09-11",
        "偏离度": 11.5322
    },
    {
        "date": "2014-09-12",
        "偏离度": 12.5754
    },
    {
        "date": "2014-09-15",
        "偏离度": 13.180800000000001
    },
    {
        "date": "2014-09-16",
        "偏离度": 10.1608
    },
    {
        "date": "2014-09-17",
        "偏离度": 10.8959
    },
    {
        "date": "2014-09-18",
        "偏离度": 11.4928
    },
    {
        "date": "2014-09-19",
        "偏离度": 12.4418
    },
    {
        "date": "2014-09-22",
        "偏离度": 10.7778
    },
    {
        "date": "2014-09-23",
        "偏离度": 12.0299
    },
    {
        "date": "2014-09-24",
        "偏离度": 13.7403
    },
    {
        "date": "2014-09-25",
        "偏离度": 13.671
    },
    {
        "date": "2014-09-26",
        "偏离度": 13.9517
    },
    {
        "date": "2014-09-29",
        "偏离度": 14.805299999999999
    },
    {
        "date": "2014-09-30",
        "偏离度": 15.3404
    },
    {
        "date": "2014-10-08",
        "偏离度": 16.8452
    },
    {
        "date": "2014-10-09",
        "偏离度": 17.1599
    },
    {
        "date": "2014-10-10",
        "偏离度": 16.589100000000002
    },
    {
        "date": "2014-10-13",
        "偏离度": 16.3424
    },
    {
        "date": "2014-10-14",
        "偏离度": 16.007199999999997
    },
    {
        "date": "2014-10-15",
        "偏离度": 16.6312
    },
    {
        "date": "2014-10-16",
        "偏离度": 15.2711
    },
    {
        "date": "2014-10-17",
        "偏离度": 14.49
    },
    {
        "date": "2014-10-20",
        "偏离度": 15.6759
    },
    {
        "date": "2014-10-21",
        "偏离度": 14.688200000000002
    },
    {
        "date": "2014-10-22",
        "偏离度": 13.627400000000002
    },
    {
        "date": "2014-10-23",
        "偏离度": 12.1421
    },
    {
        "date": "2014-10-24",
        "偏离度": 12.2035
    },
    {
        "date": "2014-10-27",
        "偏离度": 12.2431
    },
    {
        "date": "2014-10-28",
        "偏离度": 14.8392
    },
    {
        "date": "2014-10-29",
        "偏离度": 16.450400000000002
    },
    {
        "date": "2014-10-30",
        "偏离度": 16.8456
    },
    {
        "date": "2014-10-31",
        "偏离度": 17.5232
    },
    {
        "date": "2014-11-03",
        "偏离度": 18.265600000000003
    },
    {
        "date": "2014-11-04",
        "偏离度": 17.906
    },
    {
        "date": "2014-11-05",
        "偏离度": 17.6196
    },
    {
        "date": "2014-11-06",
        "偏离度": 18.16
    },
    {
        "date": "2014-11-07",
        "偏离度": 17.4755
    },
    {
        "date": "2014-11-10",
        "偏离度": 19.2848
    },
    {
        "date": "2014-11-11",
        "偏离度": 17.025000000000002
    },
    {
        "date": "2014-11-12",
        "偏离度": 18.7783
    },
    {
        "date": "2014-11-13",
        "偏离度": 17.660899999999998
    },
    {
        "date": "2014-11-14",
        "偏离度": 17.482
    },
    {
        "date": "2014-11-17",
        "偏离度": 17.9294
    },
    {
        "date": "2014-11-18",
        "偏离度": 17.6106
    },
    {
        "date": "2014-11-19",
        "偏离度": 17.918200000000002
    },
    {
        "date": "2014-11-20",
        "偏离度": 17.8025
    },
    {
        "date": "2014-11-21",
        "偏离度": 19.4241
    },
    {
        "date": "2014-11-24",
        "偏离度": 21.5799
    },
    {
        "date": "2014-11-25",
        "偏离度": 23.3339
    },
    {
        "date": "2014-11-26",
        "偏离度": 24.5229
    },
    {
        "date": "2014-11-27",
        "偏离度": 25.660500000000003
    },
    {
        "date": "2014-11-28",
        "偏离度": 26.8541
    },
    {
        "date": "2014-12-01",
        "偏离度": 26.436999999999998
    },
    {
        "date": "2014-12-02",
        "偏离度": 29.4204
    },
    {
        "date": "2014-12-03",
        "偏离度": 31.020599999999998
    },
    {
        "date": "2014-12-04",
        "偏离度": 35.0785
    },
    {
        "date": "2014-12-05",
        "偏离度": 33.9669
    },
    {
        "date": "2014-12-08",
        "偏离度": 37.1578
    },
    {
        "date": "2014-12-09",
        "偏离度": 31.111
    },
    {
        "date": "2014-12-10",
        "偏离度": 35.6922
    },
    {
        "date": "2014-12-11",
        "偏离度": 35.8062
    },
    {
        "date": "2014-12-12",
        "偏离度": 36.667300000000004
    },
    {
        "date": "2014-12-15",
        "偏离度": 38.2054
    },
    {
        "date": "2014-12-16",
        "偏离度": 40.0629
    },
    {
        "date": "2014-12-17",
        "偏离度": 40.525099999999995
    },
    {
        "date": "2014-12-18",
        "偏离度": 40.047
    },
    {
        "date": "2014-12-19",
        "偏离度": 40.1426
    },
    {
        "date": "2014-12-22",
        "偏离度": 37.418600000000005
    },
    {
        "date": "2014-12-23",
        "偏离度": 34.699600000000004
    },
    {
        "date": "2014-12-24",
        "偏离度": 33.7264
    },
    {
        "date": "2014-12-25",
        "偏离度": 36.9683
    },
    {
        "date": "2014-12-26",
        "偏离度": 39.762100000000004
    },
    {
        "date": "2014-12-29",
        "偏离度": 38.9159
    },
    {
        "date": "2014-12-30",
        "偏离度": 37.772800000000004
    },
    {
        "date": "2014-12-31",
        "偏离度": 39.9303
    },
    {
        "date": "2015-01-05",
        "偏离度": 42.932900000000004
    },
    {
        "date": "2015-01-06",
        "偏离度": 43.8262
    },
    {
        "date": "2015-01-07",
        "偏离度": 43.8816
    },
    {
        "date": "2015-01-08",
        "偏离度": 41.714
    },
    {
        "date": "2015-01-09",
        "偏离度": 41.0051
    },
    {
        "date": "2015-01-12",
        "偏离度": 39.3919
    },
    {
        "date": "2015-01-13",
        "偏离度": 40.263
    },
    {
        "date": "2015-01-14",
        "偏离度": 39.7004
    },
    {
        "date": "2015-01-15",
        "偏离度": 42.4469
    },
    {
        "date": "2015-01-16",
        "偏离度": 43.8985
    },
    {
        "date": "2015-01-19",
        "偏离度": 35.684
    },
    {
        "date": "2015-01-20",
        "偏离度": 38.7936
    },
    {
        "date": "2015-01-21",
        "偏离度": 43.561899999999994
    },
    {
        "date": "2015-01-22",
        "偏离度": 44.9415
    },
    {
        "date": "2015-01-23",
        "偏离度": 44.3633
    },
    {
        "date": "2015-01-26",
        "偏离度": 46.5513
    },
    {
        "date": "2015-01-27",
        "偏离度": 46.1783
    },
    {
        "date": "2015-01-28",
        "偏离度": 44.7472
    },
    {
        "date": "2015-01-29",
        "偏离度": 43.3823
    },
    {
        "date": "2015-01-30",
        "偏离度": 41.543400000000005
    },
    {
        "date": "2015-02-02",
        "偏离度": 39.5453
    },
    {
        "date": "2015-02-03",
        "偏离度": 42.4675
    },
    {
        "date": "2015-02-04",
        "偏离度": 41.5668
    },
    {
        "date": "2015-02-05",
        "偏离度": 40.5683
    },
    {
        "date": "2015-02-06",
        "偏离度": 38.000099999999996
    },
    {
        "date": "2015-02-09",
        "偏离度": 38.237500000000004
    },
    {
        "date": "2015-02-10",
        "偏离度": 40.3642
    },
    {
        "date": "2015-02-11",
        "偏离度": 41.7455
    },
    {
        "date": "2015-02-12",
        "偏离度": 42.472100000000005
    },
    {
        "date": "2015-02-13",
        "偏离度": 44.178200000000004
    },
    {
        "date": "2015-02-16",
        "偏离度": 46.1364
    },
    {
        "date": "2015-02-17",
        "偏离度": 47.1467
    },
    {
        "date": "2015-02-25",
        "偏离度": 46.0793
    },
    {
        "date": "2015-02-26",
        "偏离度": 48.5285
    },
    {
        "date": "2015-02-27",
        "偏离度": 49.400800000000004
    },
    {
        "date": "2015-03-02",
        "偏离度": 51.5913
    },
    {
        "date": "2015-03-03",
        "偏离度": 49.2345
    },
    {
        "date": "2015-03-04",
        "偏离度": 50.917500000000004
    },
    {
        "date": "2015-03-05",
        "偏离度": 50.4092
    },
    {
        "date": "2015-03-06",
        "偏离度": 49.0372
    },
    {
        "date": "2015-03-09",
        "偏离度": 51.273500000000006
    },
    {
        "date": "2015-03-10",
        "偏离度": 51.865700000000004
    },
    {
        "date": "2015-03-11",
        "偏离度": 51.849199999999996
    },
    {
        "date": "2015-03-12",
        "偏离度": 52.9841
    },
    {
        "date": "2015-03-13",
        "偏离度": 54.5412
    },
    {
        "date": "2015-03-16",
        "偏离度": 58.7738
    },
    {
        "date": "2015-03-17",
        "偏离度": 60.9135
    },
    {
        "date": "2015-03-18",
        "偏离度": 64.2395
    },
    {
        "date": "2015-03-19",
        "偏离度": 64.6819
    },
    {
        "date": "2015-03-20",
        "偏离度": 66.6624
    },
    {
        "date": "2015-03-23",
        "偏离度": 70.4839
    },
    {
        "date": "2015-03-24",
        "偏离度": 71.146
    },
    {
        "date": "2015-03-25",
        "偏离度": 71.3974
    },
    {
        "date": "2015-03-26",
        "偏离度": 70.3814
    },
    {
        "date": "2015-03-27",
        "偏离度": 71.7276
    },
    {
        "date": "2015-03-30",
        "偏离度": 74.7227
    },
    {
        "date": "2015-03-31",
        "偏离度": 74.1478
    },
    {
        "date": "2015-04-01",
        "偏离度": 77.7385
    },
    {
        "date": "2015-04-02",
        "偏离度": 79.6391
    },
    {
        "date": "2015-04-03",
        "偏离度": 82.20920000000001
    },
    {
        "date": "2015-04-07",
        "偏离度": 86.0411
    },
    {
        "date": "2015-04-08",
        "偏离度": 85.7584
    },
    {
        "date": "2015-04-09",
        "偏离度": 84.1708
    },
    {
        "date": "2015-04-10",
        "偏离度": 88.18939999999999
    },
    {
        "date": "2015-04-13",
        "偏离度": 91.7978
    },
    {
        "date": "2015-04-14",
        "偏离度": 92.1343
    },
    {
        "date": "2015-04-15",
        "偏离度": 87.11959999999999
    },
    {
        "date": "2015-04-16",
        "偏离度": 90.8984
    },
    {
        "date": "2015-04-17",
        "偏离度": 93.13050000000001
    },
    {
        "date": "2015-04-20",
        "偏离度": 89.593
    },
    {
        "date": "2015-04-21",
        "偏离度": 94.9756
    },
    {
        "date": "2015-04-22",
        "偏离度": 100.1584
    },
    {
        "date": "2015-04-23",
        "偏离度": 101.19130000000001
    },
    {
        "date": "2015-04-24",
        "偏离度": 100.4154
    },
    {
        "date": "2015-04-27",
        "偏离度": 103.3495
    },
    {
        "date": "2015-04-28",
        "偏离度": 98.9077
    },
    {
        "date": "2015-04-29",
        "偏离度": 101.6544
    },
    {
        "date": "2015-04-30",
        "偏离度": 101.5766
    },
    {
        "date": "2015-05-04",
        "偏离度": 103.0035
    },
    {
        "date": "2015-05-05",
        "偏离度": 95.7356
    },
    {
        "date": "2015-05-06",
        "偏离度": 93.7435
    },
    {
        "date": "2015-05-07",
        "偏离度": 89.9089
    },
    {
        "date": "2015-05-08",
        "偏离度": 95.64240000000001
    },
    {
        "date": "2015-05-11",
        "偏离度": 102.8583
    },
    {
        "date": "2015-05-12",
        "偏离度": 106.4412
    },
    {
        "date": "2015-05-13",
        "偏离度": 106.616
    },
    {
        "date": "2015-05-14",
        "偏离度": 106.5657
    },
    {
        "date": "2015-05-15",
        "偏离度": 104.1984
    },
    {
        "date": "2015-05-18",
        "偏离度": 105.67040000000001
    },
    {
        "date": "2015-05-19",
        "偏离度": 111.53519999999999
    },
    {
        "date": "2015-05-20",
        "偏离度": 114.3118
    },
    {
        "date": "2015-05-21",
        "偏离度": 120.1303
    },
    {
        "date": "2015-05-22",
        "偏离度": 123.8555
    },
    {
        "date": "2015-05-25",
        "偏离度": 129.24929999999998
    },
    {
        "date": "2015-05-26",
        "偏离度": 135.60430000000002
    },
    {
        "date": "2015-05-27",
        "偏离度": 136.739
    },
    {
        "date": "2015-05-28",
        "偏离度": 122.0293
    },
    {
        "date": "2015-05-29",
        "偏离度": 123.5419
    },
    {
        "date": "2015-06-01",
        "偏离度": 134.5794
    },
    {
        "date": "2015-06-02",
        "偏离度": 141.3529
    },
    {
        "date": "2015-06-03",
        "偏离度": 141.7709
    },
    {
        "date": "2015-06-04",
        "偏离度": 141.907
    },
    {
        "date": "2015-06-05",
        "偏离度": 144.59
    },
    {
        "date": "2015-06-08",
        "偏离度": 144.5624
    },
    {
        "date": "2015-06-09",
        "偏离度": 143.5477
    },
    {
        "date": "2015-06-10",
        "偏离度": 145.8938
    },
    {
        "date": "2015-06-11",
        "偏离度": 148.099
    },
    {
        "date": "2015-06-12",
        "偏离度": 150.7596
    },
    {
        "date": "2015-06-15",
        "偏离度": 145.67079999999999
    },
    {
        "date": "2015-06-16",
        "偏离度": 136.673
    },
    {
        "date": "2015-06-17",
        "偏离度": 140.7252
    },
    {
        "date": "2015-06-18",
        "偏离度": 131.9145
    },
    {
        "date": "2015-06-19",
        "偏离度": 117.139
    },
    {
        "date": "2015-06-23",
        "偏离度": 120.3333
    },
    {
        "date": "2015-06-24",
        "偏离度": 124.73259999999999
    },
    {
        "date": "2015-06-25",
        "偏离度": 116.3389
    },
    {
        "date": "2015-06-26",
        "偏离度": 98.9047
    },
    {
        "date": "2015-06-29",
        "偏离度": 88.4076
    },
    {
        "date": "2015-06-30",
        "偏离度": 98.5912
    },
    {
        "date": "2015-07-01",
        "偏离度": 88.01870000000001
    },
    {
        "date": "2015-07-02",
        "偏离度": 78.1793
    },
    {
        "date": "2015-07-03",
        "偏离度": 67.8548
    },
    {
        "date": "2015-07-06",
        "偏离度": 66.6492
    },
    {
        "date": "2015-07-07",
        "偏离度": 60.1719
    },
    {
        "date": "2015-07-08",
        "偏离度": 52.515299999999996
    },
    {
        "date": "2015-07-09",
        "偏离度": 60.0449
    },
    {
        "date": "2015-07-10",
        "偏离度": 67.5424
    },
    {
        "date": "2015-07-13",
        "偏离度": 74.062
    },
    {
        "date": "2015-07-14",
        "偏离度": 74.32180000000001
    },
    {
        "date": "2015-07-15",
        "偏离度": 66.9501
    },
    {
        "date": "2015-07-16",
        "偏离度": 68.80669999999999
    },
    {
        "date": "2015-07-17",
        "偏离度": 76.6289
    },
    {
        "date": "2015-07-20",
        "偏离度": 78.8965
    },
    {
        "date": "2015-07-21",
        "偏离度": 80.73559999999999
    },
    {
        "date": "2015-07-22",
        "偏离度": 81.8639
    },
    {
        "date": "2015-07-23",
        "偏离度": 86.6121
    },
    {
        "date": "2015-07-24",
        "偏离度": 83.8012
    },
    {
        "date": "2015-07-27",
        "偏离度": 69.437
    },
    {
        "date": "2015-07-28",
        "偏离度": 66.147
    },
    {
        "date": "2015-07-29",
        "偏离度": 72.66550000000001
    },
    {
        "date": "2015-07-30",
        "偏离度": 67.7137
    },
    {
        "date": "2015-07-31",
        "偏离度": 65.9677
    },
    {
        "date": "2015-08-03",
        "偏离度": 62.49209999999999
    },
    {
        "date": "2015-08-04",
        "偏离度": 69.70349999999999
    },
    {
        "date": "2015-08-05",
        "偏离度": 67.3335
    },
    {
        "date": "2015-08-06",
        "偏离度": 66.20859999999999
    },
    {
        "date": "2015-08-07",
        "偏离度": 70.6217
    },
    {
        "date": "2015-08-10",
        "偏离度": 78.6363
    },
    {
        "date": "2015-08-11",
        "偏离度": 78.8403
    },
    {
        "date": "2015-08-12",
        "偏离度": 76.446
    },
    {
        "date": "2015-08-13",
        "偏离度": 80.0794
    },
    {
        "date": "2015-08-14",
        "偏离度": 80.80619999999999
    },
    {
        "date": "2015-08-17",
        "偏离度": 82.6532
    },
    {
        "date": "2015-08-18",
        "偏离度": 70.234
    },
    {
        "date": "2015-08-19",
        "偏离度": 73.5761
    },
    {
        "date": "2015-08-20",
        "偏离度": 67.8599
    },
    {
        "date": "2015-08-21",
        "偏离度": 59.353
    },
    {
        "date": "2015-08-24",
        "偏离度": 46.239200000000004
    },
    {
        "date": "2015-08-25",
        "偏离度": 35.6335
    },
    {
        "date": "2015-08-26",
        "偏离度": 32.280300000000004
    },
    {
        "date": "2015-08-27",
        "偏离度": 38.2086
    },
    {
        "date": "2015-08-28",
        "偏离度": 45.3071
    },
    {
        "date": "2015-08-31",
        "偏离度": 42.8066
    },
    {
        "date": "2015-09-01",
        "偏离度": 38.021100000000004
    },
    {
        "date": "2015-09-02",
        "偏离度": 36.0416
    },
    {
        "date": "2015-09-07",
        "偏离度": 34.6078
    },
    {
        "date": "2015-09-08",
        "偏离度": 39.2351
    },
    {
        "date": "2015-09-09",
        "偏离度": 43.015
    },
    {
        "date": "2015-09-10",
        "偏离度": 41.0062
    },
    {
        "date": "2015-09-11",
        "偏离度": 41.5442
    },
    {
        "date": "2015-09-14",
        "偏离度": 35.185100000000006
    },
    {
        "date": "2015-09-15",
        "偏离度": 28.9074
    },
    {
        "date": "2015-09-16",
        "偏离度": 36.2859
    },
    {
        "date": "2015-09-17",
        "偏离度": 33.7344
    },
    {
        "date": "2015-09-18",
        "偏离度": 34.938
    },
    {
        "date": "2015-09-21",
        "偏离度": 38.5431
    },
    {
        "date": "2015-09-22",
        "偏离度": 39.5335
    },
    {
        "date": "2015-09-23",
        "偏离度": 37.324
    },
    {
        "date": "2015-09-24",
        "偏离度": 38.7228
    },
    {
        "date": "2015-09-25",
        "偏离度": 35.0969
    },
    {
        "date": "2015-09-28",
        "偏离度": 36.8093
    },
    {
        "date": "2015-09-29",
        "偏离度": 34.301500000000004
    },
    {
        "date": "2015-09-30",
        "偏离度": 34.8434
    },
    {
        "date": "2015-10-08",
        "偏离度": 39.4908
    },
    {
        "date": "2015-10-09",
        "偏离度": 41.4178
    },
    {
        "date": "2015-10-12",
        "偏离度": 46.5434
    },
    {
        "date": "2015-10-13",
        "偏离度": 47.4821
    },
    {
        "date": "2015-10-14",
        "偏离度": 45.6962
    },
    {
        "date": "2015-10-15",
        "偏离度": 49.6536
    },
    {
        "date": "2015-10-16",
        "偏离度": 51.81210000000001
    },
    {
        "date": "2015-10-19",
        "偏离度": 51.7439
    },
    {
        "date": "2015-10-20",
        "偏离度": 54.0135
    },
    {
        "date": "2015-10-21",
        "偏离度": 46.745599999999996
    },
    {
        "date": "2015-10-22",
        "偏离度": 50.7066
    },
    {
        "date": "2015-10-23",
        "偏离度": 53.9327
    },
    {
        "date": "2015-10-26",
        "偏离度": 54.8292
    },
    {
        "date": "2015-10-27",
        "偏离度": 55.450900000000004
    },
    {
        "date": "2015-10-28",
        "偏离度": 52.0995
    },
    {
        "date": "2015-10-29",
        "偏离度": 52.9545
    },
    {
        "date": "2015-10-30",
        "偏离度": 52.7065
    },
    {
        "date": "2015-11-02",
        "偏离度": 49.6126
    },
    {
        "date": "2015-11-03",
        "偏离度": 49.2109
    },
    {
        "date": "2015-11-04",
        "偏离度": 56.414500000000004
    },
    {
        "date": "2015-11-05",
        "偏离度": 57.92040000000001
    },
    {
        "date": "2015-11-06",
        "偏离度": 61.6508
    },
    {
        "date": "2015-11-09",
        "偏离度": 63.941
    },
    {
        "date": "2015-11-10",
        "偏离度": 64.3527
    },
    {
        "date": "2015-11-11",
        "偏离度": 65.8271
    },
    {
        "date": "2015-11-12",
        "偏离度": 65.2015
    },
    {
        "date": "2015-11-13",
        "偏离度": 62.494499999999995
    },
    {
        "date": "2015-11-16",
        "偏离度": 64.8122
    },
    {
        "date": "2015-11-17",
        "偏离度": 63.8768
    },
    {
        "date": "2015-11-18",
        "偏离度": 61.4592
    },
    {
        "date": "2015-11-19",
        "偏离度": 65.02029999999999
    },
    {
        "date": "2015-11-20",
        "偏离度": 66.4297
    },
    {
        "date": "2015-11-23",
        "偏离度": 65.2165
    },
    {
        "date": "2015-11-24",
        "偏离度": 66.0912
    },
    {
        "date": "2015-11-25",
        "偏离度": 68.4071
    },
    {
        "date": "2015-11-26",
        "偏离度": 67.3485
    },
    {
        "date": "2015-11-27",
        "偏离度": 57.4661
    },
    {
        "date": "2015-11-30",
        "偏离度": 58.125800000000005
    },
    {
        "date": "2015-12-01",
        "偏离度": 58.489000000000004
    },
    {
        "date": "2015-12-02",
        "偏离度": 60.085
    },
    {
        "date": "2015-12-03",
        "偏离度": 62.780899999999995
    },
    {
        "date": "2015-12-04",
        "偏离度": 61.0055
    },
    {
        "date": "2015-12-07",
        "偏离度": 62.37350000000001
    },
    {
        "date": "2015-12-08",
        "偏离度": 59.2437
    },
    {
        "date": "2015-12-09",
        "偏离度": 59.1217
    },
    {
        "date": "2015-12-10",
        "偏离度": 58.648
    },
    {
        "date": "2015-12-11",
        "偏离度": 57.5182
    },
    {
        "date": "2015-12-14",
        "偏离度": 60.99869999999999
    },
    {
        "date": "2015-12-15",
        "偏离度": 61.747600000000006
    },
    {
        "date": "2015-12-16",
        "偏离度": 62.232600000000005
    },
    {
        "date": "2015-12-17",
        "偏离度": 66.026
    },
    {
        "date": "2015-12-18",
        "偏离度": 65.877
    },
    {
        "date": "2015-12-21",
        "偏离度": 68.4087
    },
    {
        "date": "2015-12-22",
        "偏离度": 69.44200000000001
    },
    {
        "date": "2015-12-23",
        "偏离度": 67.91430000000001
    },
    {
        "date": "2015-12-24",
        "偏离度": 67.07419999999999
    },
    {
        "date": "2015-12-25",
        "偏离度": 67.89840000000001
    },
    {
        "date": "2015-12-28",
        "偏离度": 63.6938
    },
    {
        "date": "2015-12-29",
        "偏离度": 65.2443
    },
    {
        "date": "2015-12-30",
        "偏离度": 66.3065
    },
    {
        "date": "2015-12-31",
        "偏离度": 63.9505
    },
    {
        "date": "2016-01-04",
        "偏离度": 51.0956
    },
    {
        "date": "2016-01-05",
        "偏离度": 49.4591
    },
    {
        "date": "2016-01-06",
        "偏离度": 52.8566
    },
    {
        "date": "2016-01-07",
        "偏离度": 40.8101
    },
    {
        "date": "2016-01-08",
        "偏离度": 42.6699
    },
    {
        "date": "2016-01-11",
        "偏离度": 33.7841
    },
    {
        "date": "2016-01-12",
        "偏离度": 34.0914
    },
    {
        "date": "2016-01-13",
        "偏离度": 30.0727
    },
    {
        "date": "2016-01-14",
        "偏离度": 33.9048
    },
    {
        "date": "2016-01-15",
        "偏离度": 29.28
    },
    {
        "date": "2016-01-18",
        "偏离度": 30.9548
    },
    {
        "date": "2016-01-19",
        "偏离度": 35.4572
    },
    {
        "date": "2016-01-20",
        "偏离度": 33.9424
    },
    {
        "date": "2016-01-21",
        "偏离度": 28.9704
    },
    {
        "date": "2016-01-22",
        "偏离度": 30.701299999999996
    },
    {
        "date": "2016-01-25",
        "偏离度": 31.8295
    },
    {
        "date": "2016-01-26",
        "偏离度": 22.7695
    },
    {
        "date": "2016-01-27",
        "偏离度": 21.708199999999998
    },
    {
        "date": "2016-01-28",
        "偏离度": 17.136100000000003
    },
    {
        "date": "2016-01-29",
        "偏离度": 21.2565
    },
    {
        "date": "2016-02-01",
        "偏离度": 19.5535
    },
    {
        "date": "2016-02-02",
        "偏离度": 23.0822
    },
    {
        "date": "2016-02-03",
        "偏离度": 23.2326
    },
    {
        "date": "2016-02-04",
        "偏离度": 25.3963
    },
    {
        "date": "2016-02-05",
        "偏离度": 24.252299999999998
    },
    {
        "date": "2016-02-15",
        "偏离度": 23.9905
    },
    {
        "date": "2016-02-16",
        "偏离度": 28.601599999999998
    },
    {
        "date": "2016-02-17",
        "偏离度": 30.119699999999998
    },
    {
        "date": "2016-02-18",
        "偏离度": 29.7478
    },
    {
        "date": "2016-02-19",
        "偏离度": 30.089700000000004
    },
    {
        "date": "2016-02-22",
        "偏离度": 32.8368
    },
    {
        "date": "2016-02-23",
        "偏离度": 31.844299999999997
    },
    {
        "date": "2016-02-24",
        "偏离度": 32.443
    },
    {
        "date": "2016-02-25",
        "偏离度": 23.0266
    },
    {
        "date": "2016-02-26",
        "偏离度": 23.433200000000003
    },
    {
        "date": "2016-02-29",
        "偏离度": 18.0362
    },
    {
        "date": "2016-03-01",
        "偏离度": 20.4544
    },
    {
        "date": "2016-03-02",
        "偏离度": 25.9637
    },
    {
        "date": "2016-03-03",
        "偏离度": 26.2481
    },
    {
        "date": "2016-03-04",
        "偏离度": 24.4705
    },
    {
        "date": "2016-03-07",
        "偏离度": 26.281900000000004
    },
    {
        "date": "2016-03-08",
        "偏离度": 26.7741
    },
    {
        "date": "2016-03-09",
        "偏离度": 24.4843
    },
    {
        "date": "2016-03-10",
        "偏离度": 22.2409
    },
    {
        "date": "2016-03-11",
        "偏离度": 22.114800000000002
    },
    {
        "date": "2016-03-14",
        "偏离度": 25.3913
    },
    {
        "date": "2016-03-15",
        "偏离度": 24.9506
    },
    {
        "date": "2016-03-16",
        "偏离度": 24.4637
    },
    {
        "date": "2016-03-17",
        "偏离度": 27.4889
    },
    {
        "date": "2016-03-18",
        "偏离度": 30.9867
    },
    {
        "date": "2016-03-21",
        "偏离度": 34.3468
    },
    {
        "date": "2016-03-22",
        "偏离度": 33.6982
    },
    {
        "date": "2016-03-23",
        "偏离度": 34.610800000000005
    },
    {
        "date": "2016-03-24",
        "偏离度": 32.4715
    },
    {
        "date": "2016-03-25",
        "偏离度": 33.3087
    },
    {
        "date": "2016-03-28",
        "偏离度": 32.3472
    },
    {
        "date": "2016-03-29",
        "偏离度": 30.2058
    },
    {
        "date": "2016-03-30",
        "偏离度": 34.368900000000004
    },
    {
        "date": "2016-03-31",
        "偏离度": 34.5876
    },
    {
        "date": "2016-04-01",
        "偏离度": 34.2275
    },
    {
        "date": "2016-04-05",
        "偏离度": 37.034
    },
    {
        "date": "2016-04-06",
        "偏离度": 37.317699999999995
    },
    {
        "date": "2016-04-07",
        "偏离度": 35.195
    },
    {
        "date": "2016-04-08",
        "偏离度": 34.058
    },
    {
        "date": "2016-04-11",
        "偏离度": 36.4765
    },
    {
        "date": "2016-04-12",
        "偏离度": 35.6424
    },
    {
        "date": "2016-04-13",
        "偏离度": 37.4745
    },
    {
        "date": "2016-04-14",
        "偏离度": 38.557399999999994
    },
    {
        "date": "2016-04-15",
        "偏离度": 38.4294
    },
    {
        "date": "2016-04-18",
        "偏离度": 36.4541
    },
    {
        "date": "2016-04-19",
        "偏离度": 36.888
    },
    {
        "date": "2016-04-20",
        "偏离度": 32.1368
    },
    {
        "date": "2016-04-21",
        "偏离度": 30.8504
    },
    {
        "date": "2016-04-22",
        "偏离度": 31.7305
    },
    {
        "date": "2016-04-25",
        "偏离度": 31.0973
    },
    {
        "date": "2016-04-26",
        "偏离度": 32.3116
    },
    {
        "date": "2016-04-27",
        "偏离度": 31.8314
    },
    {
        "date": "2016-04-28",
        "偏离度": 31.494100000000003
    },
    {
        "date": "2016-04-29",
        "偏离度": 31.3583
    },
    {
        "date": "2016-05-03",
        "偏离度": 34.568
    },
    {
        "date": "2016-05-04",
        "偏离度": 34.5079
    },
    {
        "date": "2016-05-05",
        "偏离度": 35.0596
    },
    {
        "date": "2016-05-06",
        "偏离度": 30.500300000000003
    },
    {
        "date": "2016-05-09",
        "偏离度": 26.275199999999998
    },
    {
        "date": "2016-05-10",
        "偏离度": 26.1364
    },
    {
        "date": "2016-05-11",
        "偏离度": 25.8389
    },
    {
        "date": "2016-05-12",
        "偏离度": 25.8416
    },
    {
        "date": "2016-05-13",
        "偏离度": 25.380799999999997
    },
    {
        "date": "2016-05-16",
        "偏离度": 27.0244
    },
    {
        "date": "2016-05-17",
        "偏离度": 26.769
    },
    {
        "date": "2016-05-18",
        "偏离度": 24.2875
    },
    {
        "date": "2016-05-19",
        "偏离度": 24.6144
    },
    {
        "date": "2016-05-20",
        "偏离度": 25.653
    },
    {
        "date": "2016-05-23",
        "偏离度": 26.9096
    },
    {
        "date": "2016-05-24",
        "偏离度": 25.727800000000002
    },
    {
        "date": "2016-05-25",
        "偏离度": 25.389499999999998
    },
    {
        "date": "2016-05-26",
        "偏离度": 25.794099999999997
    },
    {
        "date": "2016-05-27",
        "偏离度": 25.687199999999997
    },
    {
        "date": "2016-05-30",
        "偏离度": 25.403100000000002
    },
    {
        "date": "2016-05-31",
        "偏离度": 30.107899999999997
    },
    {
        "date": "2016-06-01",
        "偏离度": 30.4562
    },
    {
        "date": "2016-06-02",
        "偏离度": 31.269099999999998
    },
    {
        "date": "2016-06-03",
        "偏离度": 31.8948
    },
    {
        "date": "2016-06-06",
        "偏离度": 31.9811
    },
    {
        "date": "2016-06-07",
        "偏离度": 32.009100000000004
    },
    {
        "date": "2016-06-08",
        "偏离度": 31.6301
    },
    {
        "date": "2016-06-13",
        "偏离度": 26.2729
    },
    {
        "date": "2016-06-14",
        "偏离度": 26.6874
    },
    {
        "date": "2016-06-15",
        "偏离度": 29.835800000000003
    },
    {
        "date": "2016-06-16",
        "偏离度": 29.444399999999998
    },
    {
        "date": "2016-06-17",
        "偏离度": 30.2039
    },
    {
        "date": "2016-06-20",
        "偏离度": 30.4779
    },
    {
        "date": "2016-06-21",
        "偏离度": 29.5006
    },
    {
        "date": "2016-06-22",
        "偏离度": 31.2159
    },
    {
        "date": "2016-06-23",
        "偏离度": 30.643900000000002
    },
    {
        "date": "2016-06-24",
        "偏离度": 29.3093
    },
    {
        "date": "2016-06-27",
        "偏离度": 31.846000000000004
    },
    {
        "date": "2016-06-28",
        "偏离度": 32.9202
    },
    {
        "date": "2016-06-29",
        "偏离度": 33.3619
    },
    {
        "date": "2016-06-30",
        "偏离度": 33.4105
    },
    {
        "date": "2016-07-01",
        "偏离度": 33.2273
    },
    {
        "date": "2016-07-04",
        "偏离度": 35.5149
    },
    {
        "date": "2016-07-05",
        "偏离度": 35.9398
    },
    {
        "date": "2016-07-06",
        "偏离度": 36.4535
    },
    {
        "date": "2016-07-07",
        "偏离度": 36.554500000000004
    },
    {
        "date": "2016-07-08",
        "偏离度": 36.1016
    },
    {
        "date": "2016-07-11",
        "偏离度": 35.9941
    },
    {
        "date": "2016-07-12",
        "偏离度": 37.951499999999996
    },
    {
        "date": "2016-07-13",
        "偏离度": 38.8243
    },
    {
        "date": "2016-07-14",
        "偏离度": 38.7946
    },
    {
        "date": "2016-07-15",
        "偏离度": 38.467800000000004
    },
    {
        "date": "2016-07-18",
        "偏离度": 37.8236
    },
    {
        "date": "2016-07-19",
        "偏离度": 37.9328
    },
    {
        "date": "2016-07-20",
        "偏离度": 37.707499999999996
    },
    {
        "date": "2016-07-21",
        "偏离度": 38.0946
    },
    {
        "date": "2016-07-22",
        "偏离度": 36.8834
    },
    {
        "date": "2016-07-25",
        "偏离度": 37.0371
    },
    {
        "date": "2016-07-26",
        "偏离度": 38.6693
    },
    {
        "date": "2016-07-27",
        "偏离度": 34.1548
    },
    {
        "date": "2016-07-28",
        "偏离度": 34.070499999999996
    },
    {
        "date": "2016-07-29",
        "偏离度": 33.2211
    },
    {
        "date": "2016-08-01",
        "偏离度": 31.5276
    },
    {
        "date": "2016-08-02",
        "偏离度": 32.399499999999996
    },
    {
        "date": "2016-08-03",
        "偏离度": 32.7782
    },
    {
        "date": "2016-08-04",
        "偏离度": 33.400800000000004
    },
    {
        "date": "2016-08-05",
        "偏离度": 33.0394
    },
    {
        "date": "2016-08-08",
        "偏离度": 34.3988
    },
    {
        "date": "2016-08-09",
        "偏离度": 35.5317
    },
    {
        "date": "2016-08-10",
        "偏离度": 35.0144
    },
    {
        "date": "2016-08-11",
        "偏离度": 33.6486
    },
    {
        "date": "2016-08-12",
        "偏离度": 35.4673
    },
    {
        "date": "2016-08-15",
        "偏离度": 38.867000000000004
    },
    {
        "date": "2016-08-16",
        "偏离度": 39.0677
    },
    {
        "date": "2016-08-17",
        "偏离度": 39.2063
    },
    {
        "date": "2016-08-18",
        "偏离度": 39.0163
    },
    {
        "date": "2016-08-19",
        "偏离度": 39.1455
    },
    {
        "date": "2016-08-22",
        "偏离度": 37.6391
    },
    {
        "date": "2016-08-23",
        "偏离度": 37.8114
    },
    {
        "date": "2016-08-24",
        "偏离度": 37.7805
    },
    {
        "date": "2016-08-25",
        "偏离度": 36.8269
    },
    {
        "date": "2016-08-26",
        "偏离度": 37.0517
    },
    {
        "date": "2016-08-29",
        "偏离度": 37.2074
    },
    {
        "date": "2016-08-30",
        "偏离度": 37.2456
    },
    {
        "date": "2016-08-31",
        "偏离度": 37.5444
    },
    {
        "date": "2016-09-01",
        "偏离度": 36.4477
    },
    {
        "date": "2016-09-02",
        "偏离度": 36.3
    },
    {
        "date": "2016-09-05",
        "偏离度": 36.7624
    },
    {
        "date": "2016-09-06",
        "偏离度": 38.318200000000004
    },
    {
        "date": "2016-09-07",
        "偏离度": 38.257600000000004
    },
    {
        "date": "2016-09-08",
        "偏离度": 38.518
    },
    {
        "date": "2016-09-09",
        "偏离度": 37.5664
    },
    {
        "date": "2016-09-12",
        "偏离度": 34.2226
    },
    {
        "date": "2016-09-13",
        "偏离度": 34.6987
    },
    {
        "date": "2016-09-14",
        "偏离度": 33.8804
    },
    {
        "date": "2016-09-19",
        "偏离度": 35.1317
    },
    {
        "date": "2016-09-20",
        "偏离度": 34.9887
    },
    {
        "date": "2016-09-21",
        "偏离度": 35.2541
    },
    {
        "date": "2016-09-22",
        "偏离度": 36.0844
    },
    {
        "date": "2016-09-23",
        "偏离度": 35.499199999999995
    },
    {
        "date": "2016-09-26",
        "偏离度": 32.8914
    },
    {
        "date": "2016-09-27",
        "偏离度": 33.7331
    },
    {
        "date": "2016-09-28",
        "偏离度": 33.423
    },
    {
        "date": "2016-09-29",
        "偏离度": 33.8619
    },
    {
        "date": "2016-09-30",
        "偏离度": 34.3656
    },
    {
        "date": "2016-10-10",
        "偏离度": 36.5836
    },
    {
        "date": "2016-10-11",
        "偏离度": 37.2905
    },
    {
        "date": "2016-10-12",
        "偏离度": 37.175799999999995
    },
    {
        "date": "2016-10-13",
        "偏离度": 37.2937
    },
    {
        "date": "2016-10-14",
        "偏离度": 37.1603
    },
    {
        "date": "2016-10-17",
        "偏离度": 35.9227
    },
    {
        "date": "2016-10-18",
        "偏离度": 37.815
    },
    {
        "date": "2016-10-19",
        "偏离度": 37.5938
    },
    {
        "date": "2016-10-20",
        "偏离度": 37.7952
    },
    {
        "date": "2016-10-21",
        "偏离度": 37.5307
    },
    {
        "date": "2016-10-24",
        "偏离度": 38.8114
    },
    {
        "date": "2016-10-25",
        "偏离度": 39.1032
    },
    {
        "date": "2016-10-26",
        "偏离度": 38.4965
    },
    {
        "date": "2016-10-27",
        "偏离度": 38.2412
    },
    {
        "date": "2016-10-28",
        "偏离度": 37.3324
    },
    {
        "date": "2016-10-31",
        "偏离度": 37.1846
    },
    {
        "date": "2016-11-01",
        "偏离度": 38.3765
    },
    {
        "date": "2016-11-02",
        "偏离度": 37.3649
    },
    {
        "date": "2016-11-03",
        "偏离度": 38.333
    },
    {
        "date": "2016-11-04",
        "偏离度": 37.8663
    },
    {
        "date": "2016-11-07",
        "偏离度": 37.925
    },
    {
        "date": "2016-11-08",
        "偏离度": 38.5897
    },
    {
        "date": "2016-11-09",
        "偏离度": 37.671
    },
    {
        "date": "2016-11-10",
        "偏离度": 39.3435
    },
    {
        "date": "2016-11-11",
        "偏离度": 40.185700000000004
    },
    {
        "date": "2016-11-14",
        "偏离度": 40.6224
    },
    {
        "date": "2016-11-15",
        "偏离度": 40.957300000000004
    },
    {
        "date": "2016-11-16",
        "偏离度": 40.9695
    },
    {
        "date": "2016-11-17",
        "偏离度": 40.818
    },
    {
        "date": "2016-11-18",
        "偏离度": 40.1424
    },
    {
        "date": "2016-11-21",
        "偏离度": 40.712900000000005
    },
    {
        "date": "2016-11-22",
        "偏离度": 41.8076
    },
    {
        "date": "2016-11-23",
        "偏离度": 41.4011
    },
    {
        "date": "2016-11-24",
        "偏离度": 41.2103
    },
    {
        "date": "2016-11-25",
        "偏离度": 41.8983
    },
    {
        "date": "2016-11-28",
        "偏离度": 42.113499999999995
    },
    {
        "date": "2016-11-29",
        "偏离度": 41.710300000000004
    },
    {
        "date": "2016-11-30",
        "偏离度": 40.9169
    },
    {
        "date": "2016-12-01",
        "偏离度": 41.7185
    },
    {
        "date": "2016-12-02",
        "偏离度": 39.7143
    },
    {
        "date": "2016-12-05",
        "偏离度": 38.172200000000004
    },
    {
        "date": "2016-12-06",
        "偏离度": 38.1111
    },
    {
        "date": "2016-12-07",
        "偏离度": 39.1913
    },
    {
        "date": "2016-12-08",
        "偏离度": 38.623400000000004
    },
    {
        "date": "2016-12-09",
        "偏离度": 38.7296
    },
    {
        "date": "2016-12-12",
        "偏离度": 33.4511
    },
    {
        "date": "2016-12-13",
        "偏离度": 33.6945
    },
    {
        "date": "2016-12-14",
        "偏离度": 32.7833
    },
    {
        "date": "2016-12-15",
        "偏离度": 32.7474
    },
    {
        "date": "2016-12-16",
        "偏离度": 33.466499999999996
    },
    {
        "date": "2016-12-19",
        "偏离度": 33.0877
    },
    {
        "date": "2016-12-20",
        "偏离度": 32.5727
    },
    {
        "date": "2016-12-21",
        "偏离度": 33.5932
    },
    {
        "date": "2016-12-22",
        "偏离度": 33.437400000000004
    },
    {
        "date": "2016-12-23",
        "偏离度": 32.0473
    },
    {
        "date": "2016-12-26",
        "偏离度": 32.525999999999996
    },
    {
        "date": "2016-12-27",
        "偏离度": 32.4712
    },
    {
        "date": "2016-12-28",
        "偏离度": 31.923299999999998
    },
    {
        "date": "2016-12-29",
        "偏离度": 31.555100000000003
    },
    {
        "date": "2016-12-30",
        "偏离度": 31.7652
    },
    {
        "date": "2017-01-03",
        "偏离度": 32.939299999999996
    },
    {
        "date": "2017-01-04",
        "偏离度": 34.2098
    },
    {
        "date": "2017-01-05",
        "偏离度": 34.1886
    },
    {
        "date": "2017-01-06",
        "偏离度": 33.2968
    },
    {
        "date": "2017-01-09",
        "偏离度": 33.9133
    },
    {
        "date": "2017-01-10",
        "偏离度": 33.4829
    },
    {
        "date": "2017-01-11",
        "偏离度": 32.2303
    },
    {
        "date": "2017-01-12",
        "偏离度": 31.1946
    },
    {
        "date": "2017-01-13",
        "偏离度": 30.012800000000002
    },
    {
        "date": "2017-01-16",
        "偏离度": 27.339000000000002
    },
    {
        "date": "2017-01-17",
        "偏离度": 28.1195
    },
    {
        "date": "2017-01-18",
        "偏离度": 28.056199999999997
    },
    {
        "date": "2017-01-19",
        "偏离度": 27.5107
    },
    {
        "date": "2017-01-20",
        "偏离度": 28.951900000000002
    },
    {
        "date": "2017-01-23",
        "偏离度": 29.712899999999998
    },
    {
        "date": "2017-01-24",
        "偏离度": 29.4371
    },
    {
        "date": "2017-01-25",
        "偏离度": 29.744500000000002
    },
    {
        "date": "2017-01-26",
        "偏离度": 30.354
    },
    {
        "date": "2017-02-03",
        "偏离度": 29.6921
    },
    {
        "date": "2017-02-06",
        "偏离度": 30.518099999999997
    },
    {
        "date": "2017-02-07",
        "偏离度": 30.4012
    },
    {
        "date": "2017-02-08",
        "偏离度": 31.119000000000003
    },
    {
        "date": "2017-02-09",
        "偏离度": 31.841
    },
    {
        "date": "2017-02-10",
        "偏离度": 31.972499999999997
    },
    {
        "date": "2017-02-13",
        "偏离度": 32.7249
    },
    {
        "date": "2017-02-14",
        "偏离度": 32.6224
    },
    {
        "date": "2017-02-15",
        "偏离度": 31.6403
    },
    {
        "date": "2017-02-16",
        "偏离度": 32.406800000000004
    },
    {
        "date": "2017-02-17",
        "偏离度": 31.383699999999997
    },
    {
        "date": "2017-02-20",
        "偏离度": 32.8503
    },
    {
        "date": "2017-02-21",
        "偏离度": 33.6079
    },
    {
        "date": "2017-02-22",
        "偏离度": 33.9988
    },
    {
        "date": "2017-02-23",
        "偏离度": 33.608
    },
    {
        "date": "2017-02-24",
        "偏离度": 33.7224
    },
    {
        "date": "2017-02-27",
        "偏离度": 32.6182
    },
    {
        "date": "2017-02-28",
        "偏离度": 32.9395
    },
    {
        "date": "2017-03-01",
        "偏离度": 33.167
    },
    {
        "date": "2017-03-02",
        "偏离度": 32.2541
    },
    {
        "date": "2017-03-03",
        "偏离度": 32.2619
    },
    {
        "date": "2017-03-06",
        "偏离度": 33.3039
    },
    {
        "date": "2017-03-07",
        "偏离度": 33.5129
    },
    {
        "date": "2017-03-08",
        "偏离度": 33.0719
    },
    {
        "date": "2017-03-09",
        "偏离度": 32.0937
    },
    {
        "date": "2017-03-10",
        "偏离度": 32.075700000000005
    },
    {
        "date": "2017-03-13",
        "偏离度": 33.0418
    },
    {
        "date": "2017-03-14",
        "偏离度": 32.8084
    },
    {
        "date": "2017-03-15",
        "偏离度": 32.771499999999996
    },
    {
        "date": "2017-03-16",
        "偏离度": 33.7152
    },
    {
        "date": "2017-03-17",
        "偏离度": 32.4914
    },
    {
        "date": "2017-03-20",
        "偏离度": 32.7278
    },
    {
        "date": "2017-03-21",
        "偏离度": 33.081700000000005
    },
    {
        "date": "2017-03-22",
        "偏离度": 32.3975
    },
    {
        "date": "2017-03-23",
        "偏离度": 32.5577
    },
    {
        "date": "2017-03-24",
        "偏离度": 33.1877
    },
    {
        "date": "2017-03-27",
        "偏离度": 32.702999999999996
    },
    {
        "date": "2017-03-28",
        "偏离度": 32.2907
    },
    {
        "date": "2017-03-29",
        "偏离度": 31.730999999999998
    },
    {
        "date": "2017-03-30",
        "偏离度": 29.764200000000002
    },
    {
        "date": "2017-03-31",
        "偏离度": 30.2104
    },
    {
        "date": "2017-04-05",
        "偏离度": 32.4461
    },
    {
        "date": "2017-04-06",
        "偏离度": 32.7911
    },
    {
        "date": "2017-04-07",
        "偏离度": 32.865
    },
    {
        "date": "2017-04-10",
        "偏离度": 32.0556
    },
    {
        "date": "2017-04-11",
        "偏离度": 32.7898
    },
    {
        "date": "2017-04-12",
        "偏离度": 31.982300000000002
    },
    {
        "date": "2017-04-13",
        "偏离度": 32.2954
    },
    {
        "date": "2017-04-14",
        "偏离度": 30.6979
    },
    {
        "date": "2017-04-17",
        "偏离度": 29.501699999999996
    },
    {
        "date": "2017-04-18",
        "偏离度": 28.538200000000003
    },
    {
        "date": "2017-04-19",
        "偏离度": 27.317999999999998
    },
    {
        "date": "2017-04-20",
        "偏离度": 27.2616
    },
    {
        "date": "2017-04-21",
        "偏离度": 26.8719
    },
    {
        "date": "2017-04-24",
        "偏离度": 24.2347
    },
    {
        "date": "2017-04-25",
        "偏离度": 24.5927
    },
    {
        "date": "2017-04-26",
        "偏离度": 24.8156
    },
    {
        "date": "2017-04-27",
        "偏离度": 25.101000000000003
    },
    {
        "date": "2017-04-28",
        "偏离度": 25.2928
    },
    {
        "date": "2017-05-02",
        "偏离度": 25.1047
    },
    {
        "date": "2017-05-03",
        "偏离度": 24.6569
    },
    {
        "date": "2017-05-04",
        "偏离度": 24.2551
    },
    {
        "date": "2017-05-05",
        "偏离度": 22.9614
    },
    {
        "date": "2017-05-08",
        "偏离度": 21.2179
    },
    {
        "date": "2017-05-09",
        "偏离度": 21.4947
    },
    {
        "date": "2017-05-10",
        "偏离度": 19.9837
    },
    {
        "date": "2017-05-11",
        "偏离度": 19.8954
    },
    {
        "date": "2017-05-12",
        "偏离度": 20.253899999999998
    },
    {
        "date": "2017-05-15",
        "偏离度": 20.6767
    },
    {
        "date": "2017-05-16",
        "偏离度": 22.456799999999998
    },
    {
        "date": "2017-05-17",
        "偏离度": 22.3132
    },
    {
        "date": "2017-05-18",
        "偏离度": 21.6065
    },
    {
        "date": "2017-05-19",
        "偏离度": 21.6356
    },
    {
        "date": "2017-05-22",
        "偏离度": 20.6128
    },
    {
        "date": "2017-05-23",
        "偏离度": 19.0702
    },
    {
        "date": "2017-05-24",
        "偏离度": 19.3572
    },
    {
        "date": "2017-05-25",
        "偏离度": 20.8459
    },
    {
        "date": "2017-05-26",
        "偏离度": 20.6987
    },
    {
        "date": "2017-05-31",
        "偏离度": 20.7146
    },
    {
        "date": "2017-06-01",
        "偏离度": 19.2772
    },
    {
        "date": "2017-06-02",
        "偏离度": 19.7013
    },
    {
        "date": "2017-06-05",
        "偏离度": 19.918
    },
    {
        "date": "2017-06-06",
        "偏离度": 20.538500000000003
    },
    {
        "date": "2017-06-07",
        "偏离度": 22.4616
    },
    {
        "date": "2017-06-08",
        "偏离度": 22.895699999999998
    },
    {
        "date": "2017-06-09",
        "偏离度": 23.200000000000003
    },
    {
        "date": "2017-06-12",
        "偏离度": 22.270400000000002
    },
    {
        "date": "2017-06-13",
        "偏离度": 23.231099999999998
    },
    {
        "date": "2017-06-14",
        "偏离度": 22.5137
    },
    {
        "date": "2017-06-15",
        "偏离度": 23.0739
    },
    {
        "date": "2017-06-16",
        "偏离度": 22.8301
    },
    {
        "date": "2017-06-19",
        "偏离度": 23.7707
    },
    {
        "date": "2017-06-20",
        "偏离度": 23.6936
    },
    {
        "date": "2017-06-21",
        "偏离度": 24.3846
    },
    {
        "date": "2017-06-22",
        "偏离度": 23.3124
    },
    {
        "date": "2017-06-23",
        "偏离度": 23.8699
    },
    {
        "date": "2017-06-26",
        "偏离度": 25.4066
    },
    {
        "date": "2017-06-27",
        "偏离度": 25.5635
    },
    {
        "date": "2017-06-28",
        "偏离度": 24.6589
    },
    {
        "date": "2017-06-29",
        "偏离度": 25.271300000000004
    },
    {
        "date": "2017-06-30",
        "偏离度": 25.350099999999998
    },
    {
        "date": "2017-07-03",
        "偏离度": 25.5426
    },
    {
        "date": "2017-07-04",
        "偏离度": 24.8102
    },
    {
        "date": "2017-07-05",
        "偏离度": 25.967299999999998
    },
    {
        "date": "2017-07-06",
        "偏离度": 26.0558
    },
    {
        "date": "2017-07-07",
        "偏离度": 26.2333
    },
    {
        "date": "2017-07-10",
        "偏离度": 25.8654
    },
    {
        "date": "2017-07-11",
        "偏离度": 25.3463
    },
    {
        "date": "2017-07-12",
        "偏离度": 25.080099999999998
    },
    {
        "date": "2017-07-13",
        "偏离度": 25.586799999999997
    },
    {
        "date": "2017-07-14",
        "偏离度": 25.5289
    },
    {
        "date": "2017-07-17",
        "偏离度": 21.7184
    },
    {
        "date": "2017-07-18",
        "偏离度": 22.3399
    },
    {
        "date": "2017-07-19",
        "偏离度": 24.2908
    },
    {
        "date": "2017-07-20",
        "偏离度": 24.8782
    },
    {
        "date": "2017-07-21",
        "偏离度": 24.6488
    },
    {
        "date": "2017-07-24",
        "偏离度": 25.2255
    },
    {
        "date": "2017-07-25",
        "偏离度": 24.6529
    },
    {
        "date": "2017-07-26",
        "偏离度": 24.3833
    },
    {
        "date": "2017-07-27",
        "偏离度": 25.1326
    },
    {
        "date": "2017-07-28",
        "偏离度": 25.3432
    },
    {
        "date": "2017-07-31",
        "偏离度": 26.1479
    },
    {
        "date": "2017-08-01",
        "偏离度": 26.625500000000002
    },
    {
        "date": "2017-08-02",
        "偏离度": 25.950899999999997
    },
    {
        "date": "2017-08-03",
        "偏离度": 25.5987
    },
    {
        "date": "2017-08-04",
        "偏离度": 24.9194
    },
    {
        "date": "2017-08-07",
        "偏离度": 25.7609
    },
    {
        "date": "2017-08-08",
        "偏离度": 25.9666
    },
    {
        "date": "2017-08-09",
        "偏离度": 26.153
    },
    {
        "date": "2017-08-10",
        "偏离度": 25.3185
    },
    {
        "date": "2017-08-11",
        "偏离度": 23.0568
    },
    {
        "date": "2017-08-14",
        "偏离度": 25.0129
    },
    {
        "date": "2017-08-15",
        "偏离度": 25.375700000000002
    },
    {
        "date": "2017-08-16",
        "偏离度": 25.474999999999998
    },
    {
        "date": "2017-08-17",
        "偏离度": 26.267000000000003
    },
    {
        "date": "2017-08-18",
        "偏离度": 26.0563
    },
    {
        "date": "2017-08-21",
        "偏离度": 26.7785
    },
    {
        "date": "2017-08-22",
        "偏离度": 26.544
    },
    {
        "date": "2017-08-23",
        "偏离度": 26.1021
    },
    {
        "date": "2017-08-24",
        "偏离度": 25.2836
    },
    {
        "date": "2017-08-25",
        "偏离度": 26.855
    },
    {
        "date": "2017-08-28",
        "偏离度": 28.2708
    },
    {
        "date": "2017-08-29",
        "偏离度": 27.993499999999997
    },
    {
        "date": "2017-08-30",
        "偏离度": 28.245700000000003
    },
    {
        "date": "2017-08-31",
        "偏离度": 28.211599999999997
    },
    {
        "date": "2017-09-01",
        "偏离度": 28.7796
    },
    {
        "date": "2017-09-04",
        "偏离度": 29.386499999999998
    },
    {
        "date": "2017-09-05",
        "偏离度": 29.5366
    },
    {
        "date": "2017-09-06",
        "偏离度": 29.7064
    },
    {
        "date": "2017-09-07",
        "偏离度": 28.991
    },
    {
        "date": "2017-09-08",
        "偏离度": 29.029899999999998
    },
    {
        "date": "2017-09-11",
        "偏离度": 29.609099999999998
    },
    {
        "date": "2017-09-12",
        "偏离度": 29.5912
    },
    {
        "date": "2017-09-13",
        "偏离度": 29.919400000000003
    },
    {
        "date": "2017-09-14",
        "偏离度": 29.5612
    },
    {
        "date": "2017-09-15",
        "偏离度": 29.1408
    },
    {
        "date": "2017-09-18",
        "偏离度": 29.7595
    },
    {
        "date": "2017-09-19",
        "偏离度": 29.225
    },
    {
        "date": "2017-09-20",
        "偏离度": 29.877599999999997
    },
    {
        "date": "2017-09-21",
        "偏离度": 28.9882
    },
    {
        "date": "2017-09-22",
        "偏离度": 28.589599999999997
    },
    {
        "date": "2017-09-25",
        "偏离度": 27.3089
    },
    {
        "date": "2017-09-26",
        "偏离度": 27.4671
    },
    {
        "date": "2017-09-27",
        "偏离度": 27.945700000000002
    },
    {
        "date": "2017-09-28",
        "偏离度": 27.638299999999997
    },
    {
        "date": "2017-09-29",
        "偏离度": 28.3099
    },
    {
        "date": "2017-10-09",
        "偏离度": 29.7216
    },
    {
        "date": "2017-10-10",
        "偏离度": 30.2188
    },
    {
        "date": "2017-10-11",
        "偏离度": 30.0999
    },
    {
        "date": "2017-10-12",
        "偏离度": 30.0482
    },
    {
        "date": "2017-10-13",
        "偏离度": 30.4731
    },
    {
        "date": "2017-10-16",
        "偏离度": 29.1128
    },
    {
        "date": "2017-10-17",
        "偏离度": 28.974299999999996
    },
    {
        "date": "2017-10-18",
        "偏离度": 28.830699999999997
    },
    {
        "date": "2017-10-19",
        "偏离度": 27.916400000000003
    },
    {
        "date": "2017-10-20",
        "偏离度": 28.520200000000003
    },
    {
        "date": "2017-10-23",
        "偏离度": 28.9118
    },
    {
        "date": "2017-10-24",
        "偏离度": 29.022199999999998
    },
    {
        "date": "2017-10-25",
        "偏离度": 29.662
    },
    {
        "date": "2017-10-26",
        "偏离度": 30.1034
    },
    {
        "date": "2017-10-27",
        "偏离度": 30.031000000000002
    },
    {
        "date": "2017-10-30",
        "偏离度": 28.3246
    },
    {
        "date": "2017-10-31",
        "偏离度": 28.6845
    },
    {
        "date": "2017-11-01",
        "偏离度": 28.446900000000003
    },
    {
        "date": "2017-11-02",
        "偏离度": 27.6581
    },
    {
        "date": "2017-11-03",
        "偏离度": 26.986500000000003
    },
    {
        "date": "2017-11-06",
        "偏离度": 28.0302
    },
    {
        "date": "2017-11-07",
        "偏离度": 28.831899999999997
    },
    {
        "date": "2017-11-08",
        "偏离度": 28.813
    },
    {
        "date": "2017-11-09",
        "偏离度": 29.5847
    },
    {
        "date": "2017-11-10",
        "偏离度": 30.2438
    },
    {
        "date": "2017-11-13",
        "偏离度": 30.517699999999998
    },
    {
        "date": "2017-11-14",
        "偏离度": 29.5118
    },
    {
        "date": "2017-11-15",
        "偏离度": 28.424100000000003
    },
    {
        "date": "2017-11-16",
        "偏离度": 28.825499999999998
    },
    {
        "date": "2017-11-17",
        "偏离度": 26.8955
    },
    {
        "date": "2017-11-20",
        "偏离度": 27.538800000000002
    },
    {
        "date": "2017-11-21",
        "偏离度": 28.6622
    },
    {
        "date": "2017-11-22",
        "偏离度": 28.6733
    },
    {
        "date": "2017-11-23",
        "偏离度": 25.2023
    },
    {
        "date": "2017-11-24",
        "偏离度": 25.221500000000002
    },
    {
        "date": "2017-11-27",
        "偏离度": 23.6269
    },
    {
        "date": "2017-11-28",
        "偏离度": 24.5703
    },
    {
        "date": "2017-11-29",
        "偏离度": 24.6362
    },
    {
        "date": "2017-11-30",
        "偏离度": 23.461499999999997
    },
    {
        "date": "2017-12-01",
        "偏离度": 23.805200000000003
    },
    {
        "date": "2017-12-04",
        "偏离度": 23.5324
    },
    {
        "date": "2017-12-05",
        "偏离度": 22.2764
    },
    {
        "date": "2017-12-06",
        "偏离度": 22.3333
    },
    {
        "date": "2017-12-07",
        "偏离度": 21.4421
    },
    {
        "date": "2017-12-08",
        "偏离度": 22.4776
    },
    {
        "date": "2017-12-11",
        "偏离度": 24.099999999999998
    },
    {
        "date": "2017-12-12",
        "偏离度": 22.686899999999998
    },
    {
        "date": "2017-12-13",
        "偏离度": 23.5515
    },
    {
        "date": "2017-12-14",
        "偏离度": 23.1945
    },
    {
        "date": "2017-12-15",
        "偏离度": 22.1802
    },
    {
        "date": "2017-12-18",
        "偏离度": 21.790499999999998
    },
    {
        "date": "2017-12-19",
        "偏离度": 22.8751
    },
    {
        "date": "2017-12-20",
        "偏离度": 22.1694
    },
    {
        "date": "2017-12-21",
        "偏离度": 22.8575
    },
    {
        "date": "2017-12-22",
        "偏离度": 22.5393
    },
    {
        "date": "2017-12-25",
        "偏离度": 21.5459
    },
    {
        "date": "2017-12-26",
        "偏离度": 22.0109
    },
    {
        "date": "2017-12-27",
        "偏离度": 20.697599999999998
    },
    {
        "date": "2017-12-28",
        "偏离度": 21.2443
    },
    {
        "date": "2017-12-29",
        "偏离度": 21.8191
    },
    {
        "date": "2018-01-02",
        "偏离度": 23.2528
    },
    {
        "date": "2018-01-03",
        "偏离度": 24.091
    },
    {
        "date": "2018-01-04",
        "偏离度": 24.485100000000003
    },
    {
        "date": "2018-01-05",
        "偏离度": 24.5863
    },
    {
        "date": "2018-01-08",
        "偏离度": 24.9752
    },
    {
        "date": "2018-01-09",
        "偏离度": 25.301000000000002
    },
    {
        "date": "2018-01-10",
        "偏离度": 25.103599999999997
    },
    {
        "date": "2018-01-11",
        "偏离度": 25.2661
    },
    {
        "date": "2018-01-12",
        "偏离度": 25.1859
    },
    {
        "date": "2018-01-15",
        "偏离度": 23.5912
    },
    {
        "date": "2018-01-16",
        "偏离度": 24.3659
    },
    {
        "date": "2018-01-17",
        "偏离度": 23.9528
    },
    {
        "date": "2018-01-18",
        "偏离度": 24.363599999999998
    },
    {
        "date": "2018-01-19",
        "偏离度": 24.337
    },
    {
        "date": "2018-01-22",
        "偏离度": 25.601000000000003
    },
    {
        "date": "2018-01-23",
        "偏离度": 26.275100000000002
    },
    {
        "date": "2018-01-24",
        "偏离度": 26.655800000000003
    },
    {
        "date": "2018-01-25",
        "偏离度": 26.1151
    },
    {
        "date": "2018-01-26",
        "偏离度": 26.208399999999997
    },
    {
        "date": "2018-01-29",
        "偏离度": 24.221899999999998
    },
    {
        "date": "2018-01-30",
        "偏离度": 23.380200000000002
    },
    {
        "date": "2018-01-31",
        "偏离度": 22.2595
    },
    {
        "date": "2018-02-01",
        "偏离度": 19.4956
    },
    {
        "date": "2018-02-02",
        "偏离度": 19.6872
    },
    {
        "date": "2018-02-05",
        "偏离度": 19.476599999999998
    },
    {
        "date": "2018-02-06",
        "偏离度": 14.807500000000001
    },
    {
        "date": "2018-02-07",
        "偏离度": 13.4371
    },
    {
        "date": "2018-02-08",
        "偏离度": 13.4448
    },
    {
        "date": "2018-02-09",
        "偏离度": 9.182
    },
    {
        "date": "2018-02-12",
        "偏离度": 11.1562
    },
    {
        "date": "2018-02-13",
        "偏离度": 11.9586
    },
    {
        "date": "2018-02-14",
        "偏离度": 12.540499999999998
    },
    {
        "date": "2018-02-22",
        "偏离度": 14.7234
    },
    {
        "date": "2018-02-23",
        "偏离度": 15.1043
    },
    {
        "date": "2018-02-26",
        "偏离度": 16.9437
    },
    {
        "date": "2018-02-27",
        "偏离度": 16.053
    },
    {
        "date": "2018-02-28",
        "偏离度": 15.6639
    },
    {
        "date": "2018-03-01",
        "偏离度": 16.6742
    },
    {
        "date": "2018-03-02",
        "偏离度": 15.8726
    },
    {
        "date": "2018-03-05",
        "偏离度": 16.0628
    },
    {
        "date": "2018-03-06",
        "偏离度": 17.3511
    },
    {
        "date": "2018-03-07",
        "偏离度": 16.4484
    },
    {
        "date": "2018-03-08",
        "偏离度": 17.3872
    },
    {
        "date": "2018-03-09",
        "偏离度": 18.6423
    },
    {
        "date": "2018-03-12",
        "偏离度": 19.7305
    },
    {
        "date": "2018-03-13",
        "偏离度": 18.8622
    },
    {
        "date": "2018-03-14",
        "偏离度": 17.9373
    },
    {
        "date": "2018-03-15",
        "偏离度": 18.032899999999998
    },
    {
        "date": "2018-03-16",
        "偏离度": 17.2164
    },
    {
        "date": "2018-03-19",
        "偏离度": 17.5317
    },
    {
        "date": "2018-03-20",
        "偏离度": 17.677300000000002
    },
    {
        "date": "2018-03-21",
        "偏离度": 16.9799
    },
    {
        "date": "2018-03-22",
        "偏离度": 16.2314
    },
    {
        "date": "2018-03-23",
        "偏离度": 11.556
    },
    {
        "date": "2018-03-26",
        "偏离度": 12.0619
    },
    {
        "date": "2018-03-27",
        "偏离度": 13.849300000000001
    },
    {
        "date": "2018-03-28",
        "偏离度": 12.3583
    },
    {
        "date": "2018-03-29",
        "偏离度": 13.525200000000002
    },
    {
        "date": "2018-03-30",
        "偏离度": 14.3938
    },
    {
        "date": "2018-04-02",
        "偏离度": 14.391200000000001
    },
    {
        "date": "2018-04-03",
        "偏离度": 13.448699999999999
    },
    {
        "date": "2018-04-04",
        "偏离度": 12.950700000000001
    },
    {
        "date": "2018-04-09",
        "偏离度": 12.9412
    },
    {
        "date": "2018-04-10",
        "偏离度": 14.1079
    },
    {
        "date": "2018-04-11",
        "偏离度": 14.5341
    },
    {
        "date": "2018-04-12",
        "偏离度": 13.624
    },
    {
        "date": "2018-04-13",
        "偏离度": 13.031200000000002
    },
    {
        "date": "2018-04-16",
        "偏离度": 11.9146
    },
    {
        "date": "2018-04-17",
        "偏离度": 9.8137
    },
    {
        "date": "2018-04-18",
        "偏离度": 10.7371
    },
    {
        "date": "2018-04-19",
        "偏离度": 11.5823
    },
    {
        "date": "2018-04-20",
        "偏离度": 9.6699
    },
    {
        "date": "2018-04-23",
        "偏离度": 9.163300000000001
    },
    {
        "date": "2018-04-24",
        "偏离度": 11.4154
    },
    {
        "date": "2018-04-25",
        "偏离度": 11.3287
    },
    {
        "date": "2018-04-26",
        "偏离度": 9.2131
    },
    {
        "date": "2018-04-27",
        "偏离度": 9.2977
    },
    {
        "date": "2018-05-02",
        "偏离度": 9.2054
    },
    {
        "date": "2018-05-03",
        "偏离度": 10.0923
    },
    {
        "date": "2018-05-04",
        "偏离度": 9.784600000000001
    },
    {
        "date": "2018-05-07",
        "偏离度": 11.5653
    },
    {
        "date": "2018-05-08",
        "偏离度": 12.439
    },
    {
        "date": "2018-05-09",
        "偏离度": 12.270399999999999
    },
    {
        "date": "2018-05-10",
        "偏离度": 12.764800000000001
    },
    {
        "date": "2018-05-11",
        "偏离度": 11.8973
    },
    {
        "date": "2018-05-14",
        "偏离度": 12.075099999999999
    },
    {
        "date": "2018-05-15",
        "偏离度": 12.811900000000001
    },
    {
        "date": "2018-05-16",
        "偏离度": 12.1326
    },
    {
        "date": "2018-05-17",
        "偏离度": 11.4447
    },
    {
        "date": "2018-05-18",
        "偏离度": 12.180399999999999
    },
    {
        "date": "2018-05-21",
        "偏离度": 13.107199999999999
    },
    {
        "date": "2018-05-22",
        "偏离度": 13.1078
    },
    {
        "date": "2018-05-23",
        "偏离度": 11.7042
    },
    {
        "date": "2018-05-24",
        "偏离度": 11.1171
    },
    {
        "date": "2018-05-25",
        "偏离度": 10.3592
    },
    {
        "date": "2018-05-28",
        "偏离度": 10.215399999999999
    },
    {
        "date": "2018-05-29",
        "偏离度": 9.2921
    },
    {
        "date": "2018-05-30",
        "偏离度": 6.4528
    },
    {
        "date": "2018-05-31",
        "偏离度": 8.33
    },
    {
        "date": "2018-06-01",
        "偏离度": 7.2366
    },
    {
        "date": "2018-06-04",
        "偏离度": 7.606300000000001
    },
    {
        "date": "2018-06-05",
        "偏离度": 8.9982
    },
    {
        "date": "2018-06-06",
        "偏离度": 8.9168
    },
    {
        "date": "2018-06-07",
        "偏离度": 8.488
    },
    {
        "date": "2018-06-08",
        "偏离度": 7.1733
    },
    {
        "date": "2018-06-11",
        "偏离度": 6.717099999999999
    },
    {
        "date": "2018-06-12",
        "偏离度": 7.7886
    },
    {
        "date": "2018-06-13",
        "偏离度": 6.386699999999999
    },
    {
        "date": "2018-06-14",
        "偏离度": 5.9267
    },
    {
        "date": "2018-06-15",
        "偏离度": 4.6057
    },
    {
        "date": "2018-06-19",
        "偏离度": -0.6438
    },
    {
        "date": "2018-06-20",
        "偏离度": 0.0714
    },
    {
        "date": "2018-06-21",
        "偏离度": -1.6522
    },
    {
        "date": "2018-06-22",
        "偏离度": -0.746
    },
    {
        "date": "2018-06-25",
        "偏离度": -1.6851999999999998
    },
    {
        "date": "2018-06-26",
        "偏离度": -1.7295
    },
    {
        "date": "2018-06-27",
        "偏离度": -3.1389
    },
    {
        "date": "2018-06-28",
        "偏离度": -4.1554
    },
    {
        "date": "2018-06-29",
        "偏离度": -1.4776
    },
    {
        "date": "2018-07-02",
        "偏离度": -3.6085
    },
    {
        "date": "2018-07-03",
        "偏离度": -3.0375
    },
    {
        "date": "2018-07-04",
        "偏离度": -4.522
    },
    {
        "date": "2018-07-05",
        "偏离度": -6.0933
    },
    {
        "date": "2018-07-06",
        "偏离度": -5.5964
    },
    {
        "date": "2018-07-09",
        "偏离度": -3.2712
    },
    {
        "date": "2018-07-10",
        "偏离度": -2.8134
    },
    {
        "date": "2018-07-11",
        "偏离度": -4.701700000000001
    },
    {
        "date": "2018-07-12",
        "偏离度": -2.3801
    },
    {
        "date": "2018-07-13",
        "偏离度": -1.9653
    },
    {
        "date": "2018-07-16",
        "偏离度": -2.2384
    },
    {
        "date": "2018-07-17",
        "偏离度": -2.4636
    },
    {
        "date": "2018-07-18",
        "偏离度": -3.0067
    },
    {
        "date": "2018-07-19",
        "偏离度": -3.563
    },
    {
        "date": "2018-07-20",
        "偏离度": -2.1384
    },
    {
        "date": "2018-07-23",
        "偏离度": -1.3573
    },
    {
        "date": "2018-07-24",
        "偏离度": 0.194
    },
    {
        "date": "2018-07-25",
        "偏离度": 0.1912
    },
    {
        "date": "2018-07-26",
        "偏离度": -0.6048
    },
    {
        "date": "2018-07-27",
        "偏离度": -1.0906
    },
    {
        "date": "2018-07-30",
        "偏离度": -1.881
    },
    {
        "date": "2018-07-31",
        "偏离度": -1.8404
    },
    {
        "date": "2018-08-01",
        "偏离度": -3.5959
    },
    {
        "date": "2018-08-02",
        "偏离度": -5.7901
    },
    {
        "date": "2018-08-03",
        "偏离度": -7.1754
    },
    {
        "date": "2018-08-06",
        "偏离度": -8.737499999999999
    },
    {
        "date": "2018-08-07",
        "偏离度": -6.2539
    },
    {
        "date": "2018-08-08",
        "偏离度": -7.725899999999999
    },
    {
        "date": "2018-08-09",
        "偏离度": -5.540500000000001
    },
    {
        "date": "2018-08-10",
        "偏离度": -5.1803
    },
    {
        "date": "2018-08-13",
        "偏离度": -5.2267
    },
    {
        "date": "2018-08-14",
        "偏离度": -5.6242
    },
    {
        "date": "2018-08-15",
        "偏离度": -7.696400000000001
    },
    {
        "date": "2018-08-16",
        "偏离度": -8.4255
    },
    {
        "date": "2018-08-17",
        "偏离度": -9.9109
    },
    {
        "date": "2018-08-20",
        "偏离度": -9.226099999999999
    },
    {
        "date": "2018-08-21",
        "偏离度": -7.9144000000000005
    },
    {
        "date": "2018-08-22",
        "偏离度": -8.6952
    },
    {
        "date": "2018-08-23",
        "偏离度": -8.2727
    },
    {
        "date": "2018-08-24",
        "偏离度": -8.316600000000001
    },
    {
        "date": "2018-08-27",
        "偏离度": -6.2562999999999995
    },
    {
        "date": "2018-08-28",
        "偏离度": -6.3055
    },
    {
        "date": "2018-08-29",
        "偏离度": -6.7926
    },
    {
        "date": "2018-08-30",
        "偏离度": -8.0117
    },
    {
        "date": "2018-08-31",
        "偏离度": -8.7451
    },
    {
        "date": "2018-09-03",
        "偏离度": -8.9085
    },
    {
        "date": "2018-09-04",
        "偏离度": -7.8576
    },
    {
        "date": "2018-09-05",
        "偏离度": -9.4626
    },
    {
        "date": "2018-09-06",
        "偏离度": -10.128
    },
    {
        "date": "2018-09-07",
        "偏离度": -9.862400000000001
    },
    {
        "date": "2018-09-10",
        "偏离度": -11.3552
    },
    {
        "date": "2018-09-11",
        "偏离度": -11.4251
    },
    {
        "date": "2018-09-12",
        "偏离度": -11.7982
    },
    {
        "date": "2018-09-13",
        "偏离度": -11.025500000000001
    },
    {
        "date": "2018-09-14",
        "偏离度": -11.4014
    },
    {
        "date": "2018-09-17",
        "偏离度": -12.58
    },
    {
        "date": "2018-09-18",
        "偏离度": -10.9691
    },
    {
        "date": "2018-09-19",
        "偏离度": -9.9093
    },
    {
        "date": "2018-09-20",
        "偏离度": -10.0619
    },
    {
        "date": "2018-09-21",
        "偏离度": -8.112400000000001
    },
    {
        "date": "2018-09-25",
        "偏离度": -8.679
    },
    {
        "date": "2018-09-26",
        "偏离度": -7.9739
    },
    {
        "date": "2018-09-27",
        "偏离度": -8.8112
    },
    {
        "date": "2018-09-28",
        "偏离度": -7.9665
    },
    {
        "date": "2018-10-08",
        "偏离度": -11.4758
    },
    {
        "date": "2018-10-09",
        "偏离度": -11.5156
    },
    {
        "date": "2018-10-10",
        "偏离度": -11.6089
    },
    {
        "date": "2018-10-11",
        "偏离度": -16.8176
    },
    {
        "date": "2018-10-12",
        "偏离度": -16.425600000000003
    },
    {
        "date": "2018-10-15",
        "偏离度": -17.6449
    },
    {
        "date": "2018-10-16",
        "偏离度": -18.8573
    },
    {
        "date": "2018-10-17",
        "偏离度": -18.3307
    },
    {
        "date": "2018-10-18",
        "偏离度": -20.527
    },
    {
        "date": "2018-10-19",
        "偏离度": -18.434900000000003
    },
    {
        "date": "2018-10-22",
        "偏离度": -14.7228
    },
    {
        "date": "2018-10-23",
        "偏离度": -16.569300000000002
    },
    {
        "date": "2018-10-24",
        "偏离度": -16.521900000000002
    },
    {
        "date": "2018-10-25",
        "偏离度": -16.6537
    },
    {
        "date": "2018-10-26",
        "偏离度": -16.8654
    },
    {
        "date": "2018-10-29",
        "偏离度": -18.817500000000003
    },
    {
        "date": "2018-10-30",
        "偏离度": -17.996699999999997
    },
    {
        "date": "2018-10-31",
        "偏离度": -16.8077
    },
    {
        "date": "2018-11-01",
        "偏离度": -16.2824
    },
    {
        "date": "2018-11-02",
        "偏离度": -13.5572
    },
    {
        "date": "2018-11-05",
        "偏离度": -13.7341
    },
    {
        "date": "2018-11-06",
        "偏离度": -14.0342
    },
    {
        "date": "2018-11-07",
        "偏离度": -14.479500000000002
    },
    {
        "date": "2018-11-08",
        "偏离度": -14.7878
    },
    {
        "date": "2018-11-09",
        "偏离度": -15.5598
    },
    {
        "date": "2018-11-12",
        "偏离度": -13.938900000000002
    },
    {
        "date": "2018-11-13",
        "偏离度": -12.7177
    },
    {
        "date": "2018-11-14",
        "偏离度": -13.239600000000001
    },
    {
        "date": "2018-11-15",
        "偏离度": -12.0287
    },
    {
        "date": "2018-11-16",
        "偏离度": -11.4305
    },
    {
        "date": "2018-11-19",
        "偏离度": -10.7967
    },
    {
        "date": "2018-11-20",
        "偏离度": -13.049199999999999
    },
    {
        "date": "2018-11-21",
        "偏离度": -12.6828
    },
    {
        "date": "2018-11-22",
        "偏离度": -12.8589
    },
    {
        "date": "2018-11-23",
        "偏离度": -15.590200000000001
    },
    {
        "date": "2018-11-26",
        "偏离度": -15.7159
    },
    {
        "date": "2018-11-27",
        "偏离度": -15.524799999999999
    },
    {
        "date": "2018-11-28",
        "偏离度": -14.4822
    },
    {
        "date": "2018-11-29",
        "偏离度": -16.0078
    },
    {
        "date": "2018-11-30",
        "偏离度": -15.270800000000001
    },
    {
        "date": "2018-12-03",
        "偏离度": -12.7683
    },
    {
        "date": "2018-12-04",
        "偏离度": -12.378300000000001
    },
    {
        "date": "2018-12-05",
        "偏离度": -12.8914
    },
    {
        "date": "2018-12-06",
        "偏离度": -14.6496
    },
    {
        "date": "2018-12-07",
        "偏离度": -14.6659
    },
    {
        "date": "2018-12-10",
        "偏离度": -15.6627
    },
    {
        "date": "2018-12-11",
        "偏离度": -15.1286
    },
    {
        "date": "2018-12-12",
        "偏离度": -14.9929
    },
    {
        "date": "2018-12-13",
        "偏离度": -13.9349
    },
    {
        "date": "2018-12-14",
        "偏离度": -15.7172
    },
    {
        "date": "2018-12-17",
        "偏离度": -15.8493
    },
    {
        "date": "2018-12-18",
        "偏离度": -16.551199999999998
    },
    {
        "date": "2018-12-19",
        "偏离度": -17.6017
    },
    {
        "date": "2018-12-20",
        "偏离度": -17.7707
    },
    {
        "date": "2018-12-21",
        "偏离度": -18.5891
    },
    {
        "date": "2018-12-24",
        "偏离度": -18.1151
    },
    {
        "date": "2018-12-25",
        "偏离度": -18.8401
    },
    {
        "date": "2018-12-26",
        "偏离度": -19.1748
    },
    {
        "date": "2018-12-27",
        "偏离度": -19.915
    },
    {
        "date": "2018-12-28",
        "偏离度": -19.589100000000002
    },
    {
        "date": "2019-01-02",
        "偏离度": -20.3726
    },
    {
        "date": "2019-01-03",
        "偏离度": -20.6709
    },
    {
        "date": "2019-01-04",
        "偏离度": -18.7364
    },
    {
        "date": "2019-01-07",
        "偏离度": -17.6983
    },
    {
        "date": "2019-01-08",
        "偏离度": -17.8662
    },
    {
        "date": "2019-01-09",
        "偏离度": -17.336199999999998
    },
    {
        "date": "2019-01-10",
        "偏离度": -17.5113
    },
    {
        "date": "2019-01-11",
        "偏离度": -16.905700000000003
    },
    {
        "date": "2019-01-14",
        "偏离度": -17.5083
    },
    {
        "date": "2019-01-15",
        "偏离度": -16.224800000000002
    },
    {
        "date": "2019-01-16",
        "偏离度": -16.311500000000002
    },
    {
        "date": "2019-01-17",
        "偏离度": -16.9184
    },
    {
        "date": "2019-01-18",
        "偏离度": -15.867500000000001
    },
    {
        "date": "2019-01-21",
        "偏离度": -15.4127
    },
    {
        "date": "2019-01-22",
        "偏离度": -16.477700000000002
    },
    {
        "date": "2019-01-23",
        "偏离度": -16.4476
    },
    {
        "date": "2019-01-24",
        "偏离度": -16.020899999999997
    },
    {
        "date": "2019-01-25",
        "偏离度": -15.9275
    },
    {
        "date": "2019-01-28",
        "偏离度": -16.2015
    },
    {
        "date": "2019-01-29",
        "偏离度": -16.7294
    },
    {
        "date": "2019-01-30",
        "偏离度": -17.623
    },
    {
        "date": "2019-01-31",
        "偏离度": -17.727
    },
    {
        "date": "2019-02-01",
        "偏离度": -16.0491
    },
    {
        "date": "2019-02-11",
        "偏离度": -14.1754
    },
    {
        "date": "2019-02-12",
        "偏离度": -13.3558
    },
    {
        "date": "2019-02-13",
        "偏离度": -11.7534
    },
    {
        "date": "2019-02-14",
        "偏离度": -11.5022
    },
    {
        "date": "2019-02-15",
        "偏离度": -12.4753
    },
    {
        "date": "2019-02-18",
        "偏离度": -9.5855
    },
    {
        "date": "2019-02-19",
        "偏离度": -9.5374
    },
    {
        "date": "2019-02-20",
        "偏离度": -9.3151
    },
    {
        "date": "2019-02-21",
        "偏离度": -9.565
    },
    {
        "date": "2019-02-22",
        "偏离度": -7.5308
    },
    {
        "date": "2019-02-25",
        "偏离度": -2.3716999999999997
    },
    {
        "date": "2019-02-26",
        "偏离度": -3.0488999999999997
    },
    {
        "date": "2019-02-27",
        "偏离度": -3.2975
    },
    {
        "date": "2019-02-28",
        "偏离度": -3.3243
    },
    {
        "date": "2019-03-01",
        "偏离度": -1.9046
    },
    {
        "date": "2019-03-04",
        "偏离度": -0.3644
    },
    {
        "date": "2019-03-05",
        "偏离度": 1.2836
    },
    {
        "date": "2019-03-06",
        "偏离度": 2.723
    },
    {
        "date": "2019-03-07",
        "偏离度": 2.9336
    },
    {
        "date": "2019-03-08",
        "偏离度": -1.2626
    },
    {
        "date": "2019-03-11",
        "偏离度": 1.6993
    },
    {
        "date": "2019-03-12",
        "偏离度": 3.0898
    },
    {
        "date": "2019-03-13",
        "偏离度": 1.4603
    },
    {
        "date": "2019-03-14",
        "偏离度": -0.3721
    },
    {
        "date": "2019-03-15",
        "偏离度": 0.9365999999999999
    },
    {
        "date": "2019-03-18",
        "偏离度": 3.5713000000000004
    },
    {
        "date": "2019-03-19",
        "偏离度": 3.5041999999999995
    },
    {
        "date": "2019-03-20",
        "偏离度": 3.4313000000000002
    },
    {
        "date": "2019-03-21",
        "偏离度": 4.034
    },
    {
        "date": "2019-03-22",
        "偏离度": 4.1916
    },
    {
        "date": "2019-03-25",
        "偏离度": 2.4146
    },
    {
        "date": "2019-03-26",
        "偏离度": 0.3993
    },
    {
        "date": "2019-03-27",
        "偏离度": 1.3144
    },
    {
        "date": "2019-03-28",
        "偏离度": 0.3765
    },
    {
        "date": "2019-03-29",
        "偏离度": 3.7552000000000003
    },
    {
        "date": "2019-04-01",
        "偏离度": 7.0148
    },
    {
        "date": "2019-04-02",
        "偏离度": 7.2064
    },
    {
        "date": "2019-04-03",
        "偏离度": 8.3885
    },
    {
        "date": "2019-04-04",
        "偏离度": 9.1479
    },
    {
        "date": "2019-04-08",
        "偏离度": 8.837100000000001
    },
    {
        "date": "2019-04-09",
        "偏离度": 9.1915
    },
    {
        "date": "2019-04-10",
        "偏离度": 9.2417
    },
    {
        "date": "2019-04-11",
        "偏离度": 6.9789
    },
    {
        "date": "2019-04-12",
        "偏离度": 6.773
    },
    {
        "date": "2019-04-15",
        "偏离度": 6.077500000000001
    },
    {
        "date": "2019-04-16",
        "偏离度": 8.5741
    },
    {
        "date": "2019-04-17",
        "偏离度": 9.0105
    },
    {
        "date": "2019-04-18",
        "偏离度": 8.4632
    },
    {
        "date": "2019-04-19",
        "偏离度": 9.467699999999999
    },
    {
        "date": "2019-04-22",
        "偏离度": 7.538
    },
    {
        "date": "2019-04-23",
        "偏离度": 6.5051
    },
    {
        "date": "2019-04-24",
        "偏离度": 7.1798
    },
    {
        "date": "2019-04-25",
        "偏离度": 3.8564000000000003
    },
    {
        "date": "2019-04-26",
        "偏离度": 2.5055
    },
    {
        "date": "2019-04-29",
        "偏离度": 0.9402
    },
    {
        "date": "2019-04-30",
        "偏离度": 1.5702
    },
    {
        "date": "2019-05-06",
        "偏离度": -5.2246
    },
    {
        "date": "2019-05-07",
        "偏离度": -4.1479
    },
    {
        "date": "2019-05-08",
        "偏离度": -5.0764
    },
    {
        "date": "2019-05-09",
        "偏离度": -6.4509
    },
    {
        "date": "2019-05-10",
        "偏离度": -3.048
    },
    {
        "date": "2019-05-13",
        "偏离度": -4.2745
    },
    {
        "date": "2019-05-14",
        "偏离度": -4.9533000000000005
    },
    {
        "date": "2019-05-15",
        "偏离度": -2.8259
    },
    {
        "date": "2019-05-16",
        "偏离度": -2.3154999999999997
    },
    {
        "date": "2019-05-17",
        "偏离度": -5.2431
    },
    {
        "date": "2019-05-20",
        "偏离度": -5.8672
    },
    {
        "date": "2019-05-21",
        "偏离度": -4.3995
    },
    {
        "date": "2019-05-22",
        "偏离度": -4.8806
    },
    {
        "date": "2019-05-23",
        "偏离度": -6.763199999999999
    },
    {
        "date": "2019-05-24",
        "偏离度": -7.0454
    },
    {
        "date": "2019-05-27",
        "偏离度": -5.2062
    },
    {
        "date": "2019-05-28",
        "偏离度": -4.6765
    },
    {
        "date": "2019-05-29",
        "偏离度": -4.6785
    },
    {
        "date": "2019-05-30",
        "偏离度": -5.2589
    },
    {
        "date": "2019-05-31",
        "偏离度": -5.4761999999999995
    },
    {
        "date": "2019-06-03",
        "偏离度": -6.0656
    },
    {
        "date": "2019-06-04",
        "偏离度": -7.2184
    },
    {
        "date": "2019-06-05",
        "偏离度": -7.258299999999999
    },
    {
        "date": "2019-06-06",
        "偏离度": -8.7515
    },
    {
        "date": "2019-06-10",
        "偏离度": -7.6552999999999995
    },
    {
        "date": "2019-06-11",
        "偏离度": -4.5563
    },
    {
        "date": "2019-06-12",
        "偏离度": -5.179
    },
    {
        "date": "2019-06-13",
        "偏离度": -5.0075
    },
    {
        "date": "2019-06-14",
        "偏离度": -6.3453
    },
    {
        "date": "2019-06-17",
        "偏离度": -6.363
    },
    {
        "date": "2019-06-18",
        "偏离度": -6.2387
    },
    {
        "date": "2019-06-19",
        "偏离度": -4.9054
    },
    {
        "date": "2019-06-20",
        "偏离度": -2.6269
    },
    {
        "date": "2019-06-21",
        "偏离度": -1.8295
    },
    {
        "date": "2019-06-24",
        "偏离度": -1.7558
    },
    {
        "date": "2019-06-25",
        "偏离度": -2.7759
    },
    {
        "date": "2019-06-26",
        "偏离度": -2.9295999999999998
    },
    {
        "date": "2019-06-27",
        "偏离度": -2.0112
    },
    {
        "date": "2019-06-28",
        "偏离度": -2.7025
    },
    {
        "date": "2019-07-01",
        "偏离度": 0.1036
    },
    {
        "date": "2019-07-02",
        "偏离度": 0.0387
    },
    {
        "date": "2019-07-03",
        "偏离度": -0.9917
    },
    {
        "date": "2019-07-04",
        "偏离度": -1.4703000000000002
    },
    {
        "date": "2019-07-05",
        "偏离度": -1.0116999999999998
    },
    {
        "date": "2019-07-08",
        "偏离度": -3.8095999999999997
    },
    {
        "date": "2019-07-09",
        "偏离度": -3.7844999999999995
    },
    {
        "date": "2019-07-10",
        "偏离度": -4.2072
    },
    {
        "date": "2019-07-11",
        "偏离度": -4.2145
    },
    {
        "date": "2019-07-12",
        "偏离度": -3.7005999999999997
    },
    {
        "date": "2019-07-15",
        "偏离度": -3.0279
    },
    {
        "date": "2019-07-16",
        "偏离度": -3.1942
    },
    {
        "date": "2019-07-17",
        "偏离度": -3.2213
    },
    {
        "date": "2019-07-18",
        "偏离度": -4.5148
    },
    {
        "date": "2019-07-19",
        "偏离度": -3.7342
    },
    {
        "date": "2019-07-22",
        "偏离度": -5.2626
    },
    {
        "date": "2019-07-23",
        "偏离度": -4.658799999999999
    },
    {
        "date": "2019-07-24",
        "偏离度": -3.7622999999999998
    },
    {
        "date": "2019-07-25",
        "偏离度": -3.2183
    },
    {
        "date": "2019-07-26",
        "偏离度": -3.0791
    },
    {
        "date": "2019-07-29",
        "偏离度": -3.1698999999999997
    },
    {
        "date": "2019-07-30",
        "偏离度": -2.7636000000000003
    },
    {
        "date": "2019-07-31",
        "偏离度": -3.5214000000000003
    },
    {
        "date": "2019-08-01",
        "偏离度": -4.2025
    },
    {
        "date": "2019-08-02",
        "偏离度": -5.631
    },
    {
        "date": "2019-08-05",
        "偏离度": -7.1266
    },
    {
        "date": "2019-08-06",
        "偏离度": -8.7524
    },
    {
        "date": "2019-08-07",
        "偏离度": -9.1289
    },
    {
        "date": "2019-08-08",
        "偏离度": -8.200000000000001
    },
    {
        "date": "2019-08-09",
        "偏离度": -9.1833
    },
    {
        "date": "2019-08-12",
        "偏离度": -7.5835
    },
    {
        "date": "2019-08-13",
        "偏离度": -8.281600000000001
    },
    {
        "date": "2019-08-14",
        "偏离度": -7.8168
    },
    {
        "date": "2019-08-15",
        "偏离度": -7.4603
    },
    {
        "date": "2019-08-16",
        "偏离度": -7.0438
    },
    {
        "date": "2019-08-19",
        "偏离度": -4.6349
    },
    {
        "date": "2019-08-20",
        "偏离度": -4.6396
    },
    {
        "date": "2019-08-21",
        "偏离度": -4.7010000000000005
    },
    {
        "date": "2019-08-22",
        "偏离度": -4.4132
    },
    {
        "date": "2019-08-23",
        "偏离度": -4.1129999999999995
    },
    {
        "date": "2019-08-26",
        "偏离度": -5.1604
    },
    {
        "date": "2019-08-27",
        "偏离度": -3.7073
    },
    {
        "date": "2019-08-28",
        "偏离度": -3.9917000000000002
    },
    {
        "date": "2019-08-29",
        "偏离度": -4.1542
    },
    {
        "date": "2019-08-30",
        "偏离度": -4.6208
    },
    {
        "date": "2019-09-02",
        "偏离度": -2.8981
    },
    {
        "date": "2019-09-03",
        "偏离度": -2.5304
    },
    {
        "date": "2019-09-04",
        "偏离度": -1.7239
    },
    {
        "date": "2019-09-05",
        "偏离度": -0.8097
    },
    {
        "date": "2019-09-06",
        "偏离度": -0.3593
    },
    {
        "date": "2019-09-09",
        "偏离度": 0.9742999999999999
    },
    {
        "date": "2019-09-10",
        "偏离度": 0.772
    },
    {
        "date": "2019-09-11",
        "偏离度": 0.035500000000000004
    },
    {
        "date": "2019-09-12",
        "偏离度": 0.8206
    },
    {
        "date": "2019-09-16",
        "偏离度": 0.7707
    },
    {
        "date": "2019-09-17",
        "偏离度": -1.2277
    },
    {
        "date": "2019-09-18",
        "偏离度": -0.9828999999999999
    },
    {
        "date": "2019-09-19",
        "偏离度": -0.31679999999999997
    },
    {
        "date": "2019-09-20",
        "偏离度": -0.1336
    },
    {
        "date": "2019-09-23",
        "偏离度": -1.1571
    },
    {
        "date": "2019-09-24",
        "偏离度": -0.8966
    },
    {
        "date": "2019-09-25",
        "偏离度": -2.1904
    },
    {
        "date": "2019-09-26",
        "偏离度": -3.8923
    },
    {
        "date": "2019-09-27",
        "偏离度": -3.3991000000000002
    },
    {
        "date": "2019-09-30",
        "偏离度": -4.4513
    },
    {
        "date": "2019-10-08",
        "偏离度": -4.1269
    },
    {
        "date": "2019-10-09",
        "偏离度": -3.6789
    },
    {
        "date": "2019-10-10",
        "偏离度": -2.6553
    },
    {
        "date": "2019-10-11",
        "偏离度": -2.0987999999999998
    },
    {
        "date": "2019-10-14",
        "偏离度": -0.8863
    },
    {
        "date": "2019-10-15",
        "偏离度": -1.7425
    },
    {
        "date": "2019-10-16",
        "偏离度": -2.1835
    },
    {
        "date": "2019-10-17",
        "偏离度": -2.231
    },
    {
        "date": "2019-10-18",
        "偏离度": -3.5857
    },
    {
        "date": "2019-10-21",
        "偏离度": -3.636
    },
    {
        "date": "2019-10-22",
        "偏离度": -2.936
    },
    {
        "date": "2019-10-23",
        "偏离度": -3.6188
    },
    {
        "date": "2019-10-24",
        "偏离度": -3.7167
    },
    {
        "date": "2019-10-25",
        "偏离度": -3.0610999999999997
    },
    {
        "date": "2019-10-28",
        "偏离度": -1.8009000000000002
    },
    {
        "date": "2019-10-29",
        "偏离度": -2.6620999999999997
    },
    {
        "date": "2019-10-30",
        "偏离度": -3.4440999999999997
    },
    {
        "date": "2019-10-31",
        "偏离度": -3.9621999999999997
    },
    {
        "date": "2019-11-01",
        "偏离度": -2.6967000000000003
    },
    {
        "date": "2019-11-04",
        "偏离度": -2.1536
    },
    {
        "date": "2019-11-05",
        "偏离度": -1.6854
    },
    {
        "date": "2019-11-06",
        "偏离度": -2.3678999999999997
    },
    {
        "date": "2019-11-07",
        "偏离度": -1.9988
    },
    {
        "date": "2019-11-08",
        "偏离度": -2.4048
    },
    {
        "date": "2019-11-11",
        "偏离度": -4.4397
    },
    {
        "date": "2019-11-12",
        "偏离度": -4.3581
    },
    {
        "date": "2019-11-13",
        "偏离度": -4.5187
    },
    {
        "date": "2019-11-14",
        "偏离度": -4.1578
    },
    {
        "date": "2019-11-15",
        "偏离度": -5.0404
    },
    {
        "date": "2019-11-18",
        "偏离度": -4.3692
    },
    {
        "date": "2019-11-19",
        "偏离度": -3.0986
    },
    {
        "date": "2019-11-20",
        "偏离度": -3.8959
    },
    {
        "date": "2019-11-21",
        "偏离度": -4.1967
    },
    {
        "date": "2019-11-22",
        "偏离度": -5.209099999999999
    },
    {
        "date": "2019-11-25",
        "偏离度": -5.0124
    },
    {
        "date": "2019-11-26",
        "偏离度": -4.9331
    },
    {
        "date": "2019-11-27",
        "偏离度": -5.1182
    },
    {
        "date": "2019-11-28",
        "偏离度": -5.443
    },
    {
        "date": "2019-11-29",
        "偏离度": -5.900600000000001
    },
    {
        "date": "2019-12-02",
        "偏离度": -5.737
    },
    {
        "date": "2019-12-03",
        "偏离度": -5.308800000000001
    },
    {
        "date": "2019-12-04",
        "偏离度": -5.3132
    },
    {
        "date": "2019-12-05",
        "偏离度": -4.477600000000001
    },
    {
        "date": "2019-12-06",
        "偏离度": -3.8649999999999998
    },
    {
        "date": "2019-12-09",
        "偏离度": -3.8376
    },
    {
        "date": "2019-12-10",
        "偏离度": -3.5506
    },
    {
        "date": "2019-12-11",
        "偏离度": -3.6935999999999996
    },
    {
        "date": "2019-12-12",
        "偏离度": -3.9328000000000003
    },
    {
        "date": "2019-12-13",
        "偏离度": -2.3823
    },
    {
        "date": "2019-12-16",
        "偏离度": -1.3588
    },
    {
        "date": "2019-12-17",
        "偏离度": -0.0844
    },
    {
        "date": "2019-12-18",
        "偏离度": -0.2137
    },
    {
        "date": "2019-12-19",
        "偏离度": -0.1301
    },
    {
        "date": "2019-12-20",
        "偏离度": -0.7851
    },
    {
        "date": "2019-12-23",
        "偏离度": -2.4432
    },
    {
        "date": "2019-12-24",
        "偏离度": -1.3766
    },
    {
        "date": "2019-12-25",
        "偏离度": -1.2007999999999999
    },
    {
        "date": "2019-12-26",
        "偏离度": -0.4215
    },
    {
        "date": "2019-12-27",
        "偏离度": -0.8419
    },
    {
        "date": "2019-12-30",
        "偏离度": 0.294
    },
    {
        "date": "2019-12-31",
        "偏离度": 0.7151000000000001
    },
    {
        "date": "2020-01-02",
        "偏离度": 2.294
    },
    {
        "date": "2020-01-03",
        "偏离度": 2.3786
    },
    {
        "date": "2020-01-06",
        "偏离度": 2.5652999999999997
    },
    {
        "date": "2020-01-07",
        "偏离度": 3.6006000000000005
    },
    {
        "date": "2020-01-08",
        "偏离度": 2.281
    },
    {
        "date": "2020-01-09",
        "偏离度": 3.6984999999999997
    },
    {
        "date": "2020-01-10",
        "偏离度": 3.53
    },
    {
        "date": "2020-01-13",
        "偏离度": 4.6665
    },
    {
        "date": "2020-01-14",
        "偏离度": 4.3549999999999995
    },
    {
        "date": "2020-01-15",
        "偏离度": 3.9339
    },
    {
        "date": "2020-01-16",
        "偏离度": 3.6031
    },
    {
        "date": "2020-01-17",
        "偏离度": 3.4903999999999997
    },
    {
        "date": "2020-01-20",
        "偏离度": 4.5253000000000005
    },
    {
        "date": "2020-01-21",
        "偏离度": 3.0505999999999998
    },
    {
        "date": "2020-01-22",
        "偏离度": 3.5298000000000003
    },
    {
        "date": "2020-01-23",
        "偏离度": 0.099
    },
    {
        "date": "2020-02-03",
        "偏离度": -8.1027
    },
    {
        "date": "2020-02-04",
        "偏离度": -6.522
    },
    {
        "date": "2020-02-05",
        "偏离度": -4.7494000000000005
    },
    {
        "date": "2020-02-06",
        "偏离度": -2.4518
    },
    {
        "date": "2020-02-07",
        "偏离度": -2.0071
    },
    {
        "date": "2020-02-10",
        "偏离度": -1.1847
    },
    {
        "date": "2020-02-11",
        "偏离度": -1.0197
    },
    {
        "date": "2020-02-12",
        "偏离度": 0.2969
    },
    {
        "date": "2020-02-13",
        "偏离度": -0.4744
    },
    {
        "date": "2020-02-14",
        "偏离度": -0.0503
    },
    {
        "date": "2020-02-17",
        "偏离度": 2.7235
    },
    {
        "date": "2020-02-18",
        "偏离度": 3.3244000000000002
    },
    {
        "date": "2020-02-19",
        "偏离度": 2.8075
    },
    {
        "date": "2020-02-20",
        "偏离度": 4.981
    },
    {
        "date": "2020-02-21",
        "偏离度": 5.7498000000000005
    },
    {
        "date": "2020-02-24",
        "偏离度": 6.3748
    },
    {
        "date": "2020-02-25",
        "偏离度": 6.4449000000000005
    },
    {
        "date": "2020-02-26",
        "偏离度": 4.4331000000000005
    },
    {
        "date": "2020-02-27",
        "偏离度": 4.6515
    },
    {
        "date": "2020-02-28",
        "偏离度": -0.07640000000000001
    },
    {
        "date": "2020-03-02",
        "偏离度": 3.5244999999999997
    },
    {
        "date": "2020-03-03",
        "偏离度": 4.4314
    },
    {
        "date": "2020-03-04",
        "偏离度": 4.965
    },
    {
        "date": "2020-03-05",
        "偏离度": 6.9678
    },
    {
        "date": "2020-03-06",
        "偏离度": 5.8786
    },
    {
        "date": "2020-03-09",
        "偏离度": 2.0624
    },
    {
        "date": "2020-03-10",
        "偏离度": 4.3866000000000005
    },
    {
        "date": "2020-03-11",
        "偏离度": 3.0195
    },
    {
        "date": "2020-03-12",
        "偏离度": 1.0145
    },
    {
        "date": "2020-03-13",
        "偏离度": -0.1651
    },
    {
        "date": "2020-03-16",
        "偏离度": -4.5615000000000006
    },
    {
        "date": "2020-03-17",
        "偏离度": -4.8588
    },
    {
        "date": "2020-03-18",
        "偏离度": -6.5765
    },
    {
        "date": "2020-03-19",
        "偏离度": -6.826300000000001
    },
    {
        "date": "2020-03-20",
        "偏离度": -5.4627
    },
    {
        "date": "2020-03-23",
        "偏离度": -9.0571
    },
    {
        "date": "2020-03-24",
        "偏离度": -6.962400000000001
    },
    {
        "date": "2020-03-25",
        "偏离度": -4.5758
    },
    {
        "date": "2020-03-26",
        "偏离度": -5.3332
    },
    {
        "date": "2020-03-27",
        "偏离度": -5.4637
    },
    {
        "date": "2020-03-30",
        "偏离度": -6.9507
    },
    {
        "date": "2020-03-31",
        "偏离度": -6.6982
    },
    {
        "date": "2020-04-01",
        "偏离度": -7.064900000000001
    },
    {
        "date": "2020-04-02",
        "偏离度": -5.2035
    },
    {
        "date": "2020-04-03",
        "偏离度": -5.7626
    },
    {
        "date": "2020-04-07",
        "偏离度": -3.1606
    },
    {
        "date": "2020-04-08",
        "偏离度": -3.2821000000000002
    },
    {
        "date": "2020-04-09",
        "偏离度": -2.6525
    },
    {
        "date": "2020-04-10",
        "偏离度": -4.1304
    },
    {
        "date": "2020-04-13",
        "偏离度": -4.771199999999999
    },
    {
        "date": "2020-04-14",
        "偏离度": -2.8402
    },
    {
        "date": "2020-04-15",
        "偏离度": -3.454
    },
    {
        "date": "2020-04-16",
        "偏离度": -3.0564
    },
    {
        "date": "2020-04-17",
        "偏离度": -2.5566
    },
    {
        "date": "2020-04-20",
        "偏离度": -1.7614
    },
    {
        "date": "2020-04-21",
        "偏离度": -2.6394
    },
    {
        "date": "2020-04-22",
        "偏离度": -1.7909000000000002
    },
    {
        "date": "2020-04-23",
        "偏离度": -2.1798
    },
    {
        "date": "2020-04-24",
        "偏离度": -3.4594
    },
    {
        "date": "2020-04-27",
        "偏离度": -3.3274
    },
    {
        "date": "2020-04-28",
        "偏离度": -3.5798000000000005
    },
    {
        "date": "2020-04-29",
        "偏离度": -3.4341000000000004
    },
    {
        "date": "2020-04-30",
        "偏离度": -1.7862
    },
    {
        "date": "2020-05-06",
        "偏离度": -0.5843
    },
    {
        "date": "2020-05-07",
        "偏离度": -0.7974
    },
    {
        "date": "2020-05-08",
        "偏离度": 0.2909
    },
    {
        "date": "2020-05-11",
        "偏离度": 0.14300000000000002
    },
    {
        "date": "2020-05-12",
        "偏离度": 0.25279999999999997
    },
    {
        "date": "2020-05-13",
        "偏离度": 0.6481
    },
    {
        "date": "2020-05-14",
        "偏离度": -0.3444
    },
    {
        "date": "2020-05-15",
        "偏离度": -0.27490000000000003
    },
    {
        "date": "2020-05-18",
        "偏离度": -0.3663
    },
    {
        "date": "2020-05-19",
        "偏离度": 0.6845
    },
    {
        "date": "2020-05-20",
        "偏离度": -0.0485
    },
    {
        "date": "2020-05-21",
        "偏离度": -0.8744
    },
    {
        "date": "2020-05-22",
        "偏离度": -2.8949
    },
    {
        "date": "2020-05-25",
        "偏离度": -2.8467
    },
    {
        "date": "2020-05-26",
        "偏离度": -1.2339
    },
    {
        "date": "2020-05-27",
        "偏离度": -1.8793
    },
    {
        "date": "2020-05-28",
        "偏离度": -1.8317
    },
    {
        "date": "2020-05-29",
        "偏离度": -1.206
    },
    {
        "date": "2020-06-01",
        "偏离度": 1.5965
    },
    {
        "date": "2020-06-02",
        "偏离度": 1.8644
    },
    {
        "date": "2020-06-03",
        "偏离度": 1.9094
    },
    {
        "date": "2020-06-04",
        "偏离度": 2.0246
    },
    {
        "date": "2020-06-05",
        "偏离度": 2.3514
    },
    {
        "date": "2020-06-08",
        "偏离度": 2.5191000000000003
    },
    {
        "date": "2020-06-09",
        "偏离度": 3.1811
    },
    {
        "date": "2020-06-10",
        "偏离度": 3.1785
    },
    {
        "date": "2020-06-11",
        "偏离度": 2.5349
    },
    {
        "date": "2020-06-12",
        "偏离度": 2.6790000000000003
    },
    {
        "date": "2020-06-15",
        "偏离度": 2.0356
    },
    {
        "date": "2020-06-16",
        "偏离度": 3.7726999999999995
    },
    {
        "date": "2020-06-17",
        "偏离度": 4.085
    },
    {
        "date": "2020-06-18",
        "偏离度": 4.3961
    },
    {
        "date": "2020-06-19",
        "偏离度": 5.5803
    },
    {
        "date": "2020-06-22",
        "偏离度": 5.8072
    },
    {
        "date": "2020-06-23",
        "偏离度": 6.2299
    },
    {
        "date": "2020-06-24",
        "偏离度": 6.463000000000001
    },
    {
        "date": "2020-06-29",
        "偏离度": 5.8865
    },
    {
        "date": "2020-06-30",
        "偏离度": 7.573
    },
    {
        "date": "2020-07-01",
        "偏离度": 8.8699
    },
    {
        "date": "2020-07-02",
        "偏离度": 10.7347
    },
    {
        "date": "2020-07-03",
        "偏离度": 12.5027
    },
    {
        "date": "2020-07-06",
        "偏离度": 17.9368
    },
    {
        "date": "2020-07-07",
        "偏离度": 19.142799999999998
    },
    {
        "date": "2020-07-08",
        "偏离度": 21.4637
    },
    {
        "date": "2020-07-09",
        "偏离度": 23.9672
    },
    {
        "date": "2020-07-10",
        "偏离度": 22.7207
    },
    {
        "date": "2020-07-13",
        "偏离度": 26.1797
    },
    {
        "date": "2020-07-14",
        "偏离度": 25.0137
    },
    {
        "date": "2020-07-15",
        "偏离度": 22.7532
    },
    {
        "date": "2020-07-16",
        "偏离度": 16.7824
    },
    {
        "date": "2020-07-17",
        "偏离度": 17.3885
    },
    {
        "date": "2020-07-20",
        "偏离度": 21.0226
    },
    {
        "date": "2020-07-21",
        "偏离度": 21.570700000000002
    },
    {
        "date": "2020-07-22",
        "偏离度": 22.3739
    },
    {
        "date": "2020-07-23",
        "偏离度": 22.395799999999998
    },
    {
        "date": "2020-07-24",
        "偏离度": 16.8072
    },
    {
        "date": "2020-07-27",
        "偏离度": 17.180699999999998
    },
    {
        "date": "2020-07-28",
        "偏离度": 18.3897
    },
    {
        "date": "2020-07-29",
        "偏离度": 21.457
    },
    {
        "date": "2020-07-30",
        "偏离度": 21.0756
    },
    {
        "date": "2020-07-31",
        "偏离度": 22.4139
    },
    {
        "date": "2020-08-03",
        "偏离度": 25.154
    },
    {
        "date": "2020-08-04",
        "偏离度": 24.8171
    },
    {
        "date": "2020-08-05",
        "偏离度": 25.5908
    },
    {
        "date": "2020-08-06",
        "偏离度": 25.4225
    },
    {
        "date": "2020-08-07",
        "偏离度": 23.9834
    },
    {
        "date": "2020-08-10",
        "偏离度": 24.515700000000002
    },
    {
        "date": "2020-08-11",
        "偏离度": 22.8145
    },
    {
        "date": "2020-08-12",
        "偏离度": 21.7074
    },
    {
        "date": "2020-08-13",
        "偏离度": 21.823
    },
    {
        "date": "2020-08-14",
        "偏离度": 23.377200000000002
    },
    {
        "date": "2020-08-17",
        "偏离度": 26.0435
    },
    {
        "date": "2020-08-18",
        "偏离度": 26.5575
    },
    {
        "date": "2020-08-19",
        "偏离度": 24.4598
    },
    {
        "date": "2020-08-20",
        "偏离度": 22.916600000000003
    },
    {
        "date": "2020-08-21",
        "偏离度": 23.9207
    },
    {
        "date": "2020-08-24",
        "偏离度": 24.9334
    },
    {
        "date": "2020-08-25",
        "偏离度": 24.7778
    },
    {
        "date": "2020-08-26",
        "偏离度": 22.7586
    },
    {
        "date": "2020-08-27",
        "偏离度": 23.788500000000003
    },
    {
        "date": "2020-08-28",
        "偏离度": 26.1333
    },
    {
        "date": "2020-08-31",
        "偏离度": 25.767400000000002
    },
    {
        "date": "2020-09-01",
        "偏离度": 26.4735
    },
    {
        "date": "2020-09-02",
        "偏离度": 26.6475
    },
    {
        "date": "2020-09-03",
        "偏离度": 25.664900000000003
    },
    {
        "date": "2020-09-04",
        "偏离度": 24.811
    },
    {
        "date": "2020-09-07",
        "偏离度": 22.303
    },
    {
        "date": "2020-09-08",
        "偏离度": 23.038700000000002
    },
    {
        "date": "2020-09-09",
        "偏离度": 19.839100000000002
    },
    {
        "date": "2020-09-10",
        "偏离度": 18.1286
    },
    {
        "date": "2020-09-11",
        "偏离度": 19.5701
    },
    {
        "date": "2020-09-14",
        "偏离度": 20.6083
    },
    {
        "date": "2020-09-15",
        "偏离度": 21.3929
    },
    {
        "date": "2020-09-16",
        "偏离度": 20.5268
    },
    {
        "date": "2020-09-17",
        "偏离度": 20.302400000000002
    },
    {
        "date": "2020-09-18",
        "偏离度": 22.5609
    },
    {
        "date": "2020-09-21",
        "偏离度": 21.8256
    },
    {
        "date": "2020-09-22",
        "偏离度": 20.296300000000002
    },
    {
        "date": "2020-09-23",
        "偏离度": 20.8623
    },
    {
        "date": "2020-09-24",
        "偏离度": 18.157999999999998
    },
    {
        "date": "2020-09-25",
        "偏离度": 18.0321
    },
    {
        "date": "2020-09-28",
        "偏离度": 17.5279
    },
    {
        "date": "2020-09-29",
        "偏离度": 18.2278
    },
    {
        "date": "2020-09-30",
        "偏离度": 18.0735
    },
    {
        "date": "2020-10-09",
        "偏离度": 21.0241
    },
    {
        "date": "2020-10-12",
        "偏离度": 24.7132
    },
    {
        "date": "2020-10-13",
        "偏离度": 25.1066
    },
    {
        "date": "2020-10-14",
        "偏离度": 24.2586
    },
    {
        "date": "2020-10-15",
        "偏离度": 23.6481
    },
    {
        "date": "2020-10-16",
        "偏离度": 23.3843
    },
    {
        "date": "2020-10-19",
        "偏离度": 22.447
    },
    {
        "date": "2020-10-20",
        "偏离度": 23.5704
    },
    {
        "date": "2020-10-21",
        "偏离度": 22.7292
    },
    {
        "date": "2020-10-22",
        "偏离度": 22.2486
    },
    {
        "date": "2020-10-23",
        "偏离度": 20.464
    },
    {
        "date": "2020-10-26",
        "偏离度": 20.218600000000002
    },
    {
        "date": "2020-10-27",
        "偏离度": 20.4986
    },
    {
        "date": "2020-10-28",
        "偏离度": 21.1533
    },
    {
        "date": "2020-10-29",
        "偏离度": 21.6174
    },
    {
        "date": "2020-10-30",
        "偏离度": 19.195400000000003
    },
    {
        "date": "2020-11-02",
        "偏离度": 19.7565
    },
    {
        "date": "2020-11-03",
        "偏离度": 21.4751
    },
    {
        "date": "2020-11-04",
        "偏离度": 21.8465
    },
    {
        "date": "2020-11-05",
        "偏离度": 23.822499999999998
    },
    {
        "date": "2020-11-06",
        "偏离度": 23.230600000000003
    },
    {
        "date": "2020-11-09",
        "偏离度": 25.747999999999998
    },
    {
        "date": "2020-11-10",
        "偏离度": 24.7639
    },
    {
        "date": "2020-11-11",
        "偏离度": 23.183400000000002
    },
    {
        "date": "2020-11-12",
        "偏离度": 23.387
    },
    {
        "date": "2020-11-13",
        "偏离度": 22.6294
    },
    {
        "date": "2020-11-16",
        "偏离度": 23.8283
    },
    {
        "date": "2020-11-17",
        "偏离度": 23.1536
    },
    {
        "date": "2020-11-18",
        "偏离度": 23.0991
    },
    {
        "date": "2020-11-19",
        "偏离度": 23.8043
    },
    {
        "date": "2020-11-20",
        "偏离度": 24.437800000000003
    },
    {
        "date": "2020-11-23",
        "偏离度": 25.550299999999996
    },
    {
        "date": "2020-11-24",
        "偏离度": 25.1068
    },
    {
        "date": "2020-11-25",
        "偏离度": 23.2129
    },
    {
        "date": "2020-11-26",
        "偏离度": 23.051
    },
    {
        "date": "2020-11-27",
        "偏离度": 23.8924
    },
    {
        "date": "2020-11-30",
        "偏离度": 23.413500000000003
    },
    {
        "date": "2020-12-01",
        "偏离度": 25.6479
    },
    {
        "date": "2020-12-02",
        "偏离度": 25.735599999999998
    },
    {
        "date": "2020-12-03",
        "偏离度": 25.527699999999996
    },
    {
        "date": "2020-12-04",
        "偏离度": 25.877899999999997
    },
    {
        "date": "2020-12-07",
        "偏离度": 25.104100000000003
    },
    {
        "date": "2020-12-08",
        "偏离度": 24.9269
    },
    {
        "date": "2020-12-09",
        "偏离度": 22.956599999999998
    },
    {
        "date": "2020-12-10",
        "偏离度": 22.976
    },
    {
        "date": "2020-12-11",
        "偏离度": 21.3993
    },
    {
        "date": "2020-12-14",
        "偏离度": 22.515
    },
    {
        "date": "2020-12-15",
        "偏离度": 22.7735
    },
    {
        "date": "2020-12-16",
        "偏离度": 22.4955
    },
    {
        "date": "2020-12-17",
        "偏离度": 23.863300000000002
    },
    {
        "date": "2020-12-18",
        "偏离度": 23.4329
    },
    {
        "date": "2020-12-21",
        "偏离度": 25.055899999999998
    },
    {
        "date": "2020-12-22",
        "偏离度": 22.7095
    },
    {
        "date": "2020-12-23",
        "偏离度": 23.7233
    },
    {
        "date": "2020-12-24",
        "偏离度": 22.6779
    },
    {
        "date": "2020-12-25",
        "偏离度": 23.8055
    },
    {
        "date": "2020-12-28",
        "偏离度": 23.7457
    },
    {
        "date": "2020-12-29",
        "偏离度": 23.0666
    },
    {
        "date": "2020-12-30",
        "偏离度": 24.6218
    },
    {
        "date": "2020-12-31",
        "偏离度": 26.7983
    },
    {
        "date": "2021-01-04",
        "偏离度": 28.818500000000004
    },
    {
        "date": "2021-01-05",
        "偏离度": 30.3423
    },
    {
        "date": "2021-01-06",
        "偏离度": 30.5641
    },
    {
        "date": "2021-01-07",
        "偏离度": 31.188
    },
    {
        "date": "2021-01-08",
        "偏离度": 30.830000000000002
    },
    {
        "date": "2021-01-11",
        "偏离度": 29.060000000000002
    },
    {
        "date": "2021-01-12",
        "偏离度": 31.845499999999998
    },
    {
        "date": "2021-01-13",
        "偏离度": 30.954900000000002
    },
    {
        "date": "2021-01-14",
        "偏离度": 29.2045
    },
    {
        "date": "2021-01-15",
        "偏离度": 29.304000000000002
    },
    {
        "date": "2021-01-18",
        "偏离度": 31.025399999999998
    },
    {
        "date": "2021-01-19",
        "偏离度": 29.6162
    },
    {
        "date": "2021-01-20",
        "偏离度": 30.7031
    },
    {
        "date": "2021-01-21",
        "偏离度": 32.4949
    },
    {
        "date": "2021-01-22",
        "偏离度": 32.4923
    },
    {
        "date": "2021-01-25",
        "偏离度": 32.8527
    },
    {
        "date": "2021-01-26",
        "偏离度": 30.3461
    },
    {
        "date": "2021-01-27",
        "偏离度": 30.6518
    },
    {
        "date": "2021-01-28",
        "偏离度": 27.473799999999997
    },
    {
        "date": "2021-01-29",
        "偏离度": 26.340999999999998
    },
    {
        "date": "2021-02-01",
        "偏离度": 27.500799999999998
    },
    {
        "date": "2021-02-02",
        "偏离度": 29.1599
    },
    {
        "date": "2021-02-03",
        "偏离度": 28.3414
    },
    {
        "date": "2021-02-04",
        "偏离度": 27.291900000000002
    },
    {
        "date": "2021-02-05",
        "偏离度": 26.5589
    },
    {
        "date": "2021-02-08",
        "偏离度": 28.209
    },
    {
        "date": "2021-02-09",
        "偏离度": 30.9714
    },
    {
        "date": "2021-02-10",
        "偏离度": 33.0237
    },
    {
        "date": "2021-02-18",
        "偏离度": 33.2732
    },
    {
        "date": "2021-02-19",
        "偏离度": 34.3038
    },
    {
        "date": "2021-02-22",
        "偏离度": 31.731900000000003
    },
    {
        "date": "2021-02-23",
        "偏离度": 31.1818
    },
    {
        "date": "2021-02-24",
        "偏离度": 28.639599999999998
    },
    {
        "date": "2021-02-25",
        "偏离度": 28.6901
    },
    {
        "date": "2021-02-26",
        "偏离度": 26.1631
    },
    {
        "date": "2021-03-01",
        "偏离度": 28.535899999999998
    },
    {
        "date": "2021-03-02",
        "偏离度": 27.227800000000002
    },
    {
        "date": "2021-03-03",
        "偏离度": 29.317999999999998
    },
    {
        "date": "2021-03-04",
        "偏离度": 25.9902
    },
    {
        "date": "2021-03-05",
        "偏离度": 25.8909
    },
    {
        "date": "2021-03-08",
        "偏离度": 22.271
    },
    {
        "date": "2021-03-09",
        "偏离度": 19.366500000000002
    },
    {
        "date": "2021-03-10",
        "偏离度": 19.461100000000002
    },
    {
        "date": "2021-03-11",
        "偏离度": 22.3728
    },
    {
        "date": "2021-03-12",
        "偏离度": 22.7379
    },
    {
        "date": "2021-03-15",
        "偏离度": 20.764499999999998
    },
    {
        "date": "2021-03-16",
        "偏离度": 21.8203
    },
    {
        "date": "2021-03-17",
        "偏离度": 22.4183
    },
    {
        "date": "2021-03-18",
        "偏离度": 23.1872
    },
    {
        "date": "2021-03-19",
        "偏离度": 20.8343
    },
    {
        "date": "2021-03-22",
        "偏离度": 22.3049
    },
    {
        "date": "2021-03-23",
        "偏离度": 20.9592
    },
    {
        "date": "2021-03-24",
        "偏离度": 19.172800000000002
    },
    {
        "date": "2021-03-25",
        "偏离度": 19.1308
    },
    {
        "date": "2021-03-26",
        "偏离度": 21.518
    },
    {
        "date": "2021-03-29",
        "偏离度": 21.721799999999998
    },
    {
        "date": "2021-03-30",
        "偏离度": 22.3041
    },
    {
        "date": "2021-03-31",
        "偏离度": 21.6134
    },
    {
        "date": "2021-04-01",
        "偏离度": 22.79
    },
    {
        "date": "2021-04-02",
        "偏离度": 23.5814
    },
    {
        "date": "2021-04-06",
        "偏离度": 23.604400000000002
    },
    {
        "date": "2021-04-07",
        "偏离度": 23.161
    },
    {
        "date": "2021-04-08",
        "偏离度": 23.1201
    },
    {
        "date": "2021-04-09",
        "偏离度": 21.9377
    },
    {
        "date": "2021-04-12",
        "偏离度": 19.839399999999998
    },
    {
        "date": "2021-04-13",
        "偏离度": 19.4942
    },
    {
        "date": "2021-04-14",
        "偏离度": 20.7496
    },
    {
        "date": "2021-04-15",
        "偏离度": 20.1434
    },
    {
        "date": "2021-04-16",
        "偏离度": 20.9652
    },
    {
        "date": "2021-04-19",
        "偏离度": 23.459
    },
    {
        "date": "2021-04-20",
        "偏离度": 23.272499999999997
    },
    {
        "date": "2021-04-21",
        "偏离度": 23.369400000000002
    },
    {
        "date": "2021-04-22",
        "偏离度": 23.4876
    },
    {
        "date": "2021-04-23",
        "偏离度": 23.9921
    },
    {
        "date": "2021-04-26",
        "偏离度": 22.9165
    },
    {
        "date": "2021-04-27",
        "偏离度": 22.9427
    },
    {
        "date": "2021-04-28",
        "偏离度": 23.6457
    },
    {
        "date": "2021-04-29",
        "偏离度": 24.149
    },
    {
        "date": "2021-04-30",
        "偏离度": 23.4905
    },
    {
        "date": "2021-05-06",
        "偏离度": 22.6956
    },
    {
        "date": "2021-05-07",
        "偏离度": 21.2212
    },
    {
        "date": "2021-05-10",
        "偏离度": 21.404799999999998
    },
    {
        "date": "2021-05-11",
        "偏离度": 21.790599999999998
    },
    {
        "date": "2021-05-12",
        "偏离度": 22.6228
    },
    {
        "date": "2021-05-13",
        "偏离度": 21.4528
    },
    {
        "date": "2021-05-14",
        "偏离度": 23.6997
    },
    {
        "date": "2021-05-17",
        "偏离度": 24.7787
    },
    {
        "date": "2021-05-18",
        "偏离度": 24.9814
    },
    {
        "date": "2021-05-19",
        "偏离度": 24.7388
    },
    {
        "date": "2021-05-20",
        "偏离度": 24.759900000000002
    },
    {
        "date": "2021-05-21",
        "偏离度": 24.0515
    },
    {
        "date": "2021-05-24",
        "偏离度": 24.657999999999998
    },
    {
        "date": "2021-05-25",
        "偏离度": 27.4079
    },
    {
        "date": "2021-05-26",
        "偏离度": 27.5647
    },
    {
        "date": "2021-05-27",
        "偏离度": 28.259600000000002
    },
    {
        "date": "2021-05-28",
        "偏离度": 28.006500000000003
    },
    {
        "date": "2021-05-31",
        "偏离度": 28.977999999999998
    },
    {
        "date": "2021-06-01",
        "偏离度": 29.3193
    },
    {
        "date": "2021-06-02",
        "偏离度": 28.022999999999996
    },
    {
        "date": "2021-06-03",
        "偏离度": 27.4287
    },
    {
        "date": "2021-06-04",
        "偏离度": 28.0727
    },
    {
        "date": "2021-06-07",
        "偏离度": 28.305200000000003
    },
    {
        "date": "2021-06-08",
        "偏离度": 27.3848
    },
    {
        "date": "2021-06-09",
        "偏离度": 27.5573
    },
    {
        "date": "2021-06-10",
        "偏离度": 28.6459
    },
    {
        "date": "2021-06-11",
        "偏离度": 27.731499999999997
    },
    {
        "date": "2021-06-15",
        "偏离度": 26.4604
    },
    {
        "date": "2021-06-16",
        "偏离度": 24.218999999999998
    },
    {
        "date": "2021-06-17",
        "偏离度": 25.237900000000003
    },
    {
        "date": "2021-06-18",
        "偏离度": 25.8427
    },
    {
        "date": "2021-06-21",
        "偏离度": 26.2913
    },
    {
        "date": "2021-06-22",
        "偏离度": 27.044
    },
    {
        "date": "2021-06-23",
        "偏离度": 27.805000000000003
    },
    {
        "date": "2021-06-24",
        "偏离度": 27.476200000000002
    },
    {
        "date": "2021-06-25",
        "偏离度": 28.9767
    },
    {
        "date": "2021-06-28",
        "偏离度": 29.5542
    },
    {
        "date": "2021-06-29",
        "偏离度": 28.3754
    },
    {
        "date": "2021-06-30",
        "偏离度": 29.462100000000003
    },
    {
        "date": "2021-07-01",
        "偏离度": 28.7178
    },
    {
        "date": "2021-07-02",
        "偏离度": 26.147399999999998
    },
    {
        "date": "2021-07-05",
        "偏离度": 26.868100000000002
    },
    {
        "date": "2021-07-06",
        "偏离度": 26.664900000000003
    },
    {
        "date": "2021-07-07",
        "偏离度": 28.244999999999997
    },
    {
        "date": "2021-07-08",
        "偏离度": 27.525699999999997
    },
    {
        "date": "2021-07-09",
        "偏离度": 27.634199999999996
    },
    {
        "date": "2021-07-12",
        "偏离度": 29.5653
    },
    {
        "date": "2021-07-13",
        "偏离度": 30.085800000000003
    },
    {
        "date": "2021-07-14",
        "偏离度": 28.679900000000004
    },
    {
        "date": "2021-07-15",
        "偏离度": 29.687599999999996
    },
    {
        "date": "2021-07-16",
        "偏离度": 28.6123
    },
    {
        "date": "2021-07-19",
        "偏离度": 28.641
    },
    {
        "date": "2021-07-20",
        "偏离度": 28.780499999999996
    },
    {
        "date": "2021-07-21",
        "偏离度": 30.3165
    },
    {
        "date": "2021-07-22",
        "偏离度": 30.789499999999997
    },
    {
        "date": "2021-07-23",
        "偏离度": 29.3265
    },
    {
        "date": "2021-07-26",
        "偏离度": 26.2171
    },
    {
        "date": "2021-07-27",
        "偏离度": 22.2608
    },
    {
        "date": "2021-07-28",
        "偏离度": 21.4481
    },
    {
        "date": "2021-07-29",
        "偏离度": 24.4707
    },
    {
        "date": "2021-07-30",
        "偏离度": 24.2145
    },
    {
        "date": "2021-08-02",
        "偏离度": 26.834999999999997
    },
    {
        "date": "2021-08-03",
        "偏离度": 26.1832
    },
    {
        "date": "2021-08-04",
        "偏离度": 27.9406
    },
    {
        "date": "2021-08-05",
        "偏离度": 27.203500000000002
    },
    {
        "date": "2021-08-06",
        "偏离度": 26.9492
    },
    {
        "date": "2021-08-09",
        "偏离度": 27.969300000000004
    },
    {
        "date": "2021-08-10",
        "偏离度": 29.072300000000002
    },
    {
        "date": "2021-08-11",
        "偏离度": 29.1363
    },
    {
        "date": "2021-08-12",
        "偏离度": 28.7084
    },
    {
        "date": "2021-08-13",
        "偏离度": 28.2494
    },
    {
        "date": "2021-08-16",
        "偏离度": 27.68
    },
    {
        "date": "2021-08-17",
        "偏离度": 24.7056
    },
    {
        "date": "2021-08-18",
        "偏离度": 25.9362
    },
    {
        "date": "2021-08-19",
        "偏离度": 25.708799999999997
    },
    {
        "date": "2021-08-20",
        "偏离度": 24.1921
    },
    {
        "date": "2021-08-23",
        "偏离度": 26.5162
    },
    {
        "date": "2021-08-24",
        "偏离度": 27.7033
    },
    {
        "date": "2021-08-25",
        "偏离度": 28.3745
    },
    {
        "date": "2021-08-26",
        "偏离度": 26.501599999999996
    },
    {
        "date": "2021-08-27",
        "偏离度": 26.9967
    },
    {
        "date": "2021-08-30",
        "偏离度": 27.0895
    },
    {
        "date": "2021-08-31",
        "偏离度": 26.977600000000002
    },
    {
        "date": "2021-09-01",
        "偏离度": 27.0023
    },
    {
        "date": "2021-09-02",
        "偏离度": 27.777099999999997
    },
    {
        "date": "2021-09-03",
        "偏离度": 27.071800000000003
    },
    {
        "date": "2021-09-06",
        "偏离度": 29.1082
    },
    {
        "date": "2021-09-07",
        "偏离度": 30.882399999999997
    },
    {
        "date": "2021-09-08",
        "偏离度": 30.842399999999998
    },
    {
        "date": "2021-09-09",
        "偏离度": 31.0409
    },
    {
        "date": "2021-09-10",
        "偏离度": 31.576500000000003
    },
    {
        "date": "2021-09-13",
        "偏离度": 31.5732
    },
    {
        "date": "2021-09-14",
        "偏离度": 30.1945
    },
    {
        "date": "2021-09-15",
        "偏离度": 29.9296
    },
    {
        "date": "2021-09-16",
        "偏离度": 27.6377
    },
    {
        "date": "2021-09-17",
        "偏离度": 28.0738
    },
    {
        "date": "2021-09-22",
        "偏离度": 27.9742
    },
    {
        "date": "2021-09-23",
        "偏离度": 28.589199999999998
    },
    {
        "date": "2021-09-24",
        "偏离度": 27.5464
    },
    {
        "date": "2021-09-27",
        "偏离度": 26.110100000000003
    },
    {
        "date": "2021-09-28",
        "偏离度": 26.279799999999998
    },
    {
        "date": "2021-09-29",
        "偏离度": 23.7661
    },
    {
        "date": "2021-09-30",
        "偏离度": 25.579800000000002
    },
    {
        "date": "2021-10-08",
        "偏离度": 26.5533
    },
    {
        "date": "2021-10-11",
        "偏离度": 26.2702
    },
    {
        "date": "2021-10-12",
        "偏离度": 24.2792
    },
    {
        "date": "2021-10-13",
        "偏离度": 25.4521
    },
    {
        "date": "2021-10-14",
        "偏离度": 25.464799999999997
    },
    {
        "date": "2021-10-15",
        "偏离度": 25.789299999999997
    },
    {
        "date": "2021-10-18",
        "偏离度": 25.6665
    },
    {
        "date": "2021-10-19",
        "偏离度": 26.7063
    },
    {
        "date": "2021-10-20",
        "偏离度": 26.533800000000003
    },
    {
        "date": "2021-10-21",
        "偏离度": 26.588299999999997
    },
    {
        "date": "2021-10-22",
        "偏离度": 26.403
    },
    {
        "date": "2021-10-25",
        "偏离度": 27.3839
    },
    {
        "date": "2021-10-26",
        "偏离度": 26.9576
    },
    {
        "date": "2021-10-27",
        "偏离度": 25.5706
    },
    {
        "date": "2021-10-28",
        "偏离度": 23.976300000000002
    },
    {
        "date": "2021-10-29",
        "偏离度": 25.5301
    },
    {
        "date": "2021-11-01",
        "偏离度": 25.7772
    },
    {
        "date": "2021-11-02",
        "偏离度": 24.4715
    },
    {
        "date": "2021-11-03",
        "偏离度": 24.3088
    },
    {
        "date": "2021-11-04",
        "偏离度": 25.6266
    },
    {
        "date": "2021-11-05",
        "偏离度": 24.5687
    },
    {
        "date": "2021-11-08",
        "偏离度": 25.0272
    },
    {
        "date": "2021-11-09",
        "偏离度": 25.671300000000002
    },
    {
        "date": "2021-11-10",
        "偏离度": 25.228299999999997
    },
    {
        "date": "2021-11-11",
        "偏离度": 26.7294
    },
    {
        "date": "2021-11-12",
        "偏离度": 27.023200000000003
    },
    {
        "date": "2021-11-15",
        "偏离度": 26.661299999999997
    },
    {
        "date": "2021-11-16",
        "偏离度": 26.104899999999997
    },
    {
        "date": "2021-11-17",
        "偏离度": 27.034399999999998
    },
    {
        "date": "2021-11-18",
        "偏离度": 26.1841
    },
    {
        "date": "2021-11-19",
        "偏离度": 27.5868
    },
    {
        "date": "2021-11-22",
        "偏离度": 28.882600000000004
    },
    {
        "date": "2021-11-23",
        "偏离度": 28.8318
    },
    {
        "date": "2021-11-24",
        "偏离度": 28.763699999999996
    },
    {
        "date": "2021-11-25",
        "偏离度": 28.4177
    },
    {
        "date": "2021-11-26",
        "偏离度": 27.9227
    },
    {
        "date": "2021-11-29",
        "偏离度": 28.1295
    },
    {
        "date": "2021-11-30",
        "偏离度": 28.1945
    },
    {
        "date": "2021-12-01",
        "偏离度": 28.4905
    },
    {
        "date": "2021-12-02",
        "偏离度": 28.031499999999998
    },
    {
        "date": "2021-12-03",
        "偏离度": 29.049599999999998
    },
    {
        "date": "2021-12-06",
        "偏离度": 27.9806
    },
    {
        "date": "2021-12-07",
        "偏离度": 27.555200000000003
    },
    {
        "date": "2021-12-08",
        "偏离度": 29.4932
    },
    {
        "date": "2021-12-09",
        "偏离度": 30.6464
    },
    {
        "date": "2021-12-10",
        "偏离度": 30.4721
    },
    {
        "date": "2021-12-13",
        "偏离度": 31.189899999999998
    },
    {
        "date": "2021-12-14",
        "偏离度": 30.6925
    },
    {
        "date": "2021-12-15",
        "偏离度": 30.010599999999997
    },
    {
        "date": "2021-12-16",
        "偏离度": 30.825999999999997
    },
    {
        "date": "2021-12-17",
        "偏离度": 29.060000000000002
    },
    {
        "date": "2021-12-20",
        "偏离度": 27.057
    },
    {
        "date": "2021-12-21",
        "偏离度": 28.296
    },
    {
        "date": "2021-12-22",
        "偏离度": 28.6798
    },
    {
        "date": "2021-12-23",
        "偏离度": 29.109099999999998
    },
    {
        "date": "2021-12-24",
        "偏离度": 27.7258
    },
    {
        "date": "2021-12-27",
        "偏离度": 27.7078
    },
    {
        "date": "2021-12-28",
        "偏离度": 28.592499999999998
    },
    {
        "date": "2021-12-29",
        "偏离度": 27.391399999999997
    },
    {
        "date": "2021-12-30",
        "偏离度": 28.442099999999996
    },
    {
        "date": "2021-12-31",
        "偏离度": 29.158299999999997
    },
    {
        "date": "2022-01-04",
        "偏离度": 28.887600000000003
    },
    {
        "date": "2022-01-05",
        "偏离度": 26.909100000000002
    },
    {
        "date": "2022-01-06",
        "偏离度": 26.5988
    },
    {
        "date": "2022-01-07",
        "偏离度": 25.6223
    },
    {
        "date": "2022-01-10",
        "偏离度": 26.2009
    },
    {
        "date": "2022-01-11",
        "偏离度": 25.0476
    },
    {
        "date": "2022-01-12",
        "偏离度": 26.5291
    },
    {
        "date": "2022-01-13",
        "偏离度": 24.5943
    },
    {
        "date": "2022-01-14",
        "偏离度": 24.0825
    },
    {
        "date": "2022-01-17",
        "偏离度": 25.5238
    },
    {
        "date": "2022-01-18",
        "偏离度": 25.6982
    },
    {
        "date": "2022-01-19",
        "偏离度": 24.828
    },
    {
        "date": "2022-01-20",
        "偏离度": 24.2089
    },
    {
        "date": "2022-01-21",
        "偏离度": 22.860500000000002
    },
    {
        "date": "2022-01-24",
        "偏离度": 23.041800000000002
    },
    {
        "date": "2022-01-25",
        "偏离度": 19.3038
    },
    {
        "date": "2022-01-26",
        "偏离度": 20.0746
    },
    {
        "date": "2022-01-27",
        "偏离度": 17.1449
    },
    {
        "date": "2022-01-28",
        "偏离度": 16.5421
    },
    {
        "date": "2022-02-07",
        "偏离度": 18.2197
    },
    {
        "date": "2022-02-08",
        "偏离度": 18.3338
    },
    {
        "date": "2022-02-09",
        "偏离度": 19.8298
    },
    {
        "date": "2022-02-10",
        "偏离度": 19.4584
    },
    {
        "date": "2022-02-11",
        "偏离度": 17.8743
    },
    {
        "date": "2022-02-14",
        "偏离度": 17.0192
    },
    {
        "date": "2022-02-15",
        "偏离度": 18.2569
    },
    {
        "date": "2022-02-16",
        "偏离度": 18.9112
    },
    {
        "date": "2022-02-17",
        "偏离度": 19.1165
    },
    {
        "date": "2022-02-18",
        "偏离度": 19.7807
    },
    {
        "date": "2022-02-21",
        "偏离度": 20.1401
    },
    {
        "date": "2022-02-22",
        "偏离度": 18.7517
    },
    {
        "date": "2022-02-23",
        "偏离度": 20.5072
    },
    {
        "date": "2022-02-24",
        "偏离度": 17.948800000000002
    },
    {
        "date": "2022-02-25",
        "偏离度": 19.0756
    },
    {
        "date": "2022-02-28",
        "偏离度": 19.4386
    },
    {
        "date": "2022-03-01",
        "偏离度": 20.145
    },
    {
        "date": "2022-03-02",
        "偏离度": 19.6073
    },
    {
        "date": "2022-03-03",
        "偏离度": 18.8957
    },
    {
        "date": "2022-03-04",
        "偏离度": 17.421300000000002
    },
    {
        "date": "2022-03-07",
        "偏离度": 14.3593
    },
    {
        "date": "2022-03-08",
        "偏离度": 11.3766
    },
    {
        "date": "2022-03-09",
        "偏离度": 10.1402
    },
    {
        "date": "2022-03-10",
        "偏离度": 12.1115
    },
    {
        "date": "2022-03-11",
        "偏离度": 12.6897
    },
    {
        "date": "2022-03-14",
        "偏离度": 9.464599999999999
    },
    {
        "date": "2022-03-15",
        "偏离度": 4.2120999999999995
    },
    {
        "date": "2022-03-16",
        "偏离度": 8.216
    },
    {
        "date": "2022-03-17",
        "偏离度": 10.2362
    },
    {
        "date": "2022-03-18",
        "偏离度": 11.157300000000001
    },
    {
        "date": "2022-03-21",
        "偏离度": 11.6038
    },
    {
        "date": "2022-03-22",
        "偏离度": 11.3978
    },
    {
        "date": "2022-03-23",
        "偏离度": 11.9229
    },
    {
        "date": "2022-03-24",
        "偏离度": 11.0064
    },
    {
        "date": "2022-03-25",
        "偏离度": 9.4508
    },
    {
        "date": "2022-03-28",
        "偏离度": 8.9088
    },
    {
        "date": "2022-03-29",
        "偏离度": 8.3523
    },
    {
        "date": "2022-03-30",
        "偏离度": 10.9464
    },
    {
        "date": "2022-03-31",
        "偏离度": 10.0724
    },
    {
        "date": "2022-04-01",
        "偏离度": 10.8372
    },
    {
        "date": "2022-04-06",
        "偏离度": 10.749699999999999
    },
    {
        "date": "2022-04-07",
        "偏离度": 8.7867
    },
    {
        "date": "2022-04-08",
        "偏离度": 8.818900000000001
    },
    {
        "date": "2022-04-11",
        "偏离度": 5.3426
    },
    {
        "date": "2022-04-12",
        "偏离度": 7.1712
    },
    {
        "date": "2022-04-13",
        "偏离度": 5.6899
    },
    {
        "date": "2022-04-14",
        "偏离度": 6.9758000000000004
    },
    {
        "date": "2022-04-15",
        "偏离度": 6.2019
    },
    {
        "date": "2022-04-18",
        "偏离度": 6.1845
    },
    {
        "date": "2022-04-19",
        "偏离度": 5.9695
    },
    {
        "date": "2022-04-20",
        "偏离度": 4.2457
    },
    {
        "date": "2022-04-21",
        "偏离度": 1.333
    },
    {
        "date": "2022-04-22",
        "偏离度": 1.0643
    },
    {
        "date": "2022-04-25",
        "偏离度": -5.0593
    },
    {
        "date": "2022-04-26",
        "偏离度": -6.8022
    },
    {
        "date": "2022-04-27",
        "偏离度": -3.5277999999999996
    },
    {
        "date": "2022-04-28",
        "偏离度": -3.5794
    },
    {
        "date": "2022-04-29",
        "偏离度": -0.43099999999999994
    },
    {
        "date": "2022-05-05",
        "偏离度": 0.2101
    },
    {
        "date": "2022-05-06",
        "偏离度": -1.8514
    },
    {
        "date": "2022-05-09",
        "偏离度": -1.6921
    },
    {
        "date": "2022-05-10",
        "偏离度": -0.30820000000000003
    },
    {
        "date": "2022-05-11",
        "偏离度": 0.8125
    },
    {
        "date": "2022-05-12",
        "偏离度": 0.8298
    },
    {
        "date": "2022-05-13",
        "偏离度": 1.5805
    },
    {
        "date": "2022-05-16",
        "偏离度": 1.2123
    },
    {
        "date": "2022-05-17",
        "偏离度": 2.0337
    },
    {
        "date": "2022-05-18",
        "偏离度": 1.9392
    },
    {
        "date": "2022-05-19",
        "偏离度": 2.4511000000000003
    },
    {
        "date": "2022-05-20",
        "偏离度": 4.1450000000000005
    },
    {
        "date": "2022-05-23",
        "偏离度": 4.3865
    },
    {
        "date": "2022-05-24",
        "偏离度": 1.0807
    },
    {
        "date": "2022-05-25",
        "偏离度": 2.2702
    },
    {
        "date": "2022-05-26",
        "偏离度": 2.8111
    },
    {
        "date": "2022-05-27",
        "偏离度": 2.8984
    },
    {
        "date": "2022-05-30",
        "偏离度": 3.7796000000000003
    },
    {
        "date": "2022-05-31",
        "偏离度": 5.2383
    },
    {
        "date": "2022-06-01",
        "偏离度": 5.3224
    },
    {
        "date": "2022-06-02",
        "偏离度": 5.9451
    },
    {
        "date": "2022-06-06",
        "偏离度": 8.0165
    },
    {
        "date": "2022-06-07",
        "偏离度": 8.097
    },
    {
        "date": "2022-06-08",
        "偏离度": 8.7685
    },
    {
        "date": "2022-06-09",
        "偏离度": 7.3255
    },
    {
        "date": "2022-06-10",
        "偏离度": 9.2074
    },
    {
        "date": "2022-06-13",
        "偏离度": 8.749
    },
    {
        "date": "2022-06-14",
        "偏离度": 9.3069
    },
    {
        "date": "2022-06-15",
        "偏离度": 9.9138
    },
    {
        "date": "2022-06-16",
        "偏离度": 9.8814
    },
    {
        "date": "2022-06-17",
        "偏离度": 11.1431
    },
    {
        "date": "2022-06-20",
        "偏离度": 11.938699999999999
    },
    {
        "date": "2022-06-21",
        "偏离度": 11.4762
    },
    {
        "date": "2022-06-22",
        "偏离度": 10.0464
    },
    {
        "date": "2022-06-23",
        "偏离度": 12.1501
    },
    {
        "date": "2022-06-24",
        "偏离度": 13.4829
    },
    {
        "date": "2022-06-27",
        "偏离度": 14.615400000000001
    },
    {
        "date": "2022-06-28",
        "偏离度": 15.975700000000002
    },
    {
        "date": "2022-06-29",
        "偏离度": 13.759099999999998
    },
    {
        "date": "2022-06-30",
        "偏离度": 15.3052
    },
    {
        "date": "2022-07-01",
        "偏离度": 14.970600000000001
    },
    {
        "date": "2022-07-04",
        "偏离度": 15.9304
    },
    {
        "date": "2022-07-05",
        "偏离度": 15.542700000000002
    },
    {
        "date": "2022-07-06",
        "偏离度": 14.032
    },
    {
        "date": "2022-07-07",
        "偏离度": 14.805499999999999
    },
    {
        "date": "2022-07-08",
        "偏离度": 14.3983
    },
    {
        "date": "2022-07-11",
        "偏离度": 12.754199999999999
    },
    {
        "date": "2022-07-12",
        "偏离度": 11.4393
    },
    {
        "date": "2022-07-13",
        "偏离度": 12.0252
    },
    {
        "date": "2022-07-14",
        "偏离度": 12.4696
    },
    {
        "date": "2022-07-15",
        "偏离度": 10.8261
    },
    {
        "date": "2022-07-18",
        "偏离度": 12.4758
    },
    {
        "date": "2022-07-19",
        "偏离度": 12.542
    },
    {
        "date": "2022-07-20",
        "偏离度": 13.3647
    },
    {
        "date": "2022-07-21",
        "偏离度": 12.401299999999999
    },
    {
        "date": "2022-07-22",
        "偏离度": 12.1333
    },
    {
        "date": "2022-07-25",
        "偏离度": 11.1916
    },
    {
        "date": "2022-07-26",
        "偏离度": 12.254
    },
    {
        "date": "2022-07-27",
        "偏离度": 12.402000000000001
    },
    {
        "date": "2022-07-28",
        "偏离度": 12.729399999999998
    },
    {
        "date": "2022-07-29",
        "偏离度": 11.6644
    },
    {
        "date": "2022-08-01",
        "偏离度": 12.328100000000001
    },
    {
        "date": "2022-08-02",
        "偏离度": 9.3503
    },
    {
        "date": "2022-08-03",
        "偏离度": 8.4243
    },
    {
        "date": "2022-08-04",
        "偏离度": 9.3345
    },
    {
        "date": "2022-08-05",
        "偏离度": 10.9291
    },
    {
        "date": "2022-08-08",
        "偏离度": 11.5001
    },
    {
        "date": "2022-08-09",
        "偏离度": 11.8097
    },
    {
        "date": "2022-08-10",
        "偏离度": 11.236799999999999
    },
    {
        "date": "2022-08-11",
        "偏离度": 13.092300000000002
    },
    {
        "date": "2022-08-12",
        "偏离度": 12.7286
    },
    {
        "date": "2022-08-15",
        "偏离度": 12.989
    },
    {
        "date": "2022-08-16",
        "偏离度": 13.2383
    },
    {
        "date": "2022-08-17",
        "偏离度": 13.8766
    },
    {
        "date": "2022-08-18",
        "偏离度": 13.4578
    },
    {
        "date": "2022-08-19",
        "偏离度": 12.2416
    },
    {
        "date": "2022-08-22",
        "偏离度": 13.107099999999999
    },
    {
        "date": "2022-08-23",
        "偏离度": 12.995300000000002
    },
    {
        "date": "2022-08-24",
        "偏离度": 10.0658
    },
    {
        "date": "2022-08-25",
        "偏离度": 10.438699999999999
    },
    {
        "date": "2022-08-26",
        "偏离度": 10.0611
    },
    {
        "date": "2022-08-29",
        "偏离度": 10.1187
    },
    {
        "date": "2022-08-30",
        "偏离度": 9.5981
    },
    {
        "date": "2022-08-31",
        "偏离度": 8.036999999999999
    },
    {
        "date": "2022-09-01",
        "偏离度": 7.3057
    },
    {
        "date": "2022-09-02",
        "偏离度": 7.5339
    },
    {
        "date": "2022-09-05",
        "偏离度": 7.6163
    },
    {
        "date": "2022-09-06",
        "偏离度": 9.065199999999999
    },
    {
        "date": "2022-09-07",
        "偏离度": 9.3528
    },
    {
        "date": "2022-09-08",
        "偏离度": 8.6501
    },
    {
        "date": "2022-09-09",
        "偏离度": 9.4724
    },
    {
        "date": "2022-09-13",
        "偏离度": 9.667100000000001
    },
    {
        "date": "2022-09-14",
        "偏离度": 8.514
    },
    {
        "date": "2022-09-15",
        "偏离度": 6.5239
    },
    {
        "date": "2022-09-16",
        "偏离度": 4.0318
    },
    {
        "date": "2022-09-19",
        "偏离度": 3.4351
    },
    {
        "date": "2022-09-20",
        "偏离度": 4.1506
    },
    {
        "date": "2022-09-21",
        "偏离度": 3.8479
    },
    {
        "date": "2022-09-22",
        "偏离度": 3.2959
    },
    {
        "date": "2022-09-23",
        "偏离度": 2.1633
    },
    {
        "date": "2022-09-26",
        "偏离度": 1.1846
    },
    {
        "date": "2022-09-27",
        "偏离度": 2.9703
    },
    {
        "date": "2022-09-28",
        "偏离度": 0.6518999999999999
    },
    {
        "date": "2022-09-29",
        "偏离度": 0.5669000000000001
    },
    {
        "date": "2022-09-30",
        "偏离度": -0.40819999999999995
    },
    {
        "date": "2022-10-10",
        "偏离度": -2.4306
    },
    {
        "date": "2022-10-11",
        "偏离度": -1.9689999999999999
    },
    {
        "date": "2022-10-12",
        "偏离度": 0.10629999999999999
    },
    {
        "date": "2022-10-13",
        "偏离度": 0.0131
    },
    {
        "date": "2022-10-14",
        "偏离度": 2.3836
    },
    {
        "date": "2022-10-17",
        "偏离度": 2.9904
    },
    {
        "date": "2022-10-18",
        "偏离度": 3.0917
    },
    {
        "date": "2022-10-19",
        "偏离度": 1.823
    },
    {
        "date": "2022-10-20",
        "偏离度": 1.3141999999999998
    },
    {
        "date": "2022-10-21",
        "偏离度": 1.2007999999999999
    },
    {
        "date": "2022-10-24",
        "偏离度": -0.8055
    },
    {
        "date": "2022-10-25",
        "偏离度": -1.0215999999999998
    },
    {
        "date": "2022-10-26",
        "偏离度": 0.3215
    },
    {
        "date": "2022-10-27",
        "偏离度": -0.234
    },
    {
        "date": "2022-10-28",
        "偏离度": -3.1911
    },
    {
        "date": "2022-10-31",
        "偏离度": -3.2550000000000003
    },
    {
        "date": "2022-11-01",
        "偏离度": -0.3702
    },
    {
        "date": "2022-11-02",
        "偏离度": 0.8654000000000001
    },
    {
        "date": "2022-11-03",
        "偏离度": 0.6671
    },
    {
        "date": "2022-11-04",
        "偏离度": 3.3531
    },
    {
        "date": "2022-11-07",
        "偏离度": 3.6186999999999996
    },
    {
        "date": "2022-11-08",
        "偏离度": 3.1687
    },
    {
        "date": "2022-11-09",
        "偏离度": 2.6279
    },
    {
        "date": "2022-11-10",
        "偏离度": 1.8955
    },
    {
        "date": "2022-11-11",
        "偏离度": 3.5312
    },
    {
        "date": "2022-11-14",
        "偏离度": 3.3906
    },
    {
        "date": "2022-11-15",
        "偏离度": 5.416399999999999
    },
    {
        "date": "2022-11-16",
        "偏离度": 4.7079
    },
    {
        "date": "2022-11-17",
        "偏离度": 4.6399
    },
    {
        "date": "2022-11-18",
        "偏离度": 4.0614
    },
    {
        "date": "2022-11-21",
        "偏离度": 3.8047999999999997
    },
    {
        "date": "2022-11-22",
        "偏离度": 3.1078
    },
    {
        "date": "2022-11-23",
        "偏离度": 2.9819
    },
    {
        "date": "2022-11-24",
        "偏离度": 2.8945
    },
    {
        "date": "2022-11-25",
        "偏离度": 2.6524
    },
    {
        "date": "2022-11-28",
        "偏离度": 1.9076
    },
    {
        "date": "2022-11-29",
        "偏离度": 4.3153
    },
    {
        "date": "2022-11-30",
        "偏离度": 4.3632
    },
    {
        "date": "2022-12-01",
        "偏离度": 5.3168
    },
    {
        "date": "2022-12-02",
        "偏离度": 5.1272
    },
    {
        "date": "2022-12-05",
        "偏离度": 6.474100000000001
    },
    {
        "date": "2022-12-06",
        "偏离度": 6.6133999999999995
    },
    {
        "date": "2022-12-07",
        "偏离度": 6.4858
    },
    {
        "date": "2022-12-08",
        "偏离度": 6.2569
    },
    {
        "date": "2022-12-09",
        "偏离度": 6.8028
    },
    {
        "date": "2022-12-12",
        "偏离度": 6.0095
    },
    {
        "date": "2022-12-13",
        "偏离度": 5.5859
    },
    {
        "date": "2022-12-14",
        "偏离度": 5.5445
    },
    {
        "date": "2022-12-15",
        "偏离度": 5.6708
    },
    {
        "date": "2022-12-16",
        "偏离度": 5.1982
    },
    {
        "date": "2022-12-19",
        "偏离度": 3.2404
    },
    {
        "date": "2022-12-20",
        "偏离度": 2.0152
    },
    {
        "date": "2022-12-21",
        "偏离度": 1.6664
    },
    {
        "date": "2022-12-22",
        "偏离度": 1.0121
    },
    {
        "date": "2022-12-23",
        "偏离度": 0.7214
    },
    {
        "date": "2022-12-26",
        "偏离度": 1.7898
    },
    {
        "date": "2022-12-27",
        "偏离度": 2.743
    },
    {
        "date": "2022-12-28",
        "偏离度": 2.0845
    },
    {
        "date": "2022-12-29",
        "偏离度": 1.7761
    },
    {
        "date": "2022-12-30",
        "偏离度": 2.1943
    },
    {
        "date": "2023-01-03",
        "偏离度": 3.4653000000000005
    },
    {
        "date": "2023-01-04",
        "偏离度": 3.5818999999999996
    },
    {
        "date": "2023-01-05",
        "偏离度": 4.9973
    },
    {
        "date": "2023-01-06",
        "偏离度": 5.1581
    },
    {
        "date": "2023-01-09",
        "偏离度": 5.8671
    },
    {
        "date": "2023-01-10",
        "偏离度": 5.9415000000000004
    },
    {
        "date": "2023-01-11",
        "偏离度": 5.447699999999999
    },
    {
        "date": "2023-01-12",
        "偏离度": 5.5507
    },
    {
        "date": "2023-01-13",
        "偏离度": 6.5116
    },
    {
        "date": "2023-01-16",
        "偏离度": 7.8873
    },
    {
        "date": "2023-01-17",
        "偏离度": 7.8529
    },
    {
        "date": "2023-01-18",
        "偏离度": 7.931000000000001
    },
    {
        "date": "2023-01-19",
        "偏离度": 8.6414
    },
    {
        "date": "2023-01-20",
        "偏离度": 9.4382
    },
    {
        "date": "2023-01-30",
        "偏离度": 10.2029
    },
    {
        "date": "2023-01-31",
        "偏离度": 9.7562
    },
    {
        "date": "2023-02-01",
        "偏离度": 11.1027
    },
    {
        "date": "2023-02-02",
        "偏离度": 11.029
    },
    {
        "date": "2023-02-03",
        "偏离度": 10.3994
    },
    {
        "date": "2023-02-06",
        "偏离度": 9.4571
    },
    {
        "date": "2023-02-07",
        "偏离度": 9.8075
    },
    {
        "date": "2023-02-08",
        "偏离度": 9.2051
    },
    {
        "date": "2023-02-09",
        "偏离度": 10.7256
    },
    {
        "date": "2023-02-10",
        "偏离度": 10.2554
    },
    {
        "date": "2023-02-13",
        "偏离度": 11.288
    },
    {
        "date": "2023-02-14",
        "偏离度": 11.3623
    },
    {
        "date": "2023-02-15",
        "偏离度": 11.1067
    },
    {
        "date": "2023-02-16",
        "偏离度": 9.5717
    },
    {
        "date": "2023-02-17",
        "偏离度": 8.380700000000001
    },
    {
        "date": "2023-02-20",
        "偏离度": 10.4533
    },
    {
        "date": "2023-02-21",
        "偏离度": 10.854999999999999
    },
    {
        "date": "2023-02-22",
        "偏离度": 10.3741
    },
    {
        "date": "2023-02-23",
        "偏离度": 10.147499999999999
    },
    {
        "date": "2023-02-24",
        "偏离度": 9.4144
    },
    {
        "date": "2023-02-27",
        "偏离度": 8.794599999999999
    },
    {
        "date": "2023-02-28",
        "偏离度": 9.6119
    },
    {
        "date": "2023-03-01",
        "偏离度": 10.7717
    },
    {
        "date": "2023-03-02",
        "偏离度": 10.4225
    },
    {
        "date": "2023-03-03",
        "偏离度": 10.5733
    },
    {
        "date": "2023-03-06",
        "偏离度": 10.4087
    },
    {
        "date": "2023-03-07",
        "偏离度": 8.502
    },
    {
        "date": "2023-03-08",
        "偏离度": 8.6062
    },
    {
        "date": "2023-03-09",
        "偏离度": 8.385299999999999
    },
    {
        "date": "2023-03-10",
        "偏离度": 6.9173
    },
    {
        "date": "2023-03-13",
        "偏离度": 7.7111
    },
    {
        "date": "2023-03-14",
        "偏离度": 6.821000000000001
    },
    {
        "date": "2023-03-15",
        "偏离度": 7.1903
    },
    {
        "date": "2023-03-16",
        "偏离度": 5.6931
    },
    {
        "date": "2023-03-17",
        "偏离度": 6.3284
    },
    {
        "date": "2023-03-20",
        "偏离度": 5.9108
    },
    {
        "date": "2023-03-21",
        "偏离度": 7.2175
    },
    {
        "date": "2023-03-22",
        "偏离度": 7.7309
    },
    {
        "date": "2023-03-23",
        "偏离度": 8.3998
    },
    {
        "date": "2023-03-24",
        "偏离度": 8.2783
    },
    {
        "date": "2023-03-27",
        "偏离度": 8.1691
    },
    {
        "date": "2023-03-28",
        "偏离度": 7.5503
    },
    {
        "date": "2023-03-29",
        "偏离度": 7.4327000000000005
    },
    {
        "date": "2023-03-30",
        "偏离度": 7.8304
    },
    {
        "date": "2023-03-31",
        "偏离度": 8.5369
    },
    {
        "date": "2023-04-03",
        "偏离度": 9.7044
    },
    {
        "date": "2023-04-04",
        "偏离度": 9.6174
    },
    {
        "date": "2023-04-06",
        "偏离度": 9.579699999999999
    },
    {
        "date": "2023-04-07",
        "偏离度": 10.4067
    },
    {
        "date": "2023-04-10",
        "偏离度": 9.5131
    },
    {
        "date": "2023-04-11",
        "偏离度": 9.5777
    },
    {
        "date": "2023-04-12",
        "偏离度": 9.8864
    },
    {
        "date": "2023-04-13",
        "偏离度": 9.153699999999999
    },
    {
        "date": "2023-04-14",
        "偏离度": 9.6995
    },
    {
        "date": "2023-04-17",
        "偏离度": 10.465399999999999
    },
    {
        "date": "2023-04-18",
        "偏离度": 10.4335
    },
    {
        "date": "2023-04-19",
        "偏离度": 9.711699999999999
    },
    {
        "date": "2023-04-20",
        "偏离度": 9.4706
    },
    {
        "date": "2023-04-21",
        "偏离度": 6.9003
    },
    {
        "date": "2023-04-24",
        "偏离度": 5.9358
    },
    {
        "date": "2023-04-25",
        "偏离度": 4.7092
    },
    {
        "date": "2023-04-26",
        "偏离度": 4.9895000000000005
    },
    {
        "date": "2023-04-27",
        "偏离度": 5.3483
    },
    {
        "date": "2023-04-28",
        "偏离度": 6.762700000000001
    },
    {
        "date": "2023-05-04",
        "偏离度": 7.0019
    },
    {
        "date": "2023-05-05",
        "偏离度": 6.2762
    },
    {
        "date": "2023-05-08",
        "偏离度": 7.231999999999999
    },
    {
        "date": "2023-05-09",
        "偏离度": 6.022799999999999
    },
    {
        "date": "2023-05-10",
        "偏离度": 5.7278
    },
    {
        "date": "2023-05-11",
        "偏离度": 5.6942
    },
    {
        "date": "2023-05-12",
        "偏离度": 4.3809000000000005
    },
    {
        "date": "2023-05-15",
        "偏离度": 5.6482
    },
    {
        "date": "2023-05-16",
        "偏离度": 4.9042
    },
    {
        "date": "2023-05-17",
        "偏离度": 4.9788
    },
    {
        "date": "2023-05-18",
        "偏离度": 5.1549
    },
    {
        "date": "2023-05-19",
        "偏离度": 5.0255
    },
    {
        "date": "2023-05-22",
        "偏离度": 5.4005
    },
    {
        "date": "2023-05-23",
        "偏离度": 4.1079
    },
    {
        "date": "2023-05-24",
        "偏离度": 3.2476
    },
    {
        "date": "2023-05-25",
        "偏离度": 3.0471000000000004
    },
    {
        "date": "2023-05-26",
        "偏离度": 3.4445000000000006
    },
    {
        "date": "2023-05-29",
        "偏离度": 3.0944
    },
    {
        "date": "2023-05-30",
        "偏离度": 3.4531
    },
    {
        "date": "2023-05-31",
        "偏离度": 2.9269
    },
    {
        "date": "2023-06-01",
        "偏离度": 3.1813000000000002
    },
    {
        "date": "2023-06-02",
        "偏离度": 4.3089
    },
    {
        "date": "2023-06-05",
        "偏离度": 4.1857
    },
    {
        "date": "2023-06-06",
        "偏离度": 2.6391999999999998
    },
    {
        "date": "2023-06-07",
        "偏离度": 2.5586
    },
    {
        "date": "2023-06-08",
        "偏离度": 2.6743
    },
    {
        "date": "2023-06-09",
        "偏离度": 3.2971
    },
    {
        "date": "2023-06-12",
        "偏离度": 3.6811000000000003
    },
    {
        "date": "2023-06-13",
        "偏离度": 4.1642
    },
    {
        "date": "2023-06-14",
        "偏离度": 4.3195
    },
    {
        "date": "2023-06-15",
        "偏离度": 5.4426000000000005
    },
    {
        "date": "2023-06-16",
        "偏离度": 6.4003000000000005
    },
    {
        "date": "2023-06-19",
        "偏离度": 6.1154
    },
    {
        "date": "2023-06-20",
        "偏离度": 5.9491000000000005
    },
    {
        "date": "2023-06-21",
        "偏离度": 4.0988999999999995
    },
    {
        "date": "2023-06-26",
        "偏离度": 2.3495
    },
    {
        "date": "2023-06-27",
        "偏离度": 3.5991000000000004
    },
    {
        "date": "2023-06-28",
        "偏离度": 3.3776
    },
    {
        "date": "2023-06-29",
        "偏离度": 3.4732
    },
    {
        "date": "2023-06-30",
        "偏离度": 4.4277999999999995
    },
    {
        "date": "2023-07-03",
        "偏离度": 5.3032
    },
    {
        "date": "2023-07-04",
        "偏离度": 5.6004
    },
    {
        "date": "2023-07-05",
        "偏离度": 4.825200000000001
    },
    {
        "date": "2023-07-06",
        "偏离度": 4.388800000000001
    },
    {
        "date": "2023-07-07",
        "偏离度": 3.8455999999999997
    },
    {
        "date": "2023-07-10",
        "偏离度": 4.1448
    },
    {
        "date": "2023-07-11",
        "偏离度": 4.8774999999999995
    },
    {
        "date": "2023-07-12",
        "偏离度": 3.8775999999999997
    },
    {
        "date": "2023-07-13",
        "偏离度": 5.2698
    },
    {
        "date": "2023-07-14",
        "偏离度": 5.2556
    },
    {
        "date": "2023-07-17",
        "偏离度": 4.7393
    },
    {
        "date": "2023-07-18",
        "偏离度": 4.52
    },
    {
        "date": "2023-07-19",
        "偏离度": 4.3704
    },
    {
        "date": "2023-07-20",
        "偏离度": 3.3543000000000003
    },
    {
        "date": "2023-07-21",
        "偏离度": 3.2703999999999995
    },
    {
        "date": "2023-07-24",
        "偏离度": 3.0105
    },
    {
        "date": "2023-07-25",
        "偏离度": 5.285200000000001
    },
    {
        "date": "2023-07-26",
        "偏离度": 4.893800000000001
    },
    {
        "date": "2023-07-27",
        "偏离度": 4.4457
    },
    {
        "date": "2023-07-28",
        "偏离度": 6.128
    },
    {
        "date": "2023-07-31",
        "偏离度": 6.8803
    },
    {
        "date": "2023-08-01",
        "偏离度": 6.6181
    },
    {
        "date": "2023-08-02",
        "偏离度": 6.1331
    },
    {
        "date": "2023-08-03",
        "偏离度": 6.6007
    },
    {
        "date": "2023-08-04",
        "偏离度": 6.9921
    },
    {
        "date": "2023-08-07",
        "偏离度": 6.2782
    },
    {
        "date": "2023-08-08",
        "偏离度": 5.906000000000001
    },
    {
        "date": "2023-08-09",
        "偏离度": 5.2854
    },
    {
        "date": "2023-08-10",
        "偏离度": 5.4841
    },
    {
        "date": "2023-08-11",
        "偏离度": 3.3348999999999998
    },
    {
        "date": "2023-08-14",
        "偏离度": 3.1183
    },
    {
        "date": "2023-08-15",
        "偏离度": 2.5888
    },
    {
        "date": "2023-08-16",
        "偏离度": 1.6715
    },
    {
        "date": "2023-08-17",
        "偏离度": 2.3664
    },
    {
        "date": "2023-08-18",
        "偏离度": 0.8125
    },
    {
        "date": "2023-08-21",
        "偏离度": -0.3512
    },
    {
        "date": "2023-08-22",
        "偏离度": 0.3141
    },
    {
        "date": "2023-08-23",
        "偏离度": -1.4612
    },
    {
        "date": "2023-08-24",
        "偏离度": -1.0233
    },
    {
        "date": "2023-08-25",
        "偏离度": -2.0822
    },
    {
        "date": "2023-08-28",
        "偏离度": -1.0534999999999999
    },
    {
        "date": "2023-08-29",
        "偏离度": 0.9172
    },
    {
        "date": "2023-08-30",
        "偏离度": 1.1240999999999999
    },
    {
        "date": "2023-08-31",
        "偏离度": 0.5042
    },
    {
        "date": "2023-09-01",
        "偏离度": 0.8786999999999999
    },
    {
        "date": "2023-09-04",
        "偏离度": 2.3581000000000003
    },
    {
        "date": "2023-09-05",
        "偏离度": 1.6795999999999998
    },
    {
        "date": "2023-09-06",
        "偏离度": 1.7409999999999999
    },
    {
        "date": "2023-09-07",
        "偏离度": 0.1652
    },
    {
        "date": "2023-09-08",
        "偏离度": 0.0278
    },
    {
        "date": "2023-09-11",
        "偏离度": 0.9603999999999999
    },
    {
        "date": "2023-09-12",
        "偏离度": 0.8264
    },
    {
        "date": "2023-09-13",
        "偏离度": -0.0941
    },
    {
        "date": "2023-09-14",
        "偏离度": -0.4215
    },
    {
        "date": "2023-09-15",
        "偏离度": -0.6809
    },
    {
        "date": "2023-09-18",
        "偏离度": -0.27590000000000003
    },
    {
        "date": "2023-09-19",
        "偏离度": -0.8225
    },
    {
        "date": "2023-09-20",
        "偏离度": -1.4064999999999999
    },
    {
        "date": "2023-09-21",
        "偏离度": -2.1839
    },
    {
        "date": "2023-09-22",
        "偏离度": -0.4302
    },
    {
        "date": "2023-09-25",
        "偏离度": -0.9745
    },
    {
        "date": "2023-09-26",
        "偏离度": -1.468
    },
    {
        "date": "2023-09-27",
        "偏离度": -1.1256
    },
    {
        "date": "2023-09-28",
        "偏离度": -0.8687
    },
    {
        "date": "2023-10-09",
        "偏离度": -1.1356
    },
    {
        "date": "2023-10-10",
        "偏离度": -1.6268999999999998
    },
    {
        "date": "2023-10-11",
        "偏离度": -1.4138
    },
    {
        "date": "2023-10-12",
        "偏离度": -0.6299
    },
    {
        "date": "2023-10-13",
        "偏离度": -1.39
    },
    {
        "date": "2023-10-16",
        "偏离度": -2.2608
    },
    {
        "date": "2023-10-17",
        "偏离度": -2.1449
    },
    {
        "date": "2023-10-18",
        "偏离度": -3.3230000000000004
    },
    {
        "date": "2023-10-19",
        "偏离度": -4.8777
    },
    {
        "date": "2023-10-20",
        "偏离度": -5.6878
    },
    {
        "date": "2023-10-23",
        "偏离度": -7.316300000000001
    },
    {
        "date": "2023-10-24",
        "偏离度": -6.332400000000001
    },
    {
        "date": "2023-10-25",
        "偏离度": -5.5473
    },
    {
        "date": "2023-10-26",
        "偏离度": -5.2045
    },
    {
        "date": "2023-10-27",
        "偏离度": -3.8442999999999996
    },
    {
        "date": "2023-10-30",
        "偏离度": -2.9289
    },
    {
        "date": "2023-10-31",
        "偏离度": -3.3408
    },
    {
        "date": "2023-11-01",
        "偏离度": -3.4032
    },
    {
        "date": "2023-11-02",
        "偏离度": -4.1713000000000005
    },
    {
        "date": "2023-11-03",
        "偏离度": -3.2053
    },
    {
        "date": "2023-11-06",
        "偏离度": -1.5678999999999998
    },
    {
        "date": "2023-11-07",
        "偏离度": -1.5298
    },
    {
        "date": "2023-11-08",
        "偏离度": -1.5310000000000001
    },
    {
        "date": "2023-11-09",
        "偏离度": -1.8408999999999998
    },
    {
        "date": "2023-11-10",
        "偏离度": -2.3407
    },
    {
        "date": "2023-11-13",
        "偏离度": -1.9861
    },
    {
        "date": "2023-11-14",
        "偏离度": -1.6608
    },
    {
        "date": "2023-11-15",
        "偏离度": -1.0798
    },
    {
        "date": "2023-11-16",
        "偏离度": -1.9813999999999998
    },
    {
        "date": "2023-11-17",
        "偏离度": -1.6844999999999999
    },
    {
        "date": "2023-11-20",
        "偏离度": -1.168
    },
    {
        "date": "2023-11-21",
        "偏离度": -1.402
    },
    {
        "date": "2023-11-22",
        "偏离度": -2.4894
    },
    {
        "date": "2023-11-23",
        "偏离度": -1.7987
    },
    {
        "date": "2023-11-24",
        "偏离度": -2.7205
    },
    {
        "date": "2023-11-27",
        "偏离度": -3.0906
    },
    {
        "date": "2023-11-28",
        "偏离度": -2.7273
    },
    {
        "date": "2023-11-29",
        "偏离度": -3.4332000000000003
    },
    {
        "date": "2023-11-30",
        "偏离度": -3.5551
    },
    {
        "date": "2023-12-01",
        "偏离度": -3.3792999999999997
    },
    {
        "date": "2023-12-04",
        "偏离度": -3.7178999999999998
    },
    {
        "date": "2023-12-05",
        "偏离度": -5.5391
    },
    {
        "date": "2023-12-06",
        "偏离度": -5.2476
    },
    {
        "date": "2023-12-07",
        "偏离度": -5.4254999999999995
    },
    {
        "date": "2023-12-08",
        "偏离度": -5.5253
    },
    {
        "date": "2023-12-11",
        "偏离度": -4.6975999999999996
    },
    {
        "date": "2023-12-12",
        "偏离度": -4.4967
    },
    {
        "date": "2023-12-13",
        "偏离度": -5.662
    },
    {
        "date": "2023-12-14",
        "偏离度": -6.0907
    },
    {
        "date": "2023-12-15",
        "偏离度": -6.534800000000001
    },
    {
        "date": "2023-12-18",
        "偏离度": -7.3957
    },
    {
        "date": "2023-12-19",
        "偏离度": -7.3246
    },
    {
        "date": "2023-12-20",
        "偏离度": -8.4603
    },
    {
        "date": "2023-12-21",
        "偏离度": -7.7459
    },
    {
        "date": "2023-12-22",
        "偏离度": -8.280899999999999
    },
    {
        "date": "2023-12-25",
        "偏离度": -8.2082
    },
    {
        "date": "2023-12-26",
        "偏离度": -9.1608
    },
    {
        "date": "2023-12-27",
        "偏离度": -8.7039
    },
    {
        "date": "2023-12-28",
        "偏离度": -6.8692
    },
    {
        "date": "2023-12-29",
        "偏离度": -5.9907
    },
    {
        "date": "2024-01-02",
        "偏离度": -6.6705
    },
    {
        "date": "2024-01-03",
        "偏离度": -6.9872000000000005
    },
    {
        "date": "2024-01-04",
        "偏离度": -7.7025
    },
    {
        "date": "2024-01-05",
        "偏离度": -8.806700000000001
    },
    {
        "date": "2024-01-08",
        "偏离度": -10.385900000000001
    },
    {
        "date": "2024-01-09",
        "偏离度": -10.1454
    },
    {
        "date": "2024-01-10",
        "偏离度": -10.7318
    },
    {
        "date": "2024-01-11",
        "偏离度": -9.7226
    },
    {
        "date": "2024-01-12",
        "偏离度": -10.205
    },
    {
        "date": "2024-01-15",
        "偏离度": -10.3613
    },
    {
        "date": "2024-01-16",
        "偏离度": -10.267900000000001
    },
    {
        "date": "2024-01-17",
        "偏离度": -12.4224
    },
    {
        "date": "2024-01-18",
        "偏离度": -12.0178
    },
    {
        "date": "2024-01-19",
        "偏离度": -12.6495
    },
    {
        "date": "2024-01-22",
        "偏离度": -15.8577
    },
    {
        "date": "2024-01-23",
        "偏离度": -15.2242
    },
    {
        "date": "2024-01-24",
        "偏离度": -14.047899999999998
    },
    {
        "date": "2024-01-25",
        "偏离度": -11.7498
    },
    {
        "date": "2024-01-26",
        "偏离度": -12.1646
    },
    {
        "date": "2024-01-29",
        "偏离度": -13.802100000000001
    },
    {
        "date": "2024-01-30",
        "偏离度": -15.8127
    },
    {
        "date": "2024-01-31",
        "偏离度": -17.874699999999997
    },
    {
        "date": "2024-02-01",
        "偏离度": -18.2565
    },
    {
        "date": "2024-02-02",
        "偏离度": -20.197100000000002
    },
    {
        "date": "2024-02-05",
        "偏离度": -22.3062
    },
    {
        "date": "2024-02-06",
        "偏离度": -18.892999999999997
    },
    {
        "date": "2024-02-07",
        "偏离度": -17.474899999999998
    },
    {
        "date": "2024-02-08",
        "偏离度": -15.5658
    },
    {
        "date": "2024-02-19",
        "偏离度": -14.386
    },
    {
        "date": "2024-02-20",
        "偏离度": -14.0483
    },
    {
        "date": "2024-02-21",
        "偏离度": -13.1663
    },
    {
        "date": "2024-02-22",
        "偏离度": -12.107700000000001
    },
    {
        "date": "2024-02-23",
        "偏离度": -11.3373
    },
    {
        "date": "2024-02-26",
        "偏离度": -11.4618
    },
    {
        "date": "2024-02-27",
        "偏离度": -9.7844
    },
    {
        "date": "2024-02-28",
        "偏离度": -12.463000000000001
    },
    {
        "date": "2024-02-29",
        "偏离度": -10.0394
    },
    {
        "date": "2024-03-01",
        "偏离度": -9.3121
    },
    {
        "date": "2024-03-04",
        "偏离度": -9.1084
    },
    {
        "date": "2024-03-05",
        "偏离度": -9.3408
    },
    {
        "date": "2024-03-06",
        "偏离度": -9.3286
    },
    {
        "date": "2024-03-07",
        "偏离度": -10.159799999999999
    },
    {
        "date": "2024-03-08",
        "偏离度": -9.411999999999999
    },
    {
        "date": "2024-03-11",
        "偏离度": -8.0237
    },
    {
        "date": "2024-03-12",
        "偏离度": -7.699599999999999
    },
    {
        "date": "2024-03-13",
        "偏离度": -7.9302
    },
    {
        "date": "2024-03-14",
        "偏离度": -8.3447
    },
    {
        "date": "2024-03-15",
        "偏离度": -7.6794
    },
    {
        "date": "2024-03-18",
        "偏离度": -6.460299999999999
    },
    {
        "date": "2024-03-19",
        "偏离度": -7.0983
    },
    {
        "date": "2024-03-20",
        "偏离度": -6.627
    },
    {
        "date": "2024-03-21",
        "偏离度": -6.7266
    },
    {
        "date": "2024-03-22",
        "偏离度": -7.795000000000001
    },
    {
        "date": "2024-03-25",
        "偏离度": -9.1144
    },
    {
        "date": "2024-03-26",
        "偏离度": -9.026299999999999
    },
    {
        "date": "2024-03-27",
        "偏离度": -10.9887
    },
    {
        "date": "2024-03-28",
        "偏离度": -9.8643
    },
    {
        "date": "2024-03-29",
        "偏离度": -9.1395
    },
    {
        "date": "2024-04-01",
        "偏离度": -7.4286
    },
    {
        "date": "2024-04-02",
        "偏离度": -7.8209
    },
    {
        "date": "2024-04-03",
        "偏离度": -8.2805
    },
    {
        "date": "2024-04-08",
        "偏离度": -9.5664
    },
    {
        "date": "2024-04-09",
        "偏离度": -9.1172
    },
    {
        "date": "2024-04-10",
        "偏离度": -10.330400000000001
    },
    {
        "date": "2024-04-11",
        "偏离度": -10.1998
    },
    {
        "date": "2024-04-12",
        "偏离度": -10.8452
    },
    {
        "date": "2024-04-15",
        "偏离度": -10.5648
    },
    {
        "date": "2024-04-16",
        "偏离度": -13.1654
    },
    {
        "date": "2024-04-17",
        "偏离度": -10.5473
    },
    {
        "date": "2024-04-18",
        "偏离度": -10.5185
    },
    {
        "date": "2024-04-19",
        "偏离度": -11.0985
    },
    {
        "date": "2024-04-22",
        "偏离度": -11.5581
    },
    {
        "date": "2024-04-23",
        "偏离度": -11.9992
    },
    {
        "date": "2024-04-24",
        "偏离度": -11.1063
    },
    {
        "date": "2024-04-25",
        "偏离度": -10.9463
    },
    {
        "date": "2024-04-26",
        "偏离度": -9.464500000000001
    },
    {
        "date": "2024-04-29",
        "偏离度": -7.8873
    },
    {
        "date": "2024-04-30",
        "偏离度": -8.427800000000001
    },
    {
        "date": "2024-05-06",
        "偏离度": -6.8757
    },
    {
        "date": "2024-05-07",
        "偏离度": -6.7283
    },
    {
        "date": "2024-05-08",
        "偏离度": -7.7383
    },
    {
        "date": "2024-05-09",
        "偏离度": -6.6151
    },
    {
        "date": "2024-05-10",
        "偏离度": -6.9594000000000005
    },
    {
        "date": "2024-05-13",
        "偏离度": -7.4884
    },
    {
        "date": "2024-05-14",
        "偏离度": -7.371900000000001
    },
    {
        "date": "2024-05-15",
        "偏离度": -8.1552
    },
    {
        "date": "2024-05-16",
        "偏离度": -7.9652
    },
    {
        "date": "2024-05-17",
        "偏离度": -6.9140999999999995
    },
    {
        "date": "2024-05-20",
        "偏离度": -6.5098
    },
    {
        "date": "2024-05-21",
        "偏离度": -7.1162
    },
    {
        "date": "2024-05-22",
        "偏离度": -6.9688
    },
    {
        "date": "2024-05-23",
        "偏离度": -8.485
    },
    {
        "date": "2024-05-24",
        "偏离度": -9.4397
    },
    {
        "date": "2024-05-27",
        "偏离度": -8.5706
    },
    {
        "date": "2024-05-28",
        "偏离度": -9.3568
    },
    {
        "date": "2024-05-29",
        "偏离度": -9.2121
    },
    {
        "date": "2024-05-30",
        "偏离度": -9.661100000000001
    },
    {
        "date": "2024-05-31",
        "偏离度": -9.6539
    },
    {
        "date": "2024-06-03",
        "偏离度": -10.144400000000001
    },
    {
        "date": "2024-06-04",
        "偏离度": -9.6879
    },
    {
        "date": "2024-06-05",
        "偏离度": -10.6231
    },
    {
        "date": "2024-06-06",
        "偏离度": -11.6388
    },
    {
        "date": "2024-06-07",
        "偏离度": -11.5288
    },
    {
        "date": "2024-06-11",
        "偏离度": -11.6874
    },
    {
        "date": "2024-06-12",
        "偏离度": -11.3245
    },
    {
        "date": "2024-06-13",
        "偏离度": -11.797
    },
    {
        "date": "2024-06-14",
        "偏离度": -11.4553
    },
    {
        "date": "2024-06-17",
        "偏离度": -11.5829
    },
    {
        "date": "2024-06-18",
        "偏离度": -11.0303
    },
    {
        "date": "2024-06-19",
        "偏离度": -11.5838
    },
    {
        "date": "2024-06-20",
        "偏离度": -12.6912
    },
    {
        "date": "2024-06-21",
        "偏离度": -12.7669
    },
    {
        "date": "2024-06-24",
        "偏离度": -14.315900000000001
    },
    {
        "date": "2024-06-25",
        "偏离度": -14.7866
    },
    {
        "date": "2024-06-26",
        "偏离度": -13.4773
    },
    {
        "date": "2024-06-27",
        "偏离度": -14.636099999999999
    },
    {
        "date": "2024-06-28",
        "偏离度": -14.264199999999999
    },
    {
        "date": "2024-07-01",
        "偏离度": -13.610700000000001
    },
    {
        "date": "2024-07-02",
        "偏离度": -13.918700000000001
    },
    {
        "date": "2024-07-03",
        "偏离度": -14.390600000000001
    },
    {
        "date": "2024-07-04",
        "偏离度": -15.4982
    },
    {
        "date": "2024-07-05",
        "偏离度": -15.2661
    },
    {
        "date": "2024-07-08",
        "偏离度": -16.5353
    },
    {
        "date": "2024-07-09",
        "偏离度": -15.1889
    },
    {
        "date": "2024-07-10",
        "偏离度": -15.542
    },
    {
        "date": "2024-07-11",
        "偏离度": -13.916300000000001
    },
    {
        "date": "2024-07-12",
        "偏离度": -13.950199999999999
    },
    {
        "date": "2024-07-15",
        "偏离度": -14.3787
    },
    {
        "date": "2024-07-16",
        "偏离度": -13.9692
    },
    {
        "date": "2024-07-17",
        "偏离度": -14.3652
    },
    {
        "date": "2024-07-18",
        "偏离度": -14.025000000000002
    },
    {
        "date": "2024-07-19",
        "偏离度": -13.694899999999999
    },
    {
        "date": "2024-07-22",
        "偏离度": -13.9053
    },
    {
        "date": "2024-07-23",
        "偏离度": -15.889800000000001
    },
    {
        "date": "2024-07-24",
        "偏离度": -16.7209
    },
    {
        "date": "2024-07-25",
        "偏离度": -16.906299999999998
    },
    {
        "date": "2024-07-26",
        "偏离度": -16.0703
    },
    {
        "date": "2024-07-29",
        "偏离度": -16.3459
    },
    {
        "date": "2024-07-30",
        "偏离度": -16.506
    },
    {
        "date": "2024-07-31",
        "偏离度": -14.0677
    },
    {
        "date": "2024-08-01",
        "偏离度": -14.4386
    },
    {
        "date": "2024-08-02",
        "偏离度": -15.448
    },
    {
        "date": "2024-08-05",
        "偏离度": -16.9906
    },
    {
        "date": "2024-08-06",
        "偏离度": -16.3774
    },
    {
        "date": "2024-08-07",
        "偏离度": -16.391
    },
    {
        "date": "2024-08-08",
        "偏离度": -16.4431
    },
    {
        "date": "2024-08-09",
        "偏离度": -16.8731
    },
    {
        "date": "2024-08-12",
        "偏离度": -17.1632
    },
    {
        "date": "2024-08-13",
        "偏离度": -16.8372
    },
    {
        "date": "2024-08-14",
        "偏离度": -17.5172
    },
    {
        "date": "2024-08-15",
        "偏离度": -16.7438
    },
    {
        "date": "2024-08-16",
        "偏离度": -16.8901
    },
    {
        "date": "2024-08-19",
        "偏离度": -16.7671
    },
    {
        "date": "2024-08-20",
        "偏离度": -17.7741
    },
    {
        "date": "2024-08-21",
        "偏离度": -18.066
    },
    {
        "date": "2024-08-22",
        "偏离度": -18.7206
    },
    {
        "date": "2024-08-23",
        "偏离度": -18.580099999999998
    },
    {
        "date": "2024-08-26",
        "偏离度": -18.395400000000002
    },
    {
        "date": "2024-08-27",
        "偏离度": -19.164
    },
    {
        "date": "2024-08-28",
        "偏离度": -19.284200000000002
    },
    {
        "date": "2024-08-29",
        "偏离度": -18.833
    },
    {
        "date": "2024-08-30",
        "偏离度": -17.5117
    },
    {
        "date": "2024-09-02",
        "偏离度": -18.975900000000003
    },
    {
        "date": "2024-09-03",
        "偏离度": -18.4715
    },
    {
        "date": "2024-09-04",
        "偏离度": -18.941
    },
    {
        "date": "2024-09-05",
        "偏离度": -18.573500000000003
    },
    {
        "date": "2024-09-06",
        "偏离度": -19.5545
    },
    {
        "date": "2024-09-09",
        "偏离度": -20.2382
    },
    {
        "date": "2024-09-10",
        "偏离度": -20.0802
    },
    {
        "date": "2024-09-11",
        "偏离度": -20.2628
    },
    {
        "date": "2024-09-12",
        "偏离度": -20.5534
    },
    {
        "date": "2024-09-13",
        "偏离度": -21.1616
    },
    {
        "date": "2024-09-18",
        "偏离度": -21.1005
    },
    {
        "date": "2024-09-19",
        "偏离度": -20.0778
    },
    {
        "date": "2024-09-20",
        "偏离度": -20.150499999999997
    },
    {
        "date": "2024-09-23",
        "偏离度": -19.9608
    },
    {
        "date": "2024-09-24",
        "偏离度": -16.7117
    },
    {
        "date": "2024-09-25",
        "偏离度": -15.6488
    },
    {
        "date": "2024-09-26",
        "偏离度": -12.2453
    },
    {
        "date": "2024-09-27",
        "偏离度": -8.0313
    },
    {
        "date": "2024-09-30",
        "偏离度": 0.819
    },
    {
        "date": "2024-10-08",
        "偏离度": 7.8714
    },
    {
        "date": "2024-10-09",
        "偏离度": -0.17830000000000001
    },
    {
        "date": "2024-10-10",
        "偏离度": 0.0118
    },
    {
        "date": "2024-10-11",
        "偏离度": -3.3367
    },
    {
        "date": "2024-10-14",
        "偏离度": -0.8793000000000001
    },
    {
        "date": "2024-10-15",
        "偏离度": -3.1323
    },
    {
        "date": "2024-10-16",
        "偏离度": -3.3376
    },
    {
        "date": "2024-10-17",
        "偏离度": -4.086399999999999
    },
    {
        "date": "2024-10-18",
        "偏离度": -0.5028
    },
    {
        "date": "2024-10-21",
        "偏离度": 0.5431
    },
    {
        "date": "2024-10-22",
        "偏离度": 1.203
    },
    {
        "date": "2024-10-23",
        "偏离度": 1.5396999999999998
    },
    {
        "date": "2024-10-24",
        "偏离度": 0.6943
    },
    {
        "date": "2024-10-25",
        "偏离度": 1.9972
    },
    {
        "date": "2024-10-28",
        "偏离度": 3.1551000000000005
    },
    {
        "date": "2024-10-29",
        "偏离度": 1.8821
    },
    {
        "date": "2024-10-30",
        "偏离度": 1.7013
    },
    {
        "date": "2024-10-31",
        "偏离度": 2.5029
    },
    {
        "date": "2024-11-01",
        "偏离度": 0.9785999999999999
    },
    {
        "date": "2024-11-04",
        "偏离度": 2.6649
    },
    {
        "date": "2024-11-05",
        "偏离度": 5.6421
    },
    {
        "date": "2024-11-06",
        "偏离度": 5.6987000000000005
    },
    {
        "date": "2024-11-07",
        "偏离度": 8.3613
    },
    {
        "date": "2024-11-08",
        "偏离度": 7.866
    },
    {
        "date": "2024-11-11",
        "偏离度": 9.3155
    },
    {
        "date": "2024-11-12",
        "偏离度": 8.0298
    },
    {
        "date": "2024-11-13",
        "偏离度": 8.2982
    },
    {
        "date": "2024-11-14",
        "偏离度": 5.6502
    },
    {
        "date": "2024-11-15",
        "偏离度": 3.4663
    },
    {
        "date": "2024-11-18",
        "偏离度": 2.0255
    },
    {
        "date": "2024-11-19",
        "偏离度": 3.5842
    },
    {
        "date": "2024-11-20",
        "偏离度": 4.6862
    },
    {
        "date": "2024-11-21",
        "偏离度": 4.7986
    },
    {
        "date": "2024-11-22",
        "偏离度": 1.2408000000000001
    },
    {
        "date": "2024-11-25",
        "偏离度": 1.2919999999999998
    },
    {
        "date": "2024-11-26",
        "偏离度": 0.6352
    },
    {
        "date": "2024-11-27",
        "偏离度": 2.4944
    },
    {
        "date": "2024-11-28",
        "偏离度": 1.9005999999999998
    },
    {
        "date": "2024-11-29",
        "偏离度": 3.3156
    },
    {
        "date": "2024-12-02",
        "偏离度": 4.8225999999999996
    },
    {
        "date": "2024-12-03",
        "偏离度": 4.888
    },
    {
        "date": "2024-12-04",
        "偏离度": 3.8931
    },
    {
        "date": "2024-12-05",
        "偏离度": 4.372
    },
    {
        "date": "2024-12-06",
        "偏离度": 5.6006
    },
    {
        "date": "2024-12-09",
        "偏离度": 5.2352
    },
    {
        "date": "2024-12-10",
        "偏离度": 6.0181
    },
    {
        "date": "2024-12-11",
        "偏离度": 6.615799999999999
    },
    {
        "date": "2024-12-12",
        "偏离度": 7.5821
    },
    {
        "date": "2024-12-13",
        "偏离度": 5.3165
    },
    {
        "date": "2024-12-16",
        "偏离度": 4.4731
    },
    {
        "date": "2024-12-17",
        "偏离度": 3.113
    },
    {
        "date": "2024-12-18",
        "偏离度": 3.7490999999999994
    },
    {
        "date": "2024-12-19",
        "偏离度": 3.8254
    },
    {
        "date": "2024-12-20",
        "偏离度": 4.0929
    },
    {
        "date": "2024-12-23",
        "偏离度": 2.3962
    },
    {
        "date": "2024-12-24",
        "偏离度": 3.5563
    },
    {
        "date": "2024-12-25",
        "偏离度": 2.7331000000000003
    },
    {
        "date": "2024-12-26",
        "偏离度": 3.3123
    },
    {
        "date": "2024-12-27",
        "偏离度": 3.4359
    },
    {
        "date": "2024-12-30",
        "偏离度": 3.3319
    },
    {
        "date": "2024-12-31",
        "偏离度": 0.9974999999999999
    },
    {
        "date": "2025-01-02",
        "偏离度": -1.6835
    },
    {
        "date": "2025-01-03",
        "偏离度": -3.8602999999999996
    },
    {
        "date": "2025-01-06",
        "偏离度": -4.1494
    },
    {
        "date": "2025-01-07",
        "偏离度": -2.9222
    },
    {
        "date": "2025-01-08",
        "偏离度": -3.1014
    },
    {
        "date": "2025-01-09",
        "偏离度": -3.1224
    },
    {
        "date": "2025-01-10",
        "偏离度": -4.8767
    },
    {
        "date": "2025-01-13",
        "偏离度": -4.9484
    },
    {
        "date": "2025-01-14",
        "偏离度": -1.5671000000000002
    },
    {
        "date": "2025-01-15",
        "偏离度": -2.1738
    },
    {
        "date": "2025-01-16",
        "偏离度": -1.8399999999999999
    },
    {
        "date": "2025-01-17",
        "偏离度": -1.5166000000000002
    },
    {
        "date": "2025-01-20",
        "偏离度": -0.9394
    },
    {
        "date": "2025-01-21",
        "偏离度": -0.7913
    },
    {
        "date": "2025-01-22",
        "偏离度": -1.7079
    },
    {
        "date": "2025-01-23",
        "偏离度": -1.7895999999999999
    },
    {
        "date": "2025-01-24",
        "偏离度": -0.696
    },
    {
        "date": "2025-01-27",
        "偏离度": -1.5872000000000002
    },
    {
        "date": "2025-02-05",
        "偏离度": -1.4605
    },
    {
        "date": "2025-02-06",
        "偏离度": 0.4237
    },
    {
        "date": "2025-02-07",
        "偏离度": 1.8401
    },
    {
        "date": "2025-02-10",
        "偏离度": 2.7522
    },
    {
        "date": "2025-02-11",
        "偏离度": 2.3040000000000003
    },
    {
        "date": "2025-02-12",
        "偏离度": 3.4926
    },
    {
        "date": "2025-02-13",
        "偏离度": 2.8041
    },
    {
        "date": "2025-02-14",
        "偏离度": 3.4312
    },
    {
        "date": "2025-02-17",
        "偏离度": 3.9381
    },
    {
        "date": "2025-02-18",
        "偏离度": 2.2321
    },
    {
        "date": "2025-02-19",
        "偏离度": 3.7669
    },
    {
        "date": "2025-02-20",
        "偏离度": 4.0099
    },
    {
        "date": "2025-02-21",
        "偏离度": 5.4209
    },
    {
        "date": "2025-02-24",
        "偏离度": 5.362900000000001
    },
    {
        "date": "2025-02-25",
        "偏离度": 4.476999999999999
    },
    {
        "date": "2025-02-26",
        "偏离度": 5.6574
    },
    {
        "date": "2025-02-27",
        "偏离度": 5.5594
    },
    {
        "date": "2025-02-28",
        "偏离度": 2.6687
    },
    {
        "date": "2025-03-03",
        "偏离度": 2.7775000000000003
    },
    {
        "date": "2025-03-04",
        "偏离度": 3.3829
    },
    {
        "date": "2025-03-05",
        "偏离度": 3.8466
    },
    {
        "date": "2025-03-06",
        "偏离度": 5.544099999999999
    },
    {
        "date": "2025-03-07",
        "偏离度": 5.0793
    },
    {
        "date": "2025-03-10",
        "偏离度": 4.994400000000001
    },
    {
        "date": "2025-03-11",
        "偏离度": 5.3702
    },
    {
        "date": "2025-03-12",
        "偏离度": 5.3479
    },
    {
        "date": "2025-03-13",
        "偏离度": 4.4045000000000005
    },
    {
        "date": "2025-03-14",
        "偏离度": 6.529100000000001
    },
    {
        "date": "2025-03-17",
        "偏离度": 6.6304
    },
    {
        "date": "2025-03-18",
        "偏离度": 6.996099999999999
    },
    {
        "date": "2025-03-19",
        "偏离度": 6.6538
    },
    {
        "date": "2025-03-20",
        "偏离度": 5.999899999999999
    },
    {
        "date": "2025-03-21",
        "偏离度": 4.2237
    },
    {
        "date": "2025-03-24",
        "偏离度": 3.9332
    },
    {
        "date": "2025-03-25",
        "偏离度": 3.5147999999999997
    },
    {
        "date": "2025-03-26",
        "偏离度": 3.6313999999999997
    },
    {
        "date": "2025-03-27",
        "偏离度": 3.649
    },
    {
        "date": "2025-03-28",
        "偏离度": 2.8356
    },
    {
        "date": "2025-03-31",
        "偏离度": 1.9431
    },
    {
        "date": "2025-04-01",
        "偏离度": 2.3104
    },
    {
        "date": "2025-04-02",
        "偏离度": 2.3640000000000003
    },
    {
        "date": "2025-04-03",
        "偏离度": 1.5556999999999999
    },
    {
        "date": "2025-04-07",
        "偏离度": -7.8322
    },
    {
        "date": "2025-04-08",
        "偏离度": -6.889099999999999
    },
    {
        "date": "2025-04-09",
        "偏离度": -5.2778
    },
    {
        "date": "2025-04-10",
        "偏离度": -3.4908
    },
    {
        "date": "2025-04-11",
        "偏离度": -2.8379000000000003
    },
    {
        "date": "2025-04-14",
        "偏离度": -2.0058
    },
    {
        "date": "2025-04-15",
        "偏离度": -2.1456
    },
    {
        "date": "2025-04-16",
        "偏离度": -2.6616
    },
    {
        "date": "2025-04-17",
        "偏离度": -2.5614000000000003
    },
    {
        "date": "2025-04-18",
        "偏离度": -2.5798
    },
    {
        "date": "2025-04-21",
        "偏离度": -1.4909000000000001
    },
    {
        "date": "2025-04-22",
        "偏离度": -1.5467
    },
    {
        "date": "2025-04-23",
        "偏离度": -1.2223
    },
    {
        "date": "2025-04-24",
        "偏离度": -1.7044
    },
    {
        "date": "2025-04-25",
        "偏离度": -1.5158
    },
    {
        "date": "2025-04-28",
        "偏离度": -2.1048
    },
    {
        "date": "2025-04-29",
        "偏离度": -1.917
    },
    {
        "date": "2025-04-30",
        "偏离度": -1.5325
    },
    {
        "date": "2025-05-06",
        "偏离度": 0.25539999999999996
    },
    {
        "date": "2025-05-07",
        "偏离度": 0.7548
    },
    {
        "date": "2025-05-08",
        "偏离度": 1.4181
    },
    {
        "date": "2025-05-09",
        "偏离度": 0.7059
    },
    {
        "date": "2025-05-12",
        "偏离度": 1.9851
    },
    {
        "date": "2025-05-13",
        "偏离度": 1.9154999999999998
    },
    {
        "date": "2025-05-14",
        "偏离度": 2.6148000000000002
    },
    {
        "date": "2025-05-15",
        "偏离度": 1.4161
    },
    {
        "date": "2025-05-16",
        "偏离度": 1.3734
    },
    {
        "date": "2025-05-19",
        "偏离度": 1.5128000000000001
    },
    {
        "date": "2025-05-20",
        "偏离度": 2.1819
    },
    {
        "date": "2025-05-21",
        "偏离度": 2.2571
    },
    {
        "date": "2025-05-22",
        "偏离度": 1.6343
    },
    {
        "date": "2025-05-23",
        "偏离度": 0.6863
    },
    {
        "date": "2025-05-26",
        "偏离度": 0.7849999999999999
    },
    {
        "date": "2025-05-27",
        "偏离度": 0.46629999999999994
    },
    {
        "date": "2025-05-28",
        "偏离度": 0.2567
    },
    {
        "date": "2025-05-29",
        "偏离度": 1.4143
    },
    {
        "date": "2025-05-30",
        "偏离度": 0.5593
    },
    {
        "date": "2025-06-03",
        "偏离度": 1.0488000000000002
    },
    {
        "date": "2025-06-04",
        "偏离度": 1.735
    },
    {
        "date": "2025-06-05",
        "偏离度": 2.1372
    },
    {
        "date": "2025-06-06",
        "偏离度": 2.0617
    },
    {
        "date": "2025-06-09",
        "偏离度": 2.8061
    },
    {
        "date": "2025-06-10",
        "偏离度": 2.0844
    },
    {
        "date": "2025-06-11",
        "偏离度": 2.7264
    },
    {
        "date": "2025-06-12",
        "偏离度": 2.8347
    },
    {
        "date": "2025-06-13",
        "偏离度": 1.6891
    },
    {
        "date": "2025-06-16",
        "偏离度": 2.2058
    },
    {
        "date": "2025-06-17",
        "偏离度": 2.075
    },
    {
        "date": "2025-06-18",
        "偏离度": 2.0584000000000002
    },
    {
        "date": "2025-06-19",
        "偏离度": 0.8220999999999999
    },
    {
        "date": "2025-06-20",
        "偏离度": 0.5082
    },
    {
        "date": "2025-06-23",
        "偏离度": 1.3386
    },
    {
        "date": "2025-06-24",
        "偏离度": 2.8908
    },
    {
        "date": "2025-06-25",
        "偏离度": 4.3055
    },
    {
        "date": "2025-06-26",
        "偏离度": 3.9920999999999998
    },
    {
        "date": "2025-06-27",
        "偏离度": 3.9641
    },
    {
        "date": "2025-06-30",
        "偏离度": 4.859100000000001
    },
    {
        "date": "2025-07-01",
        "偏离度": 5.1114
    },
    {
        "date": "2025-07-02",
        "偏离度": 4.679
    },
    {
        "date": "2025-07-03",
        "偏离度": 5.2961
    },
    {
        "date": "2025-07-04",
        "偏离度": 5.1379
    },
    {
        "date": "2025-07-07",
        "偏离度": 5.0813
    },
    {
        "date": "2025-07-08",
        "偏离度": 6.1803
    },
    {
        "date": "2025-07-09",
        "偏离度": 5.9588
    },
    {
        "date": "2025-07-10",
        "偏离度": 6.357200000000001
    },
    {
        "date": "2025-07-11",
        "偏离度": 6.8294
    },
    {
        "date": "2025-07-14",
        "偏离度": 6.986299999999999
    },
    {
        "date": "2025-07-15",
        "偏离度": 6.763199999999999
    },
    {
        "date": "2025-07-16",
        "偏离度": 6.8055
    },
    {
        "date": "2025-07-17",
        "偏离度": 7.8111
    },
    {
        "date": "2025-07-18",
        "偏离度": 8.2796
    },
    {
        "date": "2025-07-21",
        "偏离度": 9.2466
    },
    {
        "date": "2025-07-22",
        "偏离度": 9.9032
    },
    {
        "date": "2025-07-23",
        "偏离度": 9.5747
    },
    {
        "date": "2025-07-24",
        "偏离度": 10.7369
    },
    {
        "date": "2025-07-25",
        "偏离度": 10.5726
    },
    {
        "date": "2025-07-28",
        "偏离度": 10.945599999999999
    },
    {
        "date": "2025-07-29",
        "偏离度": 11.431
    },
    {
        "date": "2025-07-30",
        "偏离度": 10.9674
    },
    {
        "date": "2025-07-31",
        "偏离度": 9.4215
    },
    {
        "date": "2025-08-01",
        "偏离度": 9.2393
    },
    {
        "date": "2025-08-04",
        "偏离度": 10.0328
    },
    {
        "date": "2025-08-05",
        "偏离度": 10.864
    },
    {
        "date": "2025-08-06",
        "偏离度": 11.5224
    },
    {
        "date": "2025-08-07",
        "偏离度": 11.4798
    },
    {
        "date": "2025-08-08",
        "偏离度": 11.221200000000001
    },
    {
        "date": "2025-08-11",
        "偏离度": 12.2934
    },
    {
        "date": "2025-08-12",
        "偏离度": 12.6497
    },
    {
        "date": "2025-08-13",
        "偏离度": 13.769700000000002
    },
    {
        "date": "2025-08-14",
        "偏离度": 12.7937
    },
    {
        "date": "2025-08-15",
        "偏离度": 14.3698
    },
    {
        "date": "2025-08-18",
        "偏离度": 15.920599999999999
    },
    {
        "date": "2025-08-19",
        "偏离度": 15.835199999999999
    },
    {
        "date": "2025-08-20",
        "偏离度": 16.9381
    },
    {
        "date": "2025-08-21",
        "偏离度": 16.7592
    },
    {
        "date": "2025-08-22",
        "偏离度": 18.668100000000003
    },
    {
        "date": "2025-08-25",
        "偏离度": 20.791999999999998
    },
    {
        "date": "2025-08-26",
        "偏离度": 20.630100000000002
    },
    {
        "date": "2025-08-27",
        "偏离度": 18.4841
    },
    {
        "date": "2025-08-28",
        "偏离度": 20.3211
    },
    {
        "date": "2025-08-29",
        "偏离度": 20.7443
    },
    {
        "date": "2025-09-01",
        "偏离度": 21.6801
    },
    {
        "date": "2025-09-02",
        "偏离度": 19.8504
    },
    {
        "date": "2025-09-03",
        "偏离度": 18.384600000000002
    },
    {
        "date": "2025-09-04",
        "偏离度": 15.9766
    },
    {
        "date": "2025-09-05",
        "偏离度": 18.9183
    },
    {
        "date": "2025-09-08",
        "偏离度": 19.7115
    },
    {
        "date": "2025-09-09",
        "偏离度": 18.6064
    },
    {
        "date": "2025-09-10",
        "偏离度": 18.834200000000003
    },
    {
        "date": "2025-09-11",
        "偏离度": 21.5189
    },
    {
        "date": "2025-09-12",
        "偏离度": 21.2955
    },
    {
        "date": "2025-09-15",
        "偏离度": 21.384600000000002
    },
    {
        "date": "2025-09-16",
        "偏离度": 21.9444
    },
    {
        "date": "2025-09-17",
        "偏离度": 22.7581
    },
    {
        "date": "2025-09-18",
        "偏离度": 21.4165
    },
    {
        "date": "2025-09-19",
        "偏离度": 21.033099999999997
    },
    {
        "date": "2025-09-22",
        "偏离度": 21.6265
    },
    {
        "date": "2025-09-23",
        "偏离度": 20.8556
    },
    {
        "date": "2025-09-24",
        "偏离度": 22.5204
    },
    {
        "date": "2025-09-25",
        "偏离度": 22.7019
    },
    {
        "date": "2025-09-26",
        "偏离度": 21.218400000000003
    },
    {
        "date": "2025-09-29",
        "偏离度": 22.8762
    },
    {
        "date": "2025-09-30",
        "偏离度": 23.6041
    },
    {
        "date": "2025-10-09",
        "偏离度": 25.2068
    },
    {
        "date": "2025-10-10",
        "偏离度": 23.144000000000002
    },
    {
        "date": "2025-10-13",
        "偏离度": 22.6747
    },
    {
        "date": "2025-10-14",
        "偏离度": 20.710700000000003
    },
    {
        "date": "2025-10-15",
        "偏离度": 22.4978
    },
    {
        "date": "2025-10-16",
        "偏离度": 21.953400000000002
    },
    {
        "date": "2025-10-17",
        "偏离度": 18.8414
    },
    {
        "date": "2025-10-20",
        "偏离度": 19.775100000000002
    },
    {
        "date": "2025-10-21",
        "偏离度": 21.688399999999998
    },
    {
        "date": "2025-10-22",
        "偏离度": 21.174699999999998
    },
    {
        "date": "2025-10-23",
        "偏离度": 21.326999999999998
    },
    {
        "date": "2025-10-24",
        "偏离度": 22.8233
    },
    {
        "date": "2025-10-27",
        "偏离度": 24.288999999999998
    },
    {
        "date": "2025-10-28",
        "偏离度": 23.8582
    },
    {
        "date": "2025-10-29",
        "偏离度": 25.270300000000002
    },
    {
        "date": "2025-10-30",
        "偏离度": 23.9465
    },
    {
        "date": "2025-10-31",
        "偏离度": 23.2536
    },
    {
        "date": "2025-11-03",
        "偏离度": 23.701800000000002
    },
    {
        "date": "2025-11-04",
        "偏离度": 22.4085
    },
    {
        "date": "2025-11-05",
        "偏离度": 22.812099999999997
    },
    {
        "date": "2025-11-06",
        "偏离度": 24.282500000000002
    },
    {
        "date": "2025-11-07",
        "偏离度": 23.948
    },
    {
        "date": "2025-11-10",
        "偏离度": 24.4198
    },
    {
        "date": "2025-11-11",
        "偏离度": 23.7502
    },
    {
        "date": "2025-11-12",
        "偏离度": 23.2343
    },
    {
        "date": "2025-11-13",
        "偏离度": 24.8187
    },
    {
        "date": "2025-11-14",
        "偏离度": 23.211499999999997
    },
    {
        "date": "2025-11-17",
        "偏离度": 23.0303
    },
    {
        "date": "2025-11-18",
        "偏离度": 21.881500000000003
    },
    {
        "date": "2025-11-19",
        "偏离度": 21.5243
    },
    {
        "date": "2025-11-20",
        "偏离度": 20.7291
    },
    {
        "date": "2025-11-21",
        "偏离度": 16.936999999999998
    },
    {
        "date": "2025-11-24",
        "偏离度": 17.6195
    },
    {
        "date": "2025-11-25",
        "偏离度": 19.022100000000002
    },
    {
        "date": "2025-11-26",
        "偏离度": 19.2942
    },
    {
        "date": "2025-11-27",
        "偏离度": 19.2764
    },
    {
        "date": "2025-11-28",
        "偏离度": 20.1578
    },
    {
        "date": "2025-12-01",
        "偏离度": 21.2789
    },
    {
        "date": "2025-12-02",
        "偏离度": 20.490099999999998
    },
    {
        "date": "2025-12-03",
        "偏离度": 19.6404
    },
    {
        "date": "2025-12-04",
        "偏离度": 19.6507
    },
    {
        "date": "2025-12-05",
        "偏离度": 20.9946
    },
    {
        "date": "2025-12-08",
        "偏离度": 22.205
    },
    {
        "date": "2025-12-09",
        "偏离度": 21.499499999999998
    },
    {
        "date": "2025-12-10",
        "偏离度": 21.614800000000002
    },
    {
        "date": "2025-12-11",
        "偏离度": 20.2561
    },
    {
        "date": "2025-12-12",
        "偏离度": 21.140800000000002
    },
    {
        "date": "2025-12-15",
        "偏离度": 20.3789
    },
    {
        "date": "2025-12-16",
        "偏离度": 18.6191
    },
    {
        "date": "2025-12-17",
        "偏离度": 20.456
    },
    {
        "date": "2025-12-18",
        "偏离度": 19.98
    },
    {
        "date": "2025-12-19",
        "偏离度": 20.9199
    },
    {
        "date": "2025-12-22",
        "偏离度": 22.1164
    },
    {
        "date": "2025-12-23",
        "偏离度": 22.0153
    },
    {
        "date": "2025-12-24",
        "偏离度": 23.088900000000002
    },
    {
        "date": "2025-12-25",
        "偏离度": 23.8095
    },
    {
        "date": "2025-12-26",
        "偏离度": 24.2011
    },
    {
        "date": "2025-12-29",
        "偏离度": 23.8215
    },
    {
        "date": "2025-12-30",
        "偏离度": 23.963
    },
    {
        "date": "2025-12-31",
        "偏离度": 23.735400000000002
    },
    {
        "date": "2026-01-05",
        "偏离度": 26.1535
    },
    {
        "date": "2026-01-06",
        "偏离度": 28.1267
    },
    {
        "date": "2026-01-07",
        "偏离度": 28.327799999999996
    },
    {
        "date": "2026-01-08",
        "偏离度": 28.362900000000003
    },
    {
        "date": "2026-01-09",
        "偏离度": 29.8439
    },
    {
        "date": "2026-01-12",
        "偏离度": 32.0698
    },
    {
        "date": "2026-01-13",
        "偏离度": 30.4921
    },
    {
        "date": "2026-01-14",
        "偏离度": 30.8713
    },
    {
        "date": "2026-01-15",
        "偏离度": 30.623800000000003
    },
    {
        "date": "2026-01-16",
        "偏离度": 30.3607
    },
    {
        "date": "2026-01-19",
        "偏离度": 30.866100000000003
    },
    {
        "date": "2026-01-20",
        "偏离度": 30.069499999999998
    },
    {
        "date": "2026-01-21",
        "偏离度": 30.7651
    },
    {
        "date": "2026-01-22",
        "偏离度": 31.314999999999998
    },
    {
        "date": "2026-01-23",
        "偏离度": 32.5242
    },
    {
        "date": "2026-01-26",
        "偏离度": 31.6193
    },
    {
        "date": "2026-01-27",
        "偏离度": 31.7762
    },
    {
        "date": "2026-01-28",
        "偏离度": 31.9073
    },
    {
        "date": "2026-01-29",
        "偏离度": 31.635400000000004
    },
    {
        "date": "2026-01-30",
        "偏离度": 30.3512
    },
    {
        "date": "2026-02-02",
        "偏离度": 26.7698
    },
    {
        "date": "2026-02-03",
        "偏离度": 29.425800000000002
    },
    {
        "date": "2026-02-04",
        "偏离度": 29.988300000000002
    },
    {
        "date": "2026-02-05",
        "偏离度": 28.526
    },
    {
        "date": "2026-02-06",
        "偏离度": 28.2218
    },
    {
        "date": "2026-02-09",
        "偏离度": 30.6486
    },
    {
        "date": "2026-02-10",
        "偏离度": 30.7089
    },
    {
        "date": "2026-02-11",
        "偏离度": 30.4674
    },
    {
        "date": "2026-02-12",
        "偏离度": 31.0154
    },
    {
        "date": "2026-02-13",
        "偏离度": 29.4855
    },
    {
        "date": "2026-02-24",
        "偏离度": 30.8666
    },
    {
        "date": "2026-02-25",
        "偏离度": 32.1926
    },
    {
        "date": "2026-02-26",
        "偏离度": 32.4353
    },
    {
        "date": "2026-02-27",
        "偏离度": 32.9166
    },
    {
        "date": "2026-03-02",
        "偏离度": 32.4122
    },
    {
        "date": "2026-03-03",
        "偏离度": 28.49
    },
    {
        "date": "2026-03-04",
        "偏离度": 27.5322
    },
    {
        "date": "2026-03-05",
        "偏离度": 28.868899999999996
    },
    {
        "date": "2026-03-06",
        "偏离度": 29.746
    },
    {
        "date": "2026-03-09",
        "偏离度": 28.622700000000002
    },
    {
        "date": "2026-03-10",
        "偏离度": 30.602800000000002
    },
    {
        "date": "2026-03-11",
        "偏离度": 30.9232
    },
    {
        "date": "2026-03-12",
        "偏离度": 30.2031
    },
    {
        "date": "2026-03-13",
        "偏离度": 28.953400000000002
    },
    {
        "date": "2026-03-16",
        "偏离度": 28.8532
    },
    {
        "date": "2026-03-17",
        "偏离度": 26.821
    },
    {
        "date": "2026-03-18",
        "偏离度": 27.8175
    },
    {
        "date": "2026-03-19",
        "偏离度": 25.1004
    },
    {
        "date": "2026-03-20",
        "偏离度": 23.566699999999997
    },
    {
        "date": "2026-03-23",
        "偏离度": 18.5355
    },
    {
        "date": "2026-03-24",
        "偏离度": 21.016000000000002
    },
    {
        "date": "2026-03-25",
        "偏离度": 23.1747
    },
    {
        "date": "2026-03-26",
        "偏离度": 21.3678
    },
    {
        "date": "2026-03-27",
        "偏离度": 22.6029
    },
    {
        "date": "2026-03-30",
        "偏离度": 22.653100000000002
    },
    {
        "date": "2026-03-31",
        "偏离度": 20.9268
    },
    {
        "date": "2026-04-01",
        "偏离度": 23.0713
    },
    {
        "date": "2026-04-02",
        "偏离度": 21.276
    },
    {
        "date": "2026-04-03",
        "偏离度": 19.839399999999998
    },
    {
        "date": "2026-04-07",
        "偏离度": 20.4756
    },
    {
        "date": "2026-04-08",
        "偏离度": 25.363599999999998
    },
    {
        "date": "2026-04-09",
        "偏离度": 24.5289
    },
    {
        "date": "2026-04-10",
        "偏离度": 25.9648
    },
    {
        "date": "2026-04-13",
        "偏离度": 26.234800000000003
    },
    {
        "date": "2026-04-14",
        "偏离度": 27.8205
    },
    {
        "date": "2026-04-15",
        "偏离度": 27.237099999999998
    },
    {
        "date": "2026-04-16",
        "偏离度": 28.982599999999998
    },
    {
        "date": "2026-04-17",
        "偏离度": 29.2641
    },
    {
        "date": "2026-04-20",
        "偏离度": 30.1927
    },
    {
        "date": "2026-04-21",
        "偏离度": 30.1267
    },
    {
        "date": "2026-04-22",
        "偏离度": 31.3664
    },
    {
        "date": "2026-04-23",
        "偏离度": 30.2265
    },
    {
        "date": "2026-04-24",
        "偏离度": 29.545199999999998
    },
    {
        "date": "2026-04-27",
        "偏离度": 30.0446
    },
    {
        "date": "2026-04-28",
        "偏离度": 29.002200000000002
    },
    {
        "date": "2026-04-29",
        "偏离度": 30.6736
    },
    {
        "date": "2026-04-30",
        "偏离度": 30.952
    },
    {
        "date": "2026-05-06",
        "偏离度": 33.4766
    },
    {
        "date": "2026-05-07",
        "偏离度": 34.8485
    },
    {
        "date": "2026-05-08",
        "偏离度": 34.8065
    },
    {
        "date": "2026-05-11",
        "偏离度": 36.8721
    },
    {
        "date": "2026-05-12",
        "偏离度": 36.2732
    },
    {
        "date": "2026-05-13",
        "偏离度": 37.938300000000005
    },
    {
        "date": "2026-05-14",
        "偏离度": 35.1532
    },
    {
        "date": "2026-05-15",
        "偏离度": 33.659800000000004
    },
    {
        "date": "2026-05-18",
        "偏离度": 33.5536
    },
    {
        "date": "2026-05-19",
        "偏离度": 34.5385
    },
    {
        "date": "2026-05-20",
        "偏离度": 34.5041
    },
    {
        "date": "2026-05-21",
        "偏离度": 31.2567
    },
    {
        "date": "2026-05-22",
        "偏离度": 33.5235
    },
    {
        "date": "2026-05-25",
        "偏离度": 35.1499
    },
    {
        "date": "2026-05-26",
        "偏离度": 34.5662
    },
    {
        "date": "2026-05-27",
        "偏离度": 32.7362
    },
    {
        "date": "2026-05-28",
        "偏离度": 33.4789
    },
    {
        "date": "2026-05-29",
        "偏离度": 31.1854
    },
    {
        "date": "2026-06-01",
        "偏离度": 30.1837
    },
    {
        "date": "2026-06-02",
        "偏离度": 31.1374
    },
    {
        "date": "2026-06-03",
        "偏离度": 31.6801
    },
    {
        "date": "2026-06-04",
        "偏离度": 31.099300000000003
    },
    {
        "date": "2026-06-05",
        "偏离度": 29.537000000000003
    },
    {
        "date": "2026-06-08",
        "偏离度": 25.9625
    },
    {
        "date": "2026-06-09",
        "偏离度": 28.7341
    },
    {
        "date": "2026-06-10",
        "偏离度": 27.108300000000003
    },
    {
        "date": "2026-06-11",
        "偏离度": 26.4272
    },
    {
        "date": "2026-06-12",
        "偏离度": 27.590500000000002
    },
    {
        "date": "2026-06-15",
        "偏离度": 31.367800000000003
    },
    {
        "date": "2026-06-16",
        "偏离度": 32.1933
    },
    {
        "date": "2026-06-17",
        "偏离度": 33.3285
    },
    {
        "date": "2026-06-18",
        "偏离度": 33.7856
    },
    {
        "date": "2026-06-22",
        "偏离度": 36.323
    },
    {
        "date": "2026-06-23",
        "偏离度": 33.4039
    },
    {
        "date": "2026-06-24",
        "偏离度": 34.3633
    },
    {
        "date": "2026-06-25",
        "偏离度": 35.4677
    },
    {
        "date": "2026-06-26",
        "偏离度": 31.7288
    },
    {
        "date": "2026-06-29",
        "偏离度": 32.615100000000005
    },
    {
        "date": "2026-06-30",
        "偏离度": 34.8218
    },
    {
        "date": "2026-07-01",
        "偏离度": 35.0288
    },
    {
        "date": "2026-07-02",
        "偏离度": 31.163899999999998
    },
    {
        "date": "2026-07-03",
        "偏离度": 31.726399999999998
    },
    {
        "date": "2026-07-06",
        "偏离度": 30.610300000000002
    },
    {
        "date": "2026-07-07",
        "偏离度": 28.4341
    },
    {
        "date": "2026-07-08",
        "偏离度": 26.593099999999996
    },
    {
        "date": "2026-07-09",
        "偏离度": 29.6118
    },
    {
        "date": "2026-07-10",
        "偏离度": 27.8311
    },
    {
        "date": "2026-07-13",
        "偏离度": 23.444599999999998
    },
    {
        "date": "2026-07-14",
        "偏离度": 25.846999999999998
    },
    {
        "date": "2026-07-15",
        "偏离度": 24.9395
    },
    {
        "date": "2026-07-16",
        "偏离度": 22.523
    },
    {
        "date": "2026-07-17",
        "偏离度": 16.699
    },
    {
        "date": "2026-07-20",
        "偏离度": 16.014200000000002
    },
    {
        "date": "2026-07-21",
        "偏离度": 20.0144
    },
    {
        "date": "2026-07-22",
        "偏离度": 19.1275
    },
    {
        "date": "2026-07-23",
        "偏离度": 19.6351
    },
    {
        "date": "2026-07-24",
        "偏离度": 16.9799
    },
    {
        "date": "2026-07-27",
        "偏离度": 19.447
    },
    {
        "date": "2026-07-28",
        "偏离度": 16.1739
    },
    {
        "date": "2026-07-29",
        "偏离度": 17.064799999999998
    },
    {
        "date": "2026-07-30",
        "偏离度": 14.785200000000001
    },
    {
        "date": "2026-07-31",
        "偏离度": 16.849600000000002
    },
    {
        "date": "2026-08-03",
        "偏离度": 16.256
    },
    {
        "date": "2026-08-04",
        "偏离度": 18.584500000000002
    },
    {
        "date": "2026-08-05",
        "偏离度": 20.9474
    },
    {
        "date": "2026-08-06",
        "偏离度": 21.2337
    },
    {
        "date": "2026-08-07",
        "偏离度": 22.924
    },
    {
        "date": "2026-08-10",
        "偏离度": 23.5608
    },
    {
        "date": "2026-08-11",
        "偏离度": 22.6717
    },
    {
        "date": "2026-08-12",
        "偏离度": 23.8371
    },
    {
        "date": "2026-08-13",
        "偏离度": 22.7889
    },
    {
        "date": "2026-08-14",
        "偏离度": 23.1436
    },
    {
        "date": "2026-08-17",
        "偏离度": 25.626700000000003
    },
    {
        "date": "2026-08-18",
        "偏离度": 25.296400000000002
    },
    {
        "date": "2026-08-19",
        "偏离度": 20.1322
    },
    {
        "date": "2026-08-20",
        "偏离度": 20.8621
    },
    {
        "date": "2026-08-21",
        "偏离度": 21.2816
    }
]
    var 偏股一级债顶部估算 =  [
    {
        "date": "2008-01-02",
        "透支度": 1
    },
    {
        "date": "2008-01-03",
        "透支度": 1.0026
    },
    {
        "date": "2008-01-04",
        "透支度": 1.0102
    },
    {
        "date": "2008-01-07",
        "透支度": 1.0206
    },
    {
        "date": "2008-01-08",
        "透支度": 1.0168
    },
    {
        "date": "2008-01-09",
        "透支度": 1.0297
    },
    {
        "date": "2008-01-10",
        "透支度": 1.0396
    },
    {
        "date": "2008-01-11",
        "透支度": 1.0452
    },
    {
        "date": "2008-01-14",
        "透支度": 1.0501
    },
    {
        "date": "2008-01-15",
        "透支度": 1.0449
    },
    {
        "date": "2008-01-16",
        "透支度": 1.0185
    },
    {
        "date": "2008-01-17",
        "透支度": 1.0026
    },
    {
        "date": "2008-01-18",
        "透支度": 1.0085
    },
    {
        "date": "2008-01-21",
        "透支度": 0.9739
    },
    {
        "date": "2008-01-22",
        "透支度": 0.9242
    },
    {
        "date": "2008-01-23",
        "透支度": 0.9599
    },
    {
        "date": "2008-01-24",
        "透支度": 0.9711
    },
    {
        "date": "2008-01-25",
        "透支度": 0.9769
    },
    {
        "date": "2008-01-28",
        "透支度": 0.9326
    },
    {
        "date": "2008-01-29",
        "透支度": 0.9337
    },
    {
        "date": "2008-01-30",
        "透支度": 0.9246
    },
    {
        "date": "2008-01-31",
        "透支度": 0.9104
    },
    {
        "date": "2008-02-01",
        "透支度": 0.9049
    },
    {
        "date": "2008-02-04",
        "透支度": 0.957
    },
    {
        "date": "2008-02-05",
        "透支度": 0.9505
    },
    {
        "date": "2008-02-13",
        "透支度": 0.9346
    },
    {
        "date": "2008-02-14",
        "透支度": 0.9438
    },
    {
        "date": "2008-02-15",
        "透支度": 0.9353
    },
    {
        "date": "2008-02-18",
        "透支度": 0.9507
    },
    {
        "date": "2008-02-19",
        "透支度": 0.965
    },
    {
        "date": "2008-02-20",
        "透支度": 0.9486
    },
    {
        "date": "2008-02-21",
        "透支度": 0.946
    },
    {
        "date": "2008-02-22",
        "透支度": 0.9207
    },
    {
        "date": "2008-02-25",
        "透支度": 0.8964
    },
    {
        "date": "2008-02-26",
        "透支度": 0.8884
    },
    {
        "date": "2008-02-27",
        "透支度": 0.9053
    },
    {
        "date": "2008-02-28",
        "透支度": 0.904
    },
    {
        "date": "2008-02-29",
        "透支度": 0.9116
    },
    {
        "date": "2008-03-03",
        "透支度": 0.9292
    },
    {
        "date": "2008-03-04",
        "透支度": 0.9124
    },
    {
        "date": "2008-03-05",
        "透支度": 0.9052
    },
    {
        "date": "2008-03-06",
        "透支度": 0.9104
    },
    {
        "date": "2008-03-07",
        "透支度": 0.9009
    },
    {
        "date": "2008-03-10",
        "透支度": 0.8704
    },
    {
        "date": "2008-03-11",
        "透支度": 0.8692
    },
    {
        "date": "2008-03-12",
        "透支度": 0.8496
    },
    {
        "date": "2008-03-13",
        "透支度": 0.8349
    },
    {
        "date": "2008-03-14",
        "透支度": 0.8264
    },
    {
        "date": "2008-03-17",
        "透支度": 0.7998
    },
    {
        "date": "2008-03-18",
        "透支度": 0.7737
    },
    {
        "date": "2008-03-19",
        "透支度": 0.7912
    },
    {
        "date": "2008-03-20",
        "透支度": 0.8081
    },
    {
        "date": "2008-03-21",
        "透支度": 0.8124
    },
    {
        "date": "2008-03-24",
        "透支度": 0.7869
    },
    {
        "date": "2008-03-25",
        "透支度": 0.7946
    },
    {
        "date": "2008-03-26",
        "透支度": 0.7975
    },
    {
        "date": "2008-03-27",
        "透支度": 0.78
    },
    {
        "date": "2008-03-28",
        "透支度": 0.8024
    },
    {
        "date": "2008-03-31",
        "透支度": 0.7849
    },
    {
        "date": "2008-04-01",
        "透支度": 0.7553
    },
    {
        "date": "2008-04-02",
        "透支度": 0.7483
    },
    {
        "date": "2008-04-03",
        "透支度": 0.7609
    },
    {
        "date": "2008-04-07",
        "透支度": 0.7894
    },
    {
        "date": "2008-04-08",
        "透支度": 0.7967
    },
    {
        "date": "2008-04-09",
        "透支度": 0.7692
    },
    {
        "date": "2008-04-10",
        "透支度": 0.7777
    },
    {
        "date": "2008-04-11",
        "透支度": 0.7819
    },
    {
        "date": "2008-04-14",
        "透支度": 0.7471
    },
    {
        "date": "2008-04-15",
        "透支度": 0.7507
    },
    {
        "date": "2008-04-16",
        "透支度": 0.7401
    },
    {
        "date": "2008-04-17",
        "透支度": 0.7254
    },
    {
        "date": "2008-04-18",
        "透支度": 0.7111
    },
    {
        "date": "2008-04-21",
        "透支度": 0.708
    },
    {
        "date": "2008-04-22",
        "透支度": 0.7116
    },
    {
        "date": "2008-04-23",
        "透支度": 0.7362
    },
    {
        "date": "2008-04-24",
        "透支度": 0.7828
    },
    {
        "date": "2008-04-25",
        "透支度": 0.7801
    },
    {
        "date": "2008-04-28",
        "透支度": 0.769
    },
    {
        "date": "2008-04-29",
        "透支度": 0.7744
    },
    {
        "date": "2008-04-30",
        "透支度": 0.8012
    },
    {
        "date": "2008-05-05",
        "透支度": 0.8143
    },
    {
        "date": "2008-05-06",
        "透支度": 0.8084
    },
    {
        "date": "2008-05-07",
        "透支度": 0.7826
    },
    {
        "date": "2008-05-08",
        "透支度": 0.799
    },
    {
        "date": "2008-05-09",
        "透支度": 0.7941
    },
    {
        "date": "2008-05-12",
        "透支度": 0.7991
    },
    {
        "date": "2008-05-13",
        "透支度": 0.7971
    },
    {
        "date": "2008-05-14",
        "透支度": 0.8125
    },
    {
        "date": "2008-05-15",
        "透支度": 0.8069
    },
    {
        "date": "2008-05-16",
        "透支度": 0.8038
    },
    {
        "date": "2008-05-19",
        "透支度": 0.801
    },
    {
        "date": "2008-05-20",
        "透支度": 0.7716
    },
    {
        "date": "2008-05-21",
        "透支度": 0.7805
    },
    {
        "date": "2008-05-22",
        "透支度": 0.7694
    },
    {
        "date": "2008-05-23",
        "透支度": 0.7642
    },
    {
        "date": "2008-05-26",
        "透支度": 0.748
    },
    {
        "date": "2008-05-27",
        "透支度": 0.7494
    },
    {
        "date": "2008-05-28",
        "透支度": 0.7623
    },
    {
        "date": "2008-05-29",
        "透支度": 0.7496
    },
    {
        "date": "2008-05-30",
        "透支度": 0.751
    },
    {
        "date": "2008-06-02",
        "透支度": 0.752
    },
    {
        "date": "2008-06-03",
        "透支度": 0.7508
    },
    {
        "date": "2008-06-04",
        "透支度": 0.741
    },
    {
        "date": "2008-06-05",
        "透支度": 0.734
    },
    {
        "date": "2008-06-06",
        "透支度": 0.7309
    },
    {
        "date": "2008-06-10",
        "透支度": 0.692
    },
    {
        "date": "2008-06-11",
        "透支度": 0.6846
    },
    {
        "date": "2008-06-12",
        "透支度": 0.6758
    },
    {
        "date": "2008-06-13",
        "透支度": 0.6626
    },
    {
        "date": "2008-06-16",
        "透支度": 0.6584
    },
    {
        "date": "2008-06-17",
        "透支度": 0.644
    },
    {
        "date": "2008-06-18",
        "透支度": 0.6653
    },
    {
        "date": "2008-06-19",
        "透支度": 0.6332
    },
    {
        "date": "2008-06-20",
        "透支度": 0.6436
    },
    {
        "date": "2008-06-23",
        "透支度": 0.6332
    },
    {
        "date": "2008-06-24",
        "透支度": 0.6434
    },
    {
        "date": "2008-06-25",
        "透支度": 0.662
    },
    {
        "date": "2008-06-26",
        "透支度": 0.6632
    },
    {
        "date": "2008-06-27",
        "透支度": 0.641
    },
    {
        "date": "2008-06-30",
        "透支度": 0.638
    },
    {
        "date": "2008-07-01",
        "透支度": 0.6244
    },
    {
        "date": "2008-07-02",
        "透支度": 0.626
    },
    {
        "date": "2008-07-03",
        "透支度": 0.6369
    },
    {
        "date": "2008-07-04",
        "透支度": 0.6341
    },
    {
        "date": "2008-07-07",
        "透支度": 0.6549
    },
    {
        "date": "2008-07-08",
        "透支度": 0.6571
    },
    {
        "date": "2008-07-09",
        "透支度": 0.672
    },
    {
        "date": "2008-07-10",
        "透支度": 0.667
    },
    {
        "date": "2008-07-11",
        "透支度": 0.6637
    },
    {
        "date": "2008-07-14",
        "透支度": 0.6673
    },
    {
        "date": "2008-07-15",
        "透支度": 0.6495
    },
    {
        "date": "2008-07-16",
        "透支度": 0.6353
    },
    {
        "date": "2008-07-17",
        "透支度": 0.6333
    },
    {
        "date": "2008-07-18",
        "透支度": 0.6461
    },
    {
        "date": "2008-07-21",
        "透支度": 0.6607
    },
    {
        "date": "2008-07-22",
        "透支度": 0.6596
    },
    {
        "date": "2008-07-23",
        "透支度": 0.655
    },
    {
        "date": "2008-07-24",
        "透支度": 0.6681
    },
    {
        "date": "2008-07-25",
        "透支度": 0.6635
    },
    {
        "date": "2008-07-28",
        "透支度": 0.6666
    },
    {
        "date": "2008-07-29",
        "透支度": 0.6594
    },
    {
        "date": "2008-07-30",
        "透支度": 0.6557
    },
    {
        "date": "2008-07-31",
        "透支度": 0.6441
    },
    {
        "date": "2008-08-01",
        "透支度": 0.6487
    },
    {
        "date": "2008-08-04",
        "透支度": 0.64
    },
    {
        "date": "2008-08-05",
        "透支度": 0.6292
    },
    {
        "date": "2008-08-06",
        "透支度": 0.6302
    },
    {
        "date": "2008-08-07",
        "透支度": 0.6284
    },
    {
        "date": "2008-08-08",
        "透支度": 0.6115
    },
    {
        "date": "2008-08-11",
        "透支度": 0.5932
    },
    {
        "date": "2008-08-12",
        "透支度": 0.5934
    },
    {
        "date": "2008-08-13",
        "透支度": 0.5948
    },
    {
        "date": "2008-08-14",
        "透支度": 0.5955
    },
    {
        "date": "2008-08-15",
        "透支度": 0.5949
    },
    {
        "date": "2008-08-18",
        "透支度": 0.5745
    },
    {
        "date": "2008-08-19",
        "透支度": 0.5788
    },
    {
        "date": "2008-08-20",
        "透支度": 0.6072
    },
    {
        "date": "2008-08-21",
        "透支度": 0.5905
    },
    {
        "date": "2008-08-22",
        "透支度": 0.5825
    },
    {
        "date": "2008-08-25",
        "透支度": 0.5813
    },
    {
        "date": "2008-08-26",
        "透支度": 0.5698
    },
    {
        "date": "2008-08-27",
        "透支度": 0.5647
    },
    {
        "date": "2008-08-28",
        "透支度": 0.5653
    },
    {
        "date": "2008-08-29",
        "透支度": 0.573
    },
    {
        "date": "2008-09-01",
        "透支度": 0.56
    },
    {
        "date": "2008-09-02",
        "透支度": 0.5538
    },
    {
        "date": "2008-09-03",
        "透支度": 0.5451
    },
    {
        "date": "2008-09-04",
        "透支度": 0.545
    },
    {
        "date": "2008-09-05",
        "透支度": 0.535
    },
    {
        "date": "2008-09-08",
        "透支度": 0.526
    },
    {
        "date": "2008-09-09",
        "透支度": 0.5271
    },
    {
        "date": "2008-09-10",
        "透支度": 0.5264
    },
    {
        "date": "2008-09-11",
        "透支度": 0.516
    },
    {
        "date": "2008-09-12",
        "透支度": 0.5158
    },
    {
        "date": "2008-09-16",
        "透支度": 0.4987
    },
    {
        "date": "2008-09-17",
        "透支度": 0.4879
    },
    {
        "date": "2008-09-18",
        "透支度": 0.4819
    },
    {
        "date": "2008-09-19",
        "透支度": 0.5133
    },
    {
        "date": "2008-09-22",
        "透支度": 0.5307
    },
    {
        "date": "2008-09-23",
        "透支度": 0.5132
    },
    {
        "date": "2008-09-24",
        "透支度": 0.5154
    },
    {
        "date": "2008-09-25",
        "透支度": 0.5286
    },
    {
        "date": "2008-09-26",
        "透支度": 0.5331
    },
    {
        "date": "2008-10-06",
        "透支度": 0.5134
    },
    {
        "date": "2008-10-07",
        "透支度": 0.5081
    },
    {
        "date": "2008-10-08",
        "透支度": 0.4936
    },
    {
        "date": "2008-10-09",
        "透支度": 0.4853
    },
    {
        "date": "2008-10-10",
        "透支度": 0.4702
    },
    {
        "date": "2008-10-13",
        "透支度": 0.4796
    },
    {
        "date": "2008-10-14",
        "透支度": 0.4718
    },
    {
        "date": "2008-10-15",
        "透支度": 0.4666
    },
    {
        "date": "2008-10-16",
        "透支度": 0.4518
    },
    {
        "date": "2008-10-17",
        "透支度": 0.453
    },
    {
        "date": "2008-10-20",
        "透支度": 0.4624
    },
    {
        "date": "2008-10-21",
        "透支度": 0.4604
    },
    {
        "date": "2008-10-22",
        "透支度": 0.4531
    },
    {
        "date": "2008-10-23",
        "透支度": 0.4542
    },
    {
        "date": "2008-10-24",
        "透支度": 0.4464
    },
    {
        "date": "2008-10-27",
        "透支度": 0.4266
    },
    {
        "date": "2008-10-28",
        "透支度": 0.4334
    },
    {
        "date": "2008-10-29",
        "透支度": 0.4253
    },
    {
        "date": "2008-10-30",
        "透支度": 0.4298
    },
    {
        "date": "2008-10-31",
        "透支度": 0.4245
    },
    {
        "date": "2008-11-03",
        "透支度": 0.4229
    },
    {
        "date": "2008-11-04",
        "透支度": 0.4184
    },
    {
        "date": "2008-11-05",
        "透支度": 0.4281
    },
    {
        "date": "2008-11-06",
        "透支度": 0.4194
    },
    {
        "date": "2008-11-07",
        "透支度": 0.4217
    },
    {
        "date": "2008-11-10",
        "透支度": 0.4409
    },
    {
        "date": "2008-11-11",
        "透支度": 0.4374
    },
    {
        "date": "2008-11-12",
        "透支度": 0.4388
    },
    {
        "date": "2008-11-13",
        "透支度": 0.4501
    },
    {
        "date": "2008-11-14",
        "透支度": 0.4644
    },
    {
        "date": "2008-11-17",
        "透支度": 0.4733
    },
    {
        "date": "2008-11-18",
        "透支度": 0.4499
    },
    {
        "date": "2008-11-19",
        "透支度": 0.4705
    },
    {
        "date": "2008-11-20",
        "透支度": 0.4669
    },
    {
        "date": "2008-11-21",
        "透支度": 0.4647
    },
    {
        "date": "2008-11-24",
        "透支度": 0.4532
    },
    {
        "date": "2008-11-25",
        "透支度": 0.453
    },
    {
        "date": "2008-11-26",
        "透支度": 0.4536
    },
    {
        "date": "2008-11-27",
        "透支度": 0.4566
    },
    {
        "date": "2008-11-28",
        "透支度": 0.4531
    },
    {
        "date": "2008-12-01",
        "透支度": 0.4595
    },
    {
        "date": "2008-12-02",
        "透支度": 0.4601
    },
    {
        "date": "2008-12-03",
        "透支度": 0.4732
    },
    {
        "date": "2008-12-04",
        "透支度": 0.4763
    },
    {
        "date": "2008-12-05",
        "透支度": 0.4802
    },
    {
        "date": "2008-12-08",
        "透支度": 0.4934
    },
    {
        "date": "2008-12-09",
        "透支度": 0.4861
    },
    {
        "date": "2008-12-10",
        "透支度": 0.4941
    },
    {
        "date": "2008-12-11",
        "透支度": 0.4854
    },
    {
        "date": "2008-12-12",
        "透支度": 0.4705
    },
    {
        "date": "2008-12-15",
        "透支度": 0.4729
    },
    {
        "date": "2008-12-16",
        "透支度": 0.4773
    },
    {
        "date": "2008-12-17",
        "透支度": 0.478
    },
    {
        "date": "2008-12-18",
        "透支度": 0.4835
    },
    {
        "date": "2008-12-19",
        "透支度": 0.4849
    },
    {
        "date": "2008-12-22",
        "透支度": 0.4808
    },
    {
        "date": "2008-12-23",
        "透支度": 0.4637
    },
    {
        "date": "2008-12-24",
        "透支度": 0.4589
    },
    {
        "date": "2008-12-25",
        "透支度": 0.4571
    },
    {
        "date": "2008-12-26",
        "透支度": 0.4556
    },
    {
        "date": "2008-12-29",
        "透支度": 0.4558
    },
    {
        "date": "2008-12-30",
        "透支度": 0.4544
    },
    {
        "date": "2008-12-31",
        "透支度": 0.453
    },
    {
        "date": "2009-01-05",
        "透支度": 0.4612
    },
    {
        "date": "2009-01-06",
        "透支度": 0.4689
    },
    {
        "date": "2009-01-07",
        "透支度": 0.4663
    },
    {
        "date": "2009-01-08",
        "透支度": 0.4588
    },
    {
        "date": "2009-01-09",
        "透支度": 0.4635
    },
    {
        "date": "2009-01-12",
        "透支度": 0.4635
    },
    {
        "date": "2009-01-13",
        "透支度": 0.4558
    },
    {
        "date": "2009-01-14",
        "透支度": 0.4697
    },
    {
        "date": "2009-01-15",
        "透支度": 0.4708
    },
    {
        "date": "2009-01-16",
        "透支度": 0.477
    },
    {
        "date": "2009-01-19",
        "透支度": 0.48
    },
    {
        "date": "2009-01-20",
        "透支度": 0.4835
    },
    {
        "date": "2009-01-21",
        "透支度": 0.483
    },
    {
        "date": "2009-01-22",
        "透支度": 0.4859
    },
    {
        "date": "2009-01-23",
        "透支度": 0.4836
    },
    {
        "date": "2009-02-02",
        "透支度": 0.4881
    },
    {
        "date": "2009-02-03",
        "透支度": 0.4987
    },
    {
        "date": "2009-02-04",
        "透支度": 0.5093
    },
    {
        "date": "2009-02-05",
        "透支度": 0.5065
    },
    {
        "date": "2009-02-06",
        "透支度": 0.5211
    },
    {
        "date": "2009-02-09",
        "透支度": 0.5317
    },
    {
        "date": "2009-02-10",
        "透支度": 0.5363
    },
    {
        "date": "2009-02-11",
        "透支度": 0.5372
    },
    {
        "date": "2009-02-12",
        "透支度": 0.5349
    },
    {
        "date": "2009-02-13",
        "透支度": 0.5486
    },
    {
        "date": "2009-02-16",
        "透支度": 0.5569
    },
    {
        "date": "2009-02-17",
        "透支度": 0.544
    },
    {
        "date": "2009-02-18",
        "透支度": 0.5266
    },
    {
        "date": "2009-02-19",
        "透支度": 0.5314
    },
    {
        "date": "2009-02-20",
        "透支度": 0.5396
    },
    {
        "date": "2009-02-23",
        "透支度": 0.5511
    },
    {
        "date": "2009-02-24",
        "透支度": 0.5318
    },
    {
        "date": "2009-02-25",
        "透支度": 0.53
    },
    {
        "date": "2009-02-26",
        "透支度": 0.5085
    },
    {
        "date": "2009-02-27",
        "透支度": 0.5017
    },
    {
        "date": "2009-03-02",
        "透支度": 0.5076
    },
    {
        "date": "2009-03-03",
        "透支度": 0.505
    },
    {
        "date": "2009-03-04",
        "透支度": 0.5297
    },
    {
        "date": "2009-03-05",
        "透支度": 0.5312
    },
    {
        "date": "2009-03-06",
        "透支度": 0.5274
    },
    {
        "date": "2009-03-09",
        "透支度": 0.513
    },
    {
        "date": "2009-03-10",
        "透支度": 0.5187
    },
    {
        "date": "2009-03-11",
        "透支度": 0.5147
    },
    {
        "date": "2009-03-12",
        "透支度": 0.5136
    },
    {
        "date": "2009-03-13",
        "透支度": 0.5119
    },
    {
        "date": "2009-03-16",
        "透支度": 0.5175
    },
    {
        "date": "2009-03-17",
        "透支度": 0.5308
    },
    {
        "date": "2009-03-18",
        "透支度": 0.5323
    },
    {
        "date": "2009-03-19",
        "透支度": 0.5394
    },
    {
        "date": "2009-03-20",
        "透支度": 0.5368
    },
    {
        "date": "2009-03-23",
        "透支度": 0.5467
    },
    {
        "date": "2009-03-24",
        "透支度": 0.5496
    },
    {
        "date": "2009-03-25",
        "透支度": 0.541
    },
    {
        "date": "2009-03-26",
        "透支度": 0.551
    },
    {
        "date": "2009-03-27",
        "透支度": 0.5537
    },
    {
        "date": "2009-03-30",
        "透支度": 0.5514
    },
    {
        "date": "2009-03-31",
        "透支度": 0.5562
    },
    {
        "date": "2009-04-01",
        "透支度": 0.5622
    },
    {
        "date": "2009-04-02",
        "透支度": 0.5669
    },
    {
        "date": "2009-04-03",
        "透支度": 0.5661
    },
    {
        "date": "2009-04-07",
        "透支度": 0.5671
    },
    {
        "date": "2009-04-08",
        "透支度": 0.5528
    },
    {
        "date": "2009-04-09",
        "透支度": 0.5601
    },
    {
        "date": "2009-04-10",
        "透支度": 0.5747
    },
    {
        "date": "2009-04-13",
        "透支度": 0.5848
    },
    {
        "date": "2009-04-14",
        "透支度": 0.589
    },
    {
        "date": "2009-04-15",
        "透支度": 0.5911
    },
    {
        "date": "2009-04-16",
        "透支度": 0.5898
    },
    {
        "date": "2009-04-17",
        "透支度": 0.5843
    },
    {
        "date": "2009-04-20",
        "透支度": 0.5936
    },
    {
        "date": "2009-04-21",
        "透支度": 0.588
    },
    {
        "date": "2009-04-22",
        "透支度": 0.5696
    },
    {
        "date": "2009-04-23",
        "透支度": 0.5736
    },
    {
        "date": "2009-04-24",
        "透支度": 0.5715
    },
    {
        "date": "2009-04-27",
        "透支度": 0.5607
    },
    {
        "date": "2009-04-28",
        "透支度": 0.5619
    },
    {
        "date": "2009-04-29",
        "透支度": 0.5754
    },
    {
        "date": "2009-04-30",
        "透支度": 0.5809
    },
    {
        "date": "2009-05-04",
        "透支度": 0.5956
    },
    {
        "date": "2009-05-05",
        "透支度": 0.598
    },
    {
        "date": "2009-05-06",
        "透支度": 0.6052
    },
    {
        "date": "2009-05-07",
        "透支度": 0.6044
    },
    {
        "date": "2009-05-08",
        "透支度": 0.6062
    },
    {
        "date": "2009-05-11",
        "透支度": 0.593
    },
    {
        "date": "2009-05-12",
        "透支度": 0.6042
    },
    {
        "date": "2009-05-13",
        "透支度": 0.6067
    },
    {
        "date": "2009-05-14",
        "透支度": 0.6041
    },
    {
        "date": "2009-05-15",
        "透支度": 0.6054
    },
    {
        "date": "2009-05-18",
        "透支度": 0.6089
    },
    {
        "date": "2009-05-19",
        "透支度": 0.6126
    },
    {
        "date": "2009-05-20",
        "透支度": 0.6084
    },
    {
        "date": "2009-05-21",
        "透支度": 0.5979
    },
    {
        "date": "2009-05-22",
        "透支度": 0.5963
    },
    {
        "date": "2009-05-25",
        "透支度": 0.5986
    },
    {
        "date": "2009-05-26",
        "透支度": 0.5939
    },
    {
        "date": "2009-05-27",
        "透支度": 0.5999
    },
    {
        "date": "2009-06-01",
        "透支度": 0.6151
    },
    {
        "date": "2009-06-02",
        "透支度": 0.6162
    },
    {
        "date": "2009-06-03",
        "透支度": 0.6275
    },
    {
        "date": "2009-06-04",
        "透支度": 0.6289
    },
    {
        "date": "2009-06-05",
        "透支度": 0.6264
    },
    {
        "date": "2009-06-08",
        "透支度": 0.6275
    },
    {
        "date": "2009-06-09",
        "透支度": 0.6309
    },
    {
        "date": "2009-06-10",
        "透支度": 0.6345
    },
    {
        "date": "2009-06-11",
        "透支度": 0.6305
    },
    {
        "date": "2009-06-12",
        "透支度": 0.6221
    },
    {
        "date": "2009-06-15",
        "透支度": 0.6332
    },
    {
        "date": "2009-06-16",
        "透支度": 0.6314
    },
    {
        "date": "2009-06-17",
        "透支度": 0.6408
    },
    {
        "date": "2009-06-18",
        "透支度": 0.6486
    },
    {
        "date": "2009-06-19",
        "透支度": 0.6521
    },
    {
        "date": "2009-06-22",
        "透支度": 0.651
    },
    {
        "date": "2009-06-23",
        "透支度": 0.6516
    },
    {
        "date": "2009-06-24",
        "透支度": 0.6567
    },
    {
        "date": "2009-06-25",
        "透支度": 0.6577
    },
    {
        "date": "2009-06-26",
        "透支度": 0.66
    },
    {
        "date": "2009-06-29",
        "透支度": 0.6693
    },
    {
        "date": "2009-06-30",
        "透支度": 0.6669
    },
    {
        "date": "2009-07-01",
        "透支度": 0.6798
    },
    {
        "date": "2009-07-02",
        "透支度": 0.686
    },
    {
        "date": "2009-07-03",
        "透支度": 0.6949
    },
    {
        "date": "2009-07-06",
        "透支度": 0.7005
    },
    {
        "date": "2009-07-07",
        "透支度": 0.6942
    },
    {
        "date": "2009-07-08",
        "透支度": 0.6969
    },
    {
        "date": "2009-07-09",
        "透支度": 0.7053
    },
    {
        "date": "2009-07-10",
        "透支度": 0.7061
    },
    {
        "date": "2009-07-13",
        "透支度": 0.7008
    },
    {
        "date": "2009-07-14",
        "透支度": 0.7166
    },
    {
        "date": "2009-07-15",
        "透支度": 0.7211
    },
    {
        "date": "2009-07-16",
        "透支度": 0.7217
    },
    {
        "date": "2009-07-17",
        "透支度": 0.7234
    },
    {
        "date": "2009-07-20",
        "透支度": 0.7326
    },
    {
        "date": "2009-07-21",
        "透支度": 0.7247
    },
    {
        "date": "2009-07-22",
        "透支度": 0.735
    },
    {
        "date": "2009-07-23",
        "透支度": 0.7415
    },
    {
        "date": "2009-07-24",
        "透支度": 0.7419
    },
    {
        "date": "2009-07-27",
        "透支度": 0.7496
    },
    {
        "date": "2009-07-28",
        "透支度": 0.7494
    },
    {
        "date": "2009-07-29",
        "透支度": 0.716
    },
    {
        "date": "2009-07-30",
        "透支度": 0.7268
    },
    {
        "date": "2009-07-31",
        "透支度": 0.7416
    },
    {
        "date": "2009-08-03",
        "透支度": 0.7497
    },
    {
        "date": "2009-08-04",
        "透支度": 0.7505
    },
    {
        "date": "2009-08-05",
        "透支度": 0.7419
    },
    {
        "date": "2009-08-06",
        "透支度": 0.7313
    },
    {
        "date": "2009-08-07",
        "透支度": 0.7168
    },
    {
        "date": "2009-08-10",
        "透支度": 0.7167
    },
    {
        "date": "2009-08-11",
        "透支度": 0.7188
    },
    {
        "date": "2009-08-12",
        "透支度": 0.6967
    },
    {
        "date": "2009-08-13",
        "透支度": 0.7026
    },
    {
        "date": "2009-08-14",
        "透支度": 0.6879
    },
    {
        "date": "2009-08-17",
        "透支度": 0.6557
    },
    {
        "date": "2009-08-18",
        "透支度": 0.6598
    },
    {
        "date": "2009-08-19",
        "透支度": 0.6373
    },
    {
        "date": "2009-08-20",
        "透支度": 0.6571
    },
    {
        "date": "2009-08-21",
        "透支度": 0.6673
    },
    {
        "date": "2009-08-24",
        "透支度": 0.6725
    },
    {
        "date": "2009-08-25",
        "透支度": 0.6547
    },
    {
        "date": "2009-08-26",
        "透支度": 0.6654
    },
    {
        "date": "2009-08-27",
        "透支度": 0.6633
    },
    {
        "date": "2009-08-28",
        "透支度": 0.6447
    },
    {
        "date": "2009-08-31",
        "透支度": 0.6105
    },
    {
        "date": "2009-09-01",
        "透支度": 0.6135
    },
    {
        "date": "2009-09-02",
        "透支度": 0.6212
    },
    {
        "date": "2009-09-03",
        "透支度": 0.6456
    },
    {
        "date": "2009-09-04",
        "透支度": 0.6506
    },
    {
        "date": "2009-09-07",
        "透支度": 0.6556
    },
    {
        "date": "2009-09-08",
        "透支度": 0.6664
    },
    {
        "date": "2009-09-09",
        "透支度": 0.6693
    },
    {
        "date": "2009-09-10",
        "透支度": 0.6639
    },
    {
        "date": "2009-09-11",
        "透支度": 0.6754
    },
    {
        "date": "2009-09-14",
        "透支度": 0.6838
    },
    {
        "date": "2009-09-15",
        "透支度": 0.6847
    },
    {
        "date": "2009-09-16",
        "透支度": 0.6784
    },
    {
        "date": "2009-09-17",
        "透支度": 0.6875
    },
    {
        "date": "2009-09-18",
        "透支度": 0.6691
    },
    {
        "date": "2009-09-21",
        "透支度": 0.6739
    },
    {
        "date": "2009-09-22",
        "透支度": 0.6655
    },
    {
        "date": "2009-09-23",
        "透支度": 0.655
    },
    {
        "date": "2009-09-24",
        "透支度": 0.657
    },
    {
        "date": "2009-09-25",
        "透支度": 0.6542
    },
    {
        "date": "2009-09-28",
        "透支度": 0.6423
    },
    {
        "date": "2009-09-29",
        "透支度": 0.6425
    },
    {
        "date": "2009-09-30",
        "透支度": 0.6477
    },
    {
        "date": "2009-10-09",
        "透支度": 0.6712
    },
    {
        "date": "2009-10-12",
        "透支度": 0.6718
    },
    {
        "date": "2009-10-13",
        "透支度": 0.6789
    },
    {
        "date": "2009-10-14",
        "透支度": 0.6811
    },
    {
        "date": "2009-10-15",
        "透支度": 0.6828
    },
    {
        "date": "2009-10-16",
        "透支度": 0.6837
    },
    {
        "date": "2009-10-19",
        "透支度": 0.697
    },
    {
        "date": "2009-10-20",
        "透支度": 0.7038
    },
    {
        "date": "2009-10-21",
        "透支度": 0.7009
    },
    {
        "date": "2009-10-22",
        "透支度": 0.6976
    },
    {
        "date": "2009-10-23",
        "透支度": 0.7076
    },
    {
        "date": "2009-10-26",
        "透支度": 0.709
    },
    {
        "date": "2009-10-27",
        "透支度": 0.6956
    },
    {
        "date": "2009-10-28",
        "透支度": 0.6974
    },
    {
        "date": "2009-10-29",
        "透支度": 0.6868
    },
    {
        "date": "2009-10-30",
        "透支度": 0.691
    },
    {
        "date": "2009-11-02",
        "透支度": 0.7116
    },
    {
        "date": "2009-11-03",
        "透支度": 0.7173
    },
    {
        "date": "2009-11-04",
        "透支度": 0.7192
    },
    {
        "date": "2009-11-05",
        "透支度": 0.7195
    },
    {
        "date": "2009-11-06",
        "透支度": 0.7214
    },
    {
        "date": "2009-11-09",
        "透支度": 0.7226
    },
    {
        "date": "2009-11-10",
        "透支度": 0.726
    },
    {
        "date": "2009-11-11",
        "透支度": 0.7246
    },
    {
        "date": "2009-11-12",
        "透支度": 0.7249
    },
    {
        "date": "2009-11-13",
        "透支度": 0.7286
    },
    {
        "date": "2009-11-16",
        "透支度": 0.7456
    },
    {
        "date": "2009-11-17",
        "透支度": 0.7458
    },
    {
        "date": "2009-11-18",
        "透支度": 0.7446
    },
    {
        "date": "2009-11-19",
        "透支度": 0.7451
    },
    {
        "date": "2009-11-20",
        "透支度": 0.7437
    },
    {
        "date": "2009-11-23",
        "透支度": 0.7498
    },
    {
        "date": "2009-11-24",
        "透支度": 0.7305
    },
    {
        "date": "2009-11-25",
        "透支度": 0.7449
    },
    {
        "date": "2009-11-26",
        "透支度": 0.7211
    },
    {
        "date": "2009-11-27",
        "透支度": 0.7063
    },
    {
        "date": "2009-11-30",
        "透支度": 0.7284
    },
    {
        "date": "2009-12-01",
        "透支度": 0.7376
    },
    {
        "date": "2009-12-02",
        "透支度": 0.7428
    },
    {
        "date": "2009-12-03",
        "透支度": 0.7405
    },
    {
        "date": "2009-12-04",
        "透支度": 0.7446
    },
    {
        "date": "2009-12-07",
        "透支度": 0.7491
    },
    {
        "date": "2009-12-08",
        "透支度": 0.7434
    },
    {
        "date": "2009-12-09",
        "透支度": 0.7336
    },
    {
        "date": "2009-12-10",
        "透支度": 0.7367
    },
    {
        "date": "2009-12-11",
        "透支度": 0.7365
    },
    {
        "date": "2009-12-14",
        "透支度": 0.7407
    },
    {
        "date": "2009-12-15",
        "透支度": 0.7383
    },
    {
        "date": "2009-12-16",
        "透支度": 0.7346
    },
    {
        "date": "2009-12-17",
        "透支度": 0.72
    },
    {
        "date": "2009-12-18",
        "透支度": 0.7038
    },
    {
        "date": "2009-12-21",
        "透支度": 0.7048
    },
    {
        "date": "2009-12-22",
        "透支度": 0.6919
    },
    {
        "date": "2009-12-23",
        "透支度": 0.6991
    },
    {
        "date": "2009-12-24",
        "透支度": 0.7169
    },
    {
        "date": "2009-12-25",
        "透支度": 0.7159
    },
    {
        "date": "2009-12-28",
        "透支度": 0.7236
    },
    {
        "date": "2009-12-29",
        "透支度": 0.7267
    },
    {
        "date": "2009-12-30",
        "透支度": 0.7319
    },
    {
        "date": "2009-12-31",
        "透支度": 0.7337
    },
    {
        "date": "2010-01-04",
        "透支度": 0.728
    },
    {
        "date": "2010-01-05",
        "透支度": 0.7308
    },
    {
        "date": "2010-01-06",
        "透支度": 0.727
    },
    {
        "date": "2010-01-07",
        "透支度": 0.7142
    },
    {
        "date": "2010-01-08",
        "透支度": 0.7162
    },
    {
        "date": "2010-01-11",
        "透支度": 0.7152
    },
    {
        "date": "2010-01-12",
        "透支度": 0.7237
    },
    {
        "date": "2010-01-13",
        "透支度": 0.7096
    },
    {
        "date": "2010-01-14",
        "透支度": 0.7189
    },
    {
        "date": "2010-01-15",
        "透支度": 0.7209
    },
    {
        "date": "2010-01-18",
        "透支度": 0.7256
    },
    {
        "date": "2010-01-19",
        "透支度": 0.7249
    },
    {
        "date": "2010-01-20",
        "透支度": 0.7054
    },
    {
        "date": "2010-01-21",
        "透支度": 0.7067
    },
    {
        "date": "2010-01-22",
        "透支度": 0.697
    },
    {
        "date": "2010-01-25",
        "透支度": 0.6924
    },
    {
        "date": "2010-01-26",
        "透支度": 0.6791
    },
    {
        "date": "2010-01-27",
        "透支度": 0.6733
    },
    {
        "date": "2010-01-28",
        "透支度": 0.6774
    },
    {
        "date": "2010-01-29",
        "透支度": 0.6794
    },
    {
        "date": "2010-02-01",
        "透支度": 0.6734
    },
    {
        "date": "2010-02-02",
        "透支度": 0.6701
    },
    {
        "date": "2010-02-03",
        "透支度": 0.6799
    },
    {
        "date": "2010-02-04",
        "透支度": 0.6792
    },
    {
        "date": "2010-02-05",
        "透支度": 0.6681
    },
    {
        "date": "2010-02-08",
        "透支度": 0.6663
    },
    {
        "date": "2010-02-09",
        "透支度": 0.668
    },
    {
        "date": "2010-02-10",
        "透支度": 0.6757
    },
    {
        "date": "2010-02-11",
        "透支度": 0.6766
    },
    {
        "date": "2010-02-12",
        "透支度": 0.6815
    },
    {
        "date": "2010-02-22",
        "透支度": 0.6788
    },
    {
        "date": "2010-02-23",
        "透支度": 0.6756
    },
    {
        "date": "2010-02-24",
        "透支度": 0.6848
    },
    {
        "date": "2010-02-25",
        "透支度": 0.6918
    },
    {
        "date": "2010-02-26",
        "透支度": 0.6903
    },
    {
        "date": "2010-03-01",
        "透支度": 0.6945
    },
    {
        "date": "2010-03-02",
        "透支度": 0.6919
    },
    {
        "date": "2010-03-03",
        "透支度": 0.6954
    },
    {
        "date": "2010-03-04",
        "透支度": 0.6812
    },
    {
        "date": "2010-03-05",
        "透支度": 0.6815
    },
    {
        "date": "2010-03-08",
        "透支度": 0.6854
    },
    {
        "date": "2010-03-09",
        "透支度": 0.6876
    },
    {
        "date": "2010-03-10",
        "透支度": 0.6827
    },
    {
        "date": "2010-03-11",
        "透支度": 0.6803
    },
    {
        "date": "2010-03-12",
        "透支度": 0.673
    },
    {
        "date": "2010-03-15",
        "透支度": 0.6651
    },
    {
        "date": "2010-03-16",
        "透支度": 0.668
    },
    {
        "date": "2010-03-17",
        "透支度": 0.6796
    },
    {
        "date": "2010-03-18",
        "透支度": 0.6786
    },
    {
        "date": "2010-03-19",
        "透支度": 0.6812
    },
    {
        "date": "2010-03-22",
        "透支度": 0.683
    },
    {
        "date": "2010-03-23",
        "透支度": 0.6794
    },
    {
        "date": "2010-03-24",
        "透支度": 0.6803
    },
    {
        "date": "2010-03-25",
        "透支度": 0.6738
    },
    {
        "date": "2010-03-26",
        "透支度": 0.6804
    },
    {
        "date": "2010-03-29",
        "透支度": 0.6906
    },
    {
        "date": "2010-03-30",
        "透支度": 0.6921
    },
    {
        "date": "2010-03-31",
        "透支度": 0.6897
    },
    {
        "date": "2010-04-01",
        "透支度": 0.6967
    },
    {
        "date": "2010-04-02",
        "透支度": 0.6978
    },
    {
        "date": "2010-04-06",
        "透支度": 0.6962
    },
    {
        "date": "2010-04-07",
        "透支度": 0.695
    },
    {
        "date": "2010-04-08",
        "透支度": 0.6918
    },
    {
        "date": "2010-04-09",
        "透支度": 0.6977
    },
    {
        "date": "2010-04-12",
        "透支度": 0.6972
    },
    {
        "date": "2010-04-13",
        "透支度": 0.6996
    },
    {
        "date": "2010-04-14",
        "透支度": 0.7031
    },
    {
        "date": "2010-04-15",
        "透支度": 0.7
    },
    {
        "date": "2010-04-16",
        "透支度": 0.6957
    },
    {
        "date": "2010-04-19",
        "透支度": 0.6713
    },
    {
        "date": "2010-04-20",
        "透支度": 0.6758
    },
    {
        "date": "2010-04-21",
        "透支度": 0.6872
    },
    {
        "date": "2010-04-22",
        "透支度": 0.685
    },
    {
        "date": "2010-04-23",
        "透支度": 0.6811
    },
    {
        "date": "2010-04-26",
        "透支度": 0.6782
    },
    {
        "date": "2010-04-27",
        "透支度": 0.6675
    },
    {
        "date": "2010-04-28",
        "透支度": 0.6664
    },
    {
        "date": "2010-04-29",
        "透支度": 0.6552
    },
    {
        "date": "2010-04-30",
        "透支度": 0.6511
    },
    {
        "date": "2010-05-04",
        "透支度": 0.6493
    },
    {
        "date": "2010-05-05",
        "透支度": 0.6563
    },
    {
        "date": "2010-05-06",
        "透支度": 0.6389
    },
    {
        "date": "2010-05-07",
        "透支度": 0.6289
    },
    {
        "date": "2010-05-10",
        "透支度": 0.6245
    },
    {
        "date": "2010-05-11",
        "透支度": 0.6135
    },
    {
        "date": "2010-05-12",
        "透支度": 0.6104
    },
    {
        "date": "2010-05-13",
        "透支度": 0.6242
    },
    {
        "date": "2010-05-14",
        "透支度": 0.6249
    },
    {
        "date": "2010-05-17",
        "透支度": 0.602
    },
    {
        "date": "2010-05-18",
        "透支度": 0.6091
    },
    {
        "date": "2010-05-19",
        "透支度": 0.6096
    },
    {
        "date": "2010-05-20",
        "透支度": 0.604
    },
    {
        "date": "2010-05-21",
        "透支度": 0.6114
    },
    {
        "date": "2010-05-24",
        "透支度": 0.6279
    },
    {
        "date": "2010-05-25",
        "透支度": 0.6211
    },
    {
        "date": "2010-05-26",
        "透支度": 0.6201
    },
    {
        "date": "2010-05-27",
        "透支度": 0.6278
    },
    {
        "date": "2010-05-28",
        "透支度": 0.6293
    },
    {
        "date": "2010-05-31",
        "透支度": 0.6197
    },
    {
        "date": "2010-06-01",
        "透支度": 0.6146
    },
    {
        "date": "2010-06-02",
        "透支度": 0.6171
    },
    {
        "date": "2010-06-03",
        "透支度": 0.615
    },
    {
        "date": "2010-06-04",
        "透支度": 0.6166
    },
    {
        "date": "2010-06-07",
        "透支度": 0.6131
    },
    {
        "date": "2010-06-08",
        "透支度": 0.6145
    },
    {
        "date": "2010-06-09",
        "透支度": 0.6259
    },
    {
        "date": "2010-06-10",
        "透支度": 0.6243
    },
    {
        "date": "2010-06-11",
        "透支度": 0.6231
    },
    {
        "date": "2010-06-17",
        "透支度": 0.6161
    },
    {
        "date": "2010-06-18",
        "透支度": 0.6039
    },
    {
        "date": "2010-06-21",
        "透支度": 0.6153
    },
    {
        "date": "2010-06-22",
        "透支度": 0.6167
    },
    {
        "date": "2010-06-23",
        "透支度": 0.6136
    },
    {
        "date": "2010-06-24",
        "透支度": 0.6135
    },
    {
        "date": "2010-06-25",
        "透支度": 0.6083
    },
    {
        "date": "2010-06-28",
        "透支度": 0.603
    },
    {
        "date": "2010-06-29",
        "透支度": 0.5833
    },
    {
        "date": "2010-06-30",
        "透支度": 0.5808
    },
    {
        "date": "2010-07-01",
        "透支度": 0.5728
    },
    {
        "date": "2010-07-02",
        "透支度": 0.5699
    },
    {
        "date": "2010-07-05",
        "透支度": 0.5676
    },
    {
        "date": "2010-07-06",
        "透支度": 0.5768
    },
    {
        "date": "2010-07-07",
        "透支度": 0.5813
    },
    {
        "date": "2010-07-08",
        "透支度": 0.5799
    },
    {
        "date": "2010-07-09",
        "透支度": 0.5915
    },
    {
        "date": "2010-07-12",
        "透支度": 0.5945
    },
    {
        "date": "2010-07-13",
        "透支度": 0.5882
    },
    {
        "date": "2010-07-14",
        "透支度": 0.5903
    },
    {
        "date": "2010-07-15",
        "透支度": 0.583
    },
    {
        "date": "2010-07-16",
        "透支度": 0.5836
    },
    {
        "date": "2010-07-19",
        "透支度": 0.5931
    },
    {
        "date": "2010-07-20",
        "透支度": 0.6033
    },
    {
        "date": "2010-07-21",
        "透支度": 0.6038
    },
    {
        "date": "2010-07-22",
        "透支度": 0.6093
    },
    {
        "date": "2010-07-23",
        "透支度": 0.6116
    },
    {
        "date": "2010-07-26",
        "透支度": 0.6159
    },
    {
        "date": "2010-07-27",
        "透支度": 0.6155
    },
    {
        "date": "2010-07-28",
        "透支度": 0.6256
    },
    {
        "date": "2010-07-29",
        "透支度": 0.6256
    },
    {
        "date": "2010-07-30",
        "透支度": 0.6247
    },
    {
        "date": "2010-08-02",
        "透支度": 0.6339
    },
    {
        "date": "2010-08-03",
        "透支度": 0.6254
    },
    {
        "date": "2010-08-04",
        "透支度": 0.6278
    },
    {
        "date": "2010-08-05",
        "透支度": 0.6281
    },
    {
        "date": "2010-08-06",
        "透支度": 0.6354
    },
    {
        "date": "2010-08-09",
        "透支度": 0.6395
    },
    {
        "date": "2010-08-10",
        "透支度": 0.6242
    },
    {
        "date": "2010-08-11",
        "透支度": 0.6278
    },
    {
        "date": "2010-08-12",
        "透支度": 0.6222
    },
    {
        "date": "2010-08-13",
        "透支度": 0.6292
    },
    {
        "date": "2010-08-16",
        "透支度": 0.6398
    },
    {
        "date": "2010-08-17",
        "透支度": 0.6429
    },
    {
        "date": "2010-08-18",
        "透支度": 0.6413
    },
    {
        "date": "2010-08-19",
        "透支度": 0.6414
    },
    {
        "date": "2010-08-20",
        "透支度": 0.6295
    },
    {
        "date": "2010-08-23",
        "透支度": 0.6306
    },
    {
        "date": "2010-08-24",
        "透支度": 0.6347
    },
    {
        "date": "2010-08-25",
        "透支度": 0.6254
    },
    {
        "date": "2010-08-26",
        "透支度": 0.6275
    },
    {
        "date": "2010-08-27",
        "透支度": 0.6306
    },
    {
        "date": "2010-08-30",
        "透支度": 0.6433
    },
    {
        "date": "2010-08-31",
        "透支度": 0.6441
    },
    {
        "date": "2010-09-01",
        "透支度": 0.6392
    },
    {
        "date": "2010-09-02",
        "透支度": 0.6456
    },
    {
        "date": "2010-09-03",
        "透支度": 0.6469
    },
    {
        "date": "2010-09-06",
        "透支度": 0.6498
    },
    {
        "date": "2010-09-07",
        "透支度": 0.651
    },
    {
        "date": "2010-09-08",
        "透支度": 0.6536
    },
    {
        "date": "2010-09-09",
        "透支度": 0.6466
    },
    {
        "date": "2010-09-10",
        "透支度": 0.6519
    },
    {
        "date": "2010-09-13",
        "透支度": 0.6598
    },
    {
        "date": "2010-09-14",
        "透支度": 0.6614
    },
    {
        "date": "2010-09-15",
        "透支度": 0.6524
    },
    {
        "date": "2010-09-16",
        "透支度": 0.6429
    },
    {
        "date": "2010-09-17",
        "透支度": 0.6453
    },
    {
        "date": "2010-09-20",
        "透支度": 0.6434
    },
    {
        "date": "2010-09-21",
        "透支度": 0.6445
    },
    {
        "date": "2010-09-27",
        "透支度": 0.6563
    },
    {
        "date": "2010-09-28",
        "透支度": 0.6553
    },
    {
        "date": "2010-09-29",
        "透支度": 0.6498
    },
    {
        "date": "2010-09-30",
        "透支度": 0.6581
    },
    {
        "date": "2010-10-08",
        "透支度": 0.6715
    },
    {
        "date": "2010-10-11",
        "透支度": 0.6707
    },
    {
        "date": "2010-10-12",
        "透支度": 0.6725
    },
    {
        "date": "2010-10-13",
        "透支度": 0.6768
    },
    {
        "date": "2010-10-14",
        "透支度": 0.6666
    },
    {
        "date": "2010-10-15",
        "透支度": 0.6725
    },
    {
        "date": "2010-10-18",
        "透支度": 0.6647
    },
    {
        "date": "2010-10-19",
        "透支度": 0.6796
    },
    {
        "date": "2010-10-20",
        "透支度": 0.6896
    },
    {
        "date": "2010-10-21",
        "透支度": 0.6904
    },
    {
        "date": "2010-10-22",
        "透支度": 0.6938
    },
    {
        "date": "2010-10-25",
        "透支度": 0.708
    },
    {
        "date": "2010-10-26",
        "透支度": 0.7052
    },
    {
        "date": "2010-10-27",
        "透支度": 0.6964
    },
    {
        "date": "2010-10-28",
        "透支度": 0.6948
    },
    {
        "date": "2010-10-29",
        "透支度": 0.6968
    },
    {
        "date": "2010-11-01",
        "透支度": 0.7115
    },
    {
        "date": "2010-11-02",
        "透支度": 0.7077
    },
    {
        "date": "2010-11-03",
        "透支度": 0.7013
    },
    {
        "date": "2010-11-04",
        "透支度": 0.7125
    },
    {
        "date": "2010-11-05",
        "透支度": 0.7183
    },
    {
        "date": "2010-11-08",
        "透支度": 0.7254
    },
    {
        "date": "2010-11-09",
        "透支度": 0.7265
    },
    {
        "date": "2010-11-10",
        "透支度": 0.7283
    },
    {
        "date": "2010-11-11",
        "透支度": 0.7264
    },
    {
        "date": "2010-11-12",
        "透支度": 0.6959
    },
    {
        "date": "2010-11-15",
        "透支度": 0.7074
    },
    {
        "date": "2010-11-16",
        "透支度": 0.6892
    },
    {
        "date": "2010-11-17",
        "透支度": 0.6709
    },
    {
        "date": "2010-11-18",
        "透支度": 0.679
    },
    {
        "date": "2010-11-19",
        "透支度": 0.6916
    },
    {
        "date": "2010-11-22",
        "透支度": 0.6972
    },
    {
        "date": "2010-11-23",
        "透支度": 0.6907
    },
    {
        "date": "2010-11-24",
        "透支度": 0.7068
    },
    {
        "date": "2010-11-25",
        "透支度": 0.7097
    },
    {
        "date": "2010-11-26",
        "透支度": 0.7063
    },
    {
        "date": "2010-11-29",
        "透支度": 0.7093
    },
    {
        "date": "2010-11-30",
        "透支度": 0.6988
    },
    {
        "date": "2010-12-01",
        "透支度": 0.6956
    },
    {
        "date": "2010-12-02",
        "透支度": 0.6955
    },
    {
        "date": "2010-12-03",
        "透支度": 0.6937
    },
    {
        "date": "2010-12-06",
        "透支度": 0.6897
    },
    {
        "date": "2010-12-07",
        "透支度": 0.6978
    },
    {
        "date": "2010-12-08",
        "透支度": 0.6972
    },
    {
        "date": "2010-12-09",
        "透支度": 0.6882
    },
    {
        "date": "2010-12-10",
        "透支度": 0.6946
    },
    {
        "date": "2010-12-13",
        "透支度": 0.7088
    },
    {
        "date": "2010-12-14",
        "透支度": 0.7112
    },
    {
        "date": "2010-12-15",
        "透支度": 0.7081
    },
    {
        "date": "2010-12-16",
        "透支度": 0.7064
    },
    {
        "date": "2010-12-17",
        "透支度": 0.7051
    },
    {
        "date": "2010-12-20",
        "透支度": 0.6981
    },
    {
        "date": "2010-12-21",
        "透支度": 0.7051
    },
    {
        "date": "2010-12-22",
        "透支度": 0.7006
    },
    {
        "date": "2010-12-23",
        "透支度": 0.6938
    },
    {
        "date": "2010-12-24",
        "透支度": 0.6882
    },
    {
        "date": "2010-12-27",
        "透支度": 0.6773
    },
    {
        "date": "2010-12-28",
        "透支度": 0.6686
    },
    {
        "date": "2010-12-29",
        "透支度": 0.6754
    },
    {
        "date": "2010-12-30",
        "透支度": 0.6773
    },
    {
        "date": "2010-12-31",
        "透支度": 0.6878
    },
    {
        "date": "2011-01-04",
        "透支度": 0.6947
    },
    {
        "date": "2011-01-05",
        "透支度": 0.6926
    },
    {
        "date": "2011-01-06",
        "透支度": 0.6888
    },
    {
        "date": "2011-01-07",
        "透支度": 0.6859
    },
    {
        "date": "2011-01-10",
        "透支度": 0.672
    },
    {
        "date": "2011-01-11",
        "透支度": 0.6711
    },
    {
        "date": "2011-01-12",
        "透支度": 0.6721
    },
    {
        "date": "2011-01-13",
        "透支度": 0.6737
    },
    {
        "date": "2011-01-14",
        "透支度": 0.6664
    },
    {
        "date": "2011-01-17",
        "透支度": 0.6463
    },
    {
        "date": "2011-01-18",
        "透支度": 0.6489
    },
    {
        "date": "2011-01-19",
        "透支度": 0.6618
    },
    {
        "date": "2011-01-20",
        "透支度": 0.6454
    },
    {
        "date": "2011-01-21",
        "透支度": 0.649
    },
    {
        "date": "2011-01-24",
        "透支度": 0.6403
    },
    {
        "date": "2011-01-25",
        "透支度": 0.6358
    },
    {
        "date": "2011-01-26",
        "透支度": 0.6439
    },
    {
        "date": "2011-01-27",
        "透支度": 0.6531
    },
    {
        "date": "2011-01-28",
        "透支度": 0.6569
    },
    {
        "date": "2011-01-31",
        "透支度": 0.6634
    },
    {
        "date": "2011-02-01",
        "透支度": 0.6629
    },
    {
        "date": "2011-02-09",
        "透支度": 0.6592
    },
    {
        "date": "2011-02-10",
        "透支度": 0.6715
    },
    {
        "date": "2011-02-11",
        "透支度": 0.6757
    },
    {
        "date": "2011-02-14",
        "透支度": 0.6871
    },
    {
        "date": "2011-02-15",
        "透支度": 0.687
    },
    {
        "date": "2011-02-16",
        "透支度": 0.6928
    },
    {
        "date": "2011-02-17",
        "透支度": 0.693
    },
    {
        "date": "2011-02-18",
        "透支度": 0.6872
    },
    {
        "date": "2011-02-21",
        "透支度": 0.6969
    },
    {
        "date": "2011-02-22",
        "透支度": 0.6829
    },
    {
        "date": "2011-02-23",
        "透支度": 0.6859
    },
    {
        "date": "2011-02-24",
        "透支度": 0.6878
    },
    {
        "date": "2011-02-25",
        "透支度": 0.6888
    },
    {
        "date": "2011-02-28",
        "透支度": 0.696
    },
    {
        "date": "2011-03-01",
        "透支度": 0.6983
    },
    {
        "date": "2011-03-02",
        "透支度": 0.6954
    },
    {
        "date": "2011-03-03",
        "透支度": 0.6875
    },
    {
        "date": "2011-03-04",
        "透支度": 0.6931
    },
    {
        "date": "2011-03-07",
        "透支度": 0.7
    },
    {
        "date": "2011-03-08",
        "透支度": 0.7002
    },
    {
        "date": "2011-03-09",
        "透支度": 0.7007
    },
    {
        "date": "2011-03-10",
        "透支度": 0.6948
    },
    {
        "date": "2011-03-11",
        "透支度": 0.6913
    },
    {
        "date": "2011-03-14",
        "透支度": 0.6961
    },
    {
        "date": "2011-03-15",
        "透支度": 0.6872
    },
    {
        "date": "2011-03-16",
        "透支度": 0.6927
    },
    {
        "date": "2011-03-17",
        "透支度": 0.6839
    },
    {
        "date": "2011-03-18",
        "透支度": 0.6853
    },
    {
        "date": "2011-03-21",
        "透支度": 0.6812
    },
    {
        "date": "2011-03-22",
        "透支度": 0.6825
    },
    {
        "date": "2011-03-23",
        "透支度": 0.6892
    },
    {
        "date": "2011-03-24",
        "透支度": 0.6885
    },
    {
        "date": "2011-03-25",
        "透支度": 0.6928
    },
    {
        "date": "2011-03-28",
        "透支度": 0.688
    },
    {
        "date": "2011-03-29",
        "透支度": 0.6799
    },
    {
        "date": "2011-03-30",
        "透支度": 0.678
    },
    {
        "date": "2011-03-31",
        "透支度": 0.6742
    },
    {
        "date": "2011-04-01",
        "透支度": 0.6802
    },
    {
        "date": "2011-04-06",
        "透支度": 0.6799
    },
    {
        "date": "2011-04-07",
        "透支度": 0.683
    },
    {
        "date": "2011-04-08",
        "透支度": 0.6886
    },
    {
        "date": "2011-04-11",
        "透支度": 0.6825
    },
    {
        "date": "2011-04-12",
        "透支度": 0.68
    },
    {
        "date": "2011-04-13",
        "透支度": 0.6865
    },
    {
        "date": "2011-04-14",
        "透支度": 0.6835
    },
    {
        "date": "2011-04-15",
        "透支度": 0.6829
    },
    {
        "date": "2011-04-18",
        "透支度": 0.6818
    },
    {
        "date": "2011-04-19",
        "透支度": 0.6758
    },
    {
        "date": "2011-04-20",
        "透支度": 0.6772
    },
    {
        "date": "2011-04-21",
        "透支度": 0.68
    },
    {
        "date": "2011-04-22",
        "透支度": 0.6776
    },
    {
        "date": "2011-04-25",
        "透支度": 0.6715
    },
    {
        "date": "2011-04-26",
        "透支度": 0.6671
    },
    {
        "date": "2011-04-27",
        "透支度": 0.6631
    },
    {
        "date": "2011-04-28",
        "透支度": 0.6523
    },
    {
        "date": "2011-04-29",
        "透支度": 0.6583
    },
    {
        "date": "2011-05-03",
        "透支度": 0.6632
    },
    {
        "date": "2011-05-04",
        "透支度": 0.6507
    },
    {
        "date": "2011-05-05",
        "透支度": 0.6508
    },
    {
        "date": "2011-05-06",
        "透支度": 0.6519
    },
    {
        "date": "2011-05-09",
        "透支度": 0.6535
    },
    {
        "date": "2011-05-10",
        "透支度": 0.6557
    },
    {
        "date": "2011-05-11",
        "透支度": 0.6555
    },
    {
        "date": "2011-05-12",
        "透支度": 0.6499
    },
    {
        "date": "2011-05-13",
        "透支度": 0.6517
    },
    {
        "date": "2011-05-16",
        "透支度": 0.6482
    },
    {
        "date": "2011-05-17",
        "透支度": 0.6485
    },
    {
        "date": "2011-05-18",
        "透支度": 0.6523
    },
    {
        "date": "2011-05-19",
        "透支度": 0.6501
    },
    {
        "date": "2011-05-20",
        "透支度": 0.6491
    },
    {
        "date": "2011-05-23",
        "透支度": 0.6339
    },
    {
        "date": "2011-05-24",
        "透支度": 0.6338
    },
    {
        "date": "2011-05-25",
        "透支度": 0.6286
    },
    {
        "date": "2011-05-26",
        "透支度": 0.6248
    },
    {
        "date": "2011-05-27",
        "透支度": 0.6195
    },
    {
        "date": "2011-05-30",
        "透支度": 0.6183
    },
    {
        "date": "2011-05-31",
        "透支度": 0.6257
    },
    {
        "date": "2011-06-01",
        "透支度": 0.6286
    },
    {
        "date": "2011-06-02",
        "透支度": 0.6224
    },
    {
        "date": "2011-06-03",
        "透支度": 0.6291
    },
    {
        "date": "2011-06-07",
        "透支度": 0.6317
    },
    {
        "date": "2011-06-08",
        "透支度": 0.6327
    },
    {
        "date": "2011-06-09",
        "透支度": 0.6235
    },
    {
        "date": "2011-06-10",
        "透支度": 0.6255
    },
    {
        "date": "2011-06-13",
        "透支度": 0.6237
    },
    {
        "date": "2011-06-14",
        "透支度": 0.632
    },
    {
        "date": "2011-06-15",
        "透支度": 0.6283
    },
    {
        "date": "2011-06-16",
        "透支度": 0.6216
    },
    {
        "date": "2011-06-17",
        "透支度": 0.6181
    },
    {
        "date": "2011-06-20",
        "透支度": 0.6143
    },
    {
        "date": "2011-06-21",
        "透支度": 0.6208
    },
    {
        "date": "2011-06-22",
        "透支度": 0.6213
    },
    {
        "date": "2011-06-23",
        "透支度": 0.6306
    },
    {
        "date": "2011-06-24",
        "透支度": 0.6404
    },
    {
        "date": "2011-06-27",
        "透支度": 0.6436
    },
    {
        "date": "2011-06-28",
        "透支度": 0.6454
    },
    {
        "date": "2011-06-29",
        "透支度": 0.6402
    },
    {
        "date": "2011-06-30",
        "透支度": 0.6472
    },
    {
        "date": "2011-07-01",
        "透支度": 0.6488
    },
    {
        "date": "2011-07-04",
        "透支度": 0.6596
    },
    {
        "date": "2011-07-05",
        "透支度": 0.6612
    },
    {
        "date": "2011-07-06",
        "透支度": 0.6616
    },
    {
        "date": "2011-07-07",
        "透支度": 0.6612
    },
    {
        "date": "2011-07-08",
        "透支度": 0.6618
    },
    {
        "date": "2011-07-11",
        "透支度": 0.665
    },
    {
        "date": "2011-07-12",
        "透支度": 0.6579
    },
    {
        "date": "2011-07-13",
        "透支度": 0.6671
    },
    {
        "date": "2011-07-14",
        "透支度": 0.6686
    },
    {
        "date": "2011-07-15",
        "透支度": 0.6714
    },
    {
        "date": "2011-07-18",
        "透支度": 0.6715
    },
    {
        "date": "2011-07-19",
        "透支度": 0.6678
    },
    {
        "date": "2011-07-20",
        "透支度": 0.6692
    },
    {
        "date": "2011-07-21",
        "透支度": 0.6658
    },
    {
        "date": "2011-07-22",
        "透支度": 0.6681
    },
    {
        "date": "2011-07-25",
        "透支度": 0.6522
    },
    {
        "date": "2011-07-26",
        "透支度": 0.6535
    },
    {
        "date": "2011-07-27",
        "透支度": 0.6601
    },
    {
        "date": "2011-07-28",
        "透支度": 0.6587
    },
    {
        "date": "2011-07-29",
        "透支度": 0.6549
    },
    {
        "date": "2011-08-01",
        "透支度": 0.6563
    },
    {
        "date": "2011-08-02",
        "透支度": 0.6542
    },
    {
        "date": "2011-08-03",
        "透支度": 0.6562
    },
    {
        "date": "2011-08-04",
        "透支度": 0.6578
    },
    {
        "date": "2011-08-05",
        "透支度": 0.6498
    },
    {
        "date": "2011-08-08",
        "透支度": 0.6336
    },
    {
        "date": "2011-08-09",
        "透支度": 0.6354
    },
    {
        "date": "2011-08-10",
        "透支度": 0.6411
    },
    {
        "date": "2011-08-11",
        "透支度": 0.6481
    },
    {
        "date": "2011-08-12",
        "透支度": 0.6496
    },
    {
        "date": "2011-08-15",
        "透支度": 0.6544
    },
    {
        "date": "2011-08-16",
        "透支度": 0.6504
    },
    {
        "date": "2011-08-17",
        "透支度": 0.648
    },
    {
        "date": "2011-08-18",
        "透支度": 0.6393
    },
    {
        "date": "2011-08-19",
        "透支度": 0.6366
    },
    {
        "date": "2011-08-22",
        "透支度": 0.6292
    },
    {
        "date": "2011-08-23",
        "透支度": 0.6352
    },
    {
        "date": "2011-08-24",
        "透支度": 0.6347
    },
    {
        "date": "2011-08-25",
        "透支度": 0.6467
    },
    {
        "date": "2011-08-26",
        "透支度": 0.647
    },
    {
        "date": "2011-08-29",
        "透支度": 0.647
    },
    {
        "date": "2011-08-30",
        "透支度": 0.6457
    },
    {
        "date": "2011-08-31",
        "透支度": 0.6451
    },
    {
        "date": "2011-09-01",
        "透支度": 0.6421
    },
    {
        "date": "2011-09-02",
        "透支度": 0.6392
    },
    {
        "date": "2011-09-05",
        "透支度": 0.6301
    },
    {
        "date": "2011-09-06",
        "透支度": 0.6249
    },
    {
        "date": "2011-09-07",
        "透支度": 0.6341
    },
    {
        "date": "2011-09-08",
        "透支度": 0.6303
    },
    {
        "date": "2011-09-09",
        "透支度": 0.627
    },
    {
        "date": "2011-09-13",
        "透支度": 0.6206
    },
    {
        "date": "2011-09-14",
        "透支度": 0.6229
    },
    {
        "date": "2011-09-15",
        "透支度": 0.6236
    },
    {
        "date": "2011-09-16",
        "透支度": 0.6251
    },
    {
        "date": "2011-09-19",
        "透支度": 0.6165
    },
    {
        "date": "2011-09-20",
        "透支度": 0.6178
    },
    {
        "date": "2011-09-21",
        "透支度": 0.6315
    },
    {
        "date": "2011-09-22",
        "透支度": 0.6183
    },
    {
        "date": "2011-09-23",
        "透支度": 0.615
    },
    {
        "date": "2011-09-26",
        "透支度": 0.6065
    },
    {
        "date": "2011-09-27",
        "透支度": 0.6096
    },
    {
        "date": "2011-09-28",
        "透支度": 0.6052
    },
    {
        "date": "2011-09-29",
        "透支度": 0.6006
    },
    {
        "date": "2011-09-30",
        "透支度": 0.598
    },
    {
        "date": "2011-10-10",
        "透支度": 0.5915
    },
    {
        "date": "2011-10-11",
        "透支度": 0.5872
    },
    {
        "date": "2011-10-12",
        "透支度": 0.601
    },
    {
        "date": "2011-10-13",
        "透支度": 0.6044
    },
    {
        "date": "2011-10-14",
        "透支度": 0.6011
    },
    {
        "date": "2011-10-17",
        "透支度": 0.6029
    },
    {
        "date": "2011-10-18",
        "透支度": 0.5914
    },
    {
        "date": "2011-10-19",
        "透支度": 0.5876
    },
    {
        "date": "2011-10-20",
        "透支度": 0.5743
    },
    {
        "date": "2011-10-21",
        "透支度": 0.5678
    },
    {
        "date": "2011-10-24",
        "透支度": 0.5773
    },
    {
        "date": "2011-10-25",
        "透支度": 0.5873
    },
    {
        "date": "2011-10-26",
        "透支度": 0.5921
    },
    {
        "date": "2011-10-27",
        "透支度": 0.5939
    },
    {
        "date": "2011-10-28",
        "透支度": 0.6022
    },
    {
        "date": "2011-10-31",
        "透支度": 0.6008
    },
    {
        "date": "2011-11-01",
        "透支度": 0.6001
    },
    {
        "date": "2011-11-02",
        "透支度": 0.6076
    },
    {
        "date": "2011-11-03",
        "透支度": 0.6076
    },
    {
        "date": "2011-11-04",
        "透支度": 0.6093
    },
    {
        "date": "2011-11-07",
        "透支度": 0.6049
    },
    {
        "date": "2011-11-08",
        "透支度": 0.6013
    },
    {
        "date": "2011-11-09",
        "透支度": 0.6053
    },
    {
        "date": "2011-11-10",
        "透支度": 0.5986
    },
    {
        "date": "2011-11-11",
        "透支度": 0.5978
    },
    {
        "date": "2011-11-14",
        "透支度": 0.607
    },
    {
        "date": "2011-11-15",
        "透支度": 0.6069
    },
    {
        "date": "2011-11-16",
        "透支度": 0.5961
    },
    {
        "date": "2011-11-17",
        "透支度": 0.5964
    },
    {
        "date": "2011-11-18",
        "透支度": 0.5873
    },
    {
        "date": "2011-11-21",
        "透支度": 0.5871
    },
    {
        "date": "2011-11-22",
        "透支度": 0.588
    },
    {
        "date": "2011-11-23",
        "透支度": 0.5857
    },
    {
        "date": "2011-11-24",
        "透支度": 0.5875
    },
    {
        "date": "2011-11-25",
        "透支度": 0.585
    },
    {
        "date": "2011-11-28",
        "透支度": 0.5863
    },
    {
        "date": "2011-11-29",
        "透支度": 0.5925
    },
    {
        "date": "2011-11-30",
        "透支度": 0.5796
    },
    {
        "date": "2011-12-01",
        "透支度": 0.5864
    },
    {
        "date": "2011-12-02",
        "透支度": 0.5809
    },
    {
        "date": "2011-12-05",
        "透支度": 0.5707
    },
    {
        "date": "2011-12-06",
        "透支度": 0.57
    },
    {
        "date": "2011-12-07",
        "透支度": 0.5719
    },
    {
        "date": "2011-12-08",
        "透支度": 0.571
    },
    {
        "date": "2011-12-09",
        "透支度": 0.5668
    },
    {
        "date": "2011-12-12",
        "透支度": 0.5616
    },
    {
        "date": "2011-12-13",
        "透支度": 0.5522
    },
    {
        "date": "2011-12-14",
        "透支度": 0.5477
    },
    {
        "date": "2011-12-15",
        "透支度": 0.5405
    },
    {
        "date": "2011-12-16",
        "透支度": 0.5492
    },
    {
        "date": "2011-12-19",
        "透支度": 0.5497
    },
    {
        "date": "2011-12-20",
        "透支度": 0.5481
    },
    {
        "date": "2011-12-21",
        "透支度": 0.5414
    },
    {
        "date": "2011-12-22",
        "透支度": 0.5412
    },
    {
        "date": "2011-12-23",
        "透支度": 0.544
    },
    {
        "date": "2011-12-26",
        "透支度": 0.5393
    },
    {
        "date": "2011-12-27",
        "透支度": 0.5311
    },
    {
        "date": "2011-12-28",
        "透支度": 0.5291
    },
    {
        "date": "2011-12-29",
        "透支度": 0.5307
    },
    {
        "date": "2011-12-30",
        "透支度": 0.5369
    },
    {
        "date": "2012-01-04",
        "透支度": 0.5257
    },
    {
        "date": "2012-01-05",
        "透支度": 0.515
    },
    {
        "date": "2012-01-06",
        "透支度": 0.5143
    },
    {
        "date": "2012-01-09",
        "透支度": 0.5256
    },
    {
        "date": "2012-01-10",
        "透支度": 0.5379
    },
    {
        "date": "2012-01-11",
        "透支度": 0.5371
    },
    {
        "date": "2012-01-12",
        "透支度": 0.5352
    },
    {
        "date": "2012-01-13",
        "透支度": 0.5249
    },
    {
        "date": "2012-01-16",
        "透支度": 0.5125
    },
    {
        "date": "2012-01-17",
        "透支度": 0.5292
    },
    {
        "date": "2012-01-18",
        "透支度": 0.5191
    },
    {
        "date": "2012-01-19",
        "透支度": 0.5251
    },
    {
        "date": "2012-01-20",
        "透支度": 0.5329
    },
    {
        "date": "2012-01-30",
        "透支度": 0.5268
    },
    {
        "date": "2012-01-31",
        "透支度": 0.5271
    },
    {
        "date": "2012-02-01",
        "透支度": 0.5235
    },
    {
        "date": "2012-02-02",
        "透支度": 0.5313
    },
    {
        "date": "2012-02-03",
        "透支度": 0.5357
    },
    {
        "date": "2012-02-06",
        "透支度": 0.5373
    },
    {
        "date": "2012-02-07",
        "透支度": 0.531
    },
    {
        "date": "2012-02-08",
        "透支度": 0.5411
    },
    {
        "date": "2012-02-09",
        "透支度": 0.5427
    },
    {
        "date": "2012-02-10",
        "透支度": 0.5438
    },
    {
        "date": "2012-02-13",
        "透支度": 0.5449
    },
    {
        "date": "2012-02-14",
        "透支度": 0.5438
    },
    {
        "date": "2012-02-15",
        "透支度": 0.5478
    },
    {
        "date": "2012-02-16",
        "透支度": 0.5456
    },
    {
        "date": "2012-02-17",
        "透支度": 0.5453
    },
    {
        "date": "2012-02-20",
        "透支度": 0.5452
    },
    {
        "date": "2012-02-21",
        "透支度": 0.5499
    },
    {
        "date": "2012-02-22",
        "透支度": 0.5574
    },
    {
        "date": "2012-02-23",
        "透支度": 0.5589
    },
    {
        "date": "2012-02-24",
        "透支度": 0.5657
    },
    {
        "date": "2012-02-27",
        "透支度": 0.5668
    },
    {
        "date": "2012-02-28",
        "透支度": 0.5658
    },
    {
        "date": "2012-02-29",
        "透支度": 0.5613
    },
    {
        "date": "2012-03-01",
        "透支度": 0.5618
    },
    {
        "date": "2012-03-02",
        "透支度": 0.5694
    },
    {
        "date": "2012-03-05",
        "透支度": 0.5667
    },
    {
        "date": "2012-03-06",
        "透支度": 0.5608
    },
    {
        "date": "2012-03-07",
        "透支度": 0.5582
    },
    {
        "date": "2012-03-08",
        "透支度": 0.563
    },
    {
        "date": "2012-03-09",
        "透支度": 0.5677
    },
    {
        "date": "2012-03-12",
        "透支度": 0.5674
    },
    {
        "date": "2012-03-13",
        "透支度": 0.5716
    },
    {
        "date": "2012-03-14",
        "透支度": 0.5582
    },
    {
        "date": "2012-03-15",
        "透支度": 0.5565
    },
    {
        "date": "2012-03-16",
        "透支度": 0.5639
    },
    {
        "date": "2012-03-19",
        "透支度": 0.5649
    },
    {
        "date": "2012-03-20",
        "透支度": 0.5564
    },
    {
        "date": "2012-03-21",
        "透支度": 0.5551
    },
    {
        "date": "2012-03-22",
        "透支度": 0.5546
    },
    {
        "date": "2012-03-23",
        "透支度": 0.5486
    },
    {
        "date": "2012-03-26",
        "透支度": 0.5497
    },
    {
        "date": "2012-03-27",
        "透支度": 0.5467
    },
    {
        "date": "2012-03-28",
        "透支度": 0.5344
    },
    {
        "date": "2012-03-29",
        "透支度": 0.5311
    },
    {
        "date": "2012-03-30",
        "透支度": 0.5319
    },
    {
        "date": "2012-04-05",
        "透支度": 0.5428
    },
    {
        "date": "2012-04-06",
        "透支度": 0.5444
    },
    {
        "date": "2012-04-09",
        "透支度": 0.5402
    },
    {
        "date": "2012-04-10",
        "透支度": 0.5437
    },
    {
        "date": "2012-04-11",
        "透支度": 0.5435
    },
    {
        "date": "2012-04-12",
        "透支度": 0.5504
    },
    {
        "date": "2012-04-13",
        "透支度": 0.5512
    },
    {
        "date": "2012-04-16",
        "透支度": 0.5501
    },
    {
        "date": "2012-04-17",
        "透支度": 0.5444
    },
    {
        "date": "2012-04-18",
        "透支度": 0.5529
    },
    {
        "date": "2012-04-19",
        "透支度": 0.5514
    },
    {
        "date": "2012-04-20",
        "透支度": 0.5544
    },
    {
        "date": "2012-04-23",
        "透支度": 0.5499
    },
    {
        "date": "2012-04-24",
        "透支度": 0.5485
    },
    {
        "date": "2012-04-25",
        "透支度": 0.552
    },
    {
        "date": "2012-04-26",
        "透支度": 0.5517
    },
    {
        "date": "2012-04-27",
        "透支度": 0.5507
    },
    {
        "date": "2012-05-02",
        "透支度": 0.5585
    },
    {
        "date": "2012-05-03",
        "透支度": 0.5601
    },
    {
        "date": "2012-05-04",
        "透支度": 0.5648
    },
    {
        "date": "2012-05-07",
        "透支度": 0.567
    },
    {
        "date": "2012-05-08",
        "透支度": 0.5652
    },
    {
        "date": "2012-05-09",
        "透支度": 0.5573
    },
    {
        "date": "2012-05-10",
        "透支度": 0.557
    },
    {
        "date": "2012-05-11",
        "透支度": 0.5538
    },
    {
        "date": "2012-05-14",
        "透支度": 0.5526
    },
    {
        "date": "2012-05-15",
        "透支度": 0.5527
    },
    {
        "date": "2012-05-16",
        "透支度": 0.5452
    },
    {
        "date": "2012-05-17",
        "透支度": 0.5501
    },
    {
        "date": "2012-05-18",
        "透支度": 0.5428
    },
    {
        "date": "2012-05-21",
        "透支度": 0.5444
    },
    {
        "date": "2012-05-22",
        "透支度": 0.5509
    },
    {
        "date": "2012-05-23",
        "透支度": 0.5499
    },
    {
        "date": "2012-05-24",
        "透支度": 0.5445
    },
    {
        "date": "2012-05-25",
        "透支度": 0.5392
    },
    {
        "date": "2012-05-28",
        "透支度": 0.5458
    },
    {
        "date": "2012-05-29",
        "透支度": 0.5516
    },
    {
        "date": "2012-05-30",
        "透支度": 0.5504
    },
    {
        "date": "2012-05-31",
        "透支度": 0.5505
    },
    {
        "date": "2012-06-01",
        "透支度": 0.5508
    },
    {
        "date": "2012-06-04",
        "透支度": 0.54
    },
    {
        "date": "2012-06-05",
        "透支度": 0.5396
    },
    {
        "date": "2012-06-06",
        "透支度": 0.5381
    },
    {
        "date": "2012-06-07",
        "透支度": 0.5357
    },
    {
        "date": "2012-06-08",
        "透支度": 0.5322
    },
    {
        "date": "2012-06-11",
        "透支度": 0.5397
    },
    {
        "date": "2012-06-12",
        "透支度": 0.5387
    },
    {
        "date": "2012-06-13",
        "透支度": 0.5462
    },
    {
        "date": "2012-06-14",
        "透支度": 0.5447
    },
    {
        "date": "2012-06-15",
        "透支度": 0.5435
    },
    {
        "date": "2012-06-18",
        "透支度": 0.5469
    },
    {
        "date": "2012-06-19",
        "透支度": 0.5436
    },
    {
        "date": "2012-06-20",
        "透支度": 0.5421
    },
    {
        "date": "2012-06-21",
        "透支度": 0.5367
    },
    {
        "date": "2012-06-25",
        "透支度": 0.5276
    },
    {
        "date": "2012-06-26",
        "透支度": 0.5285
    },
    {
        "date": "2012-06-27",
        "透支度": 0.5288
    },
    {
        "date": "2012-06-28",
        "透支度": 0.5258
    },
    {
        "date": "2012-06-29",
        "透支度": 0.5317
    },
    {
        "date": "2012-07-02",
        "透支度": 0.5341
    },
    {
        "date": "2012-07-03",
        "透支度": 0.5356
    },
    {
        "date": "2012-07-04",
        "透支度": 0.5326
    },
    {
        "date": "2012-07-05",
        "透支度": 0.5276
    },
    {
        "date": "2012-07-06",
        "透支度": 0.5365
    },
    {
        "date": "2012-07-09",
        "透支度": 0.5295
    },
    {
        "date": "2012-07-10",
        "透支度": 0.5259
    },
    {
        "date": "2012-07-11",
        "透支度": 0.5296
    },
    {
        "date": "2012-07-12",
        "透支度": 0.5345
    },
    {
        "date": "2012-07-13",
        "透支度": 0.5346
    },
    {
        "date": "2012-07-16",
        "透支度": 0.5239
    },
    {
        "date": "2012-07-17",
        "透支度": 0.5252
    },
    {
        "date": "2012-07-18",
        "透支度": 0.5236
    },
    {
        "date": "2012-07-19",
        "透支度": 0.5257
    },
    {
        "date": "2012-07-20",
        "透支度": 0.5218
    },
    {
        "date": "2012-07-23",
        "透支度": 0.5171
    },
    {
        "date": "2012-07-24",
        "透支度": 0.5202
    },
    {
        "date": "2012-07-25",
        "透支度": 0.518
    },
    {
        "date": "2012-07-26",
        "透支度": 0.5155
    },
    {
        "date": "2012-07-27",
        "透支度": 0.5138
    },
    {
        "date": "2012-07-30",
        "透支度": 0.511
    },
    {
        "date": "2012-07-31",
        "透支度": 0.5104
    },
    {
        "date": "2012-08-01",
        "透支度": 0.5151
    },
    {
        "date": "2012-08-02",
        "透支度": 0.5113
    },
    {
        "date": "2012-08-03",
        "透支度": 0.5163
    },
    {
        "date": "2012-08-06",
        "透支度": 0.5233
    },
    {
        "date": "2012-08-07",
        "透支度": 0.5246
    },
    {
        "date": "2012-08-08",
        "透支度": 0.5233
    },
    {
        "date": "2012-08-09",
        "透支度": 0.5295
    },
    {
        "date": "2012-08-10",
        "透支度": 0.5271
    },
    {
        "date": "2012-08-13",
        "透支度": 0.5189
    },
    {
        "date": "2012-08-14",
        "透支度": 0.52
    },
    {
        "date": "2012-08-15",
        "透支度": 0.5169
    },
    {
        "date": "2012-08-16",
        "透支度": 0.514
    },
    {
        "date": "2012-08-17",
        "透支度": 0.5115
    },
    {
        "date": "2012-08-20",
        "透支度": 0.5112
    },
    {
        "date": "2012-08-21",
        "透支度": 0.5154
    },
    {
        "date": "2012-08-22",
        "透支度": 0.5125
    },
    {
        "date": "2012-08-23",
        "透支度": 0.5129
    },
    {
        "date": "2012-08-24",
        "透支度": 0.5081
    },
    {
        "date": "2012-08-27",
        "透支度": 0.5013
    },
    {
        "date": "2012-08-28",
        "透支度": 0.5018
    },
    {
        "date": "2012-08-29",
        "透支度": 0.4993
    },
    {
        "date": "2012-08-30",
        "透支度": 0.495
    },
    {
        "date": "2012-08-31",
        "透支度": 0.4955
    },
    {
        "date": "2012-09-03",
        "透支度": 0.503
    },
    {
        "date": "2012-09-04",
        "透支度": 0.4999
    },
    {
        "date": "2012-09-05",
        "透支度": 0.5011
    },
    {
        "date": "2012-09-06",
        "透支度": 0.5043
    },
    {
        "date": "2012-09-07",
        "透支度": 0.5187
    },
    {
        "date": "2012-09-10",
        "透支度": 0.5203
    },
    {
        "date": "2012-09-11",
        "透支度": 0.5189
    },
    {
        "date": "2012-09-12",
        "透支度": 0.5204
    },
    {
        "date": "2012-09-13",
        "透支度": 0.5167
    },
    {
        "date": "2012-09-14",
        "透支度": 0.5178
    },
    {
        "date": "2012-09-17",
        "透支度": 0.5084
    },
    {
        "date": "2012-09-18",
        "透支度": 0.5065
    },
    {
        "date": "2012-09-19",
        "透支度": 0.5087
    },
    {
        "date": "2012-09-20",
        "透支度": 0.4996
    },
    {
        "date": "2012-09-21",
        "透支度": 0.4988
    },
    {
        "date": "2012-09-24",
        "透支度": 0.5022
    },
    {
        "date": "2012-09-25",
        "透支度": 0.5014
    },
    {
        "date": "2012-09-26",
        "透支度": 0.4952
    },
    {
        "date": "2012-09-27",
        "透支度": 0.5049
    },
    {
        "date": "2012-09-28",
        "透支度": 0.512
    },
    {
        "date": "2012-10-08",
        "透支度": 0.5086
    },
    {
        "date": "2012-10-09",
        "透支度": 0.5172
    },
    {
        "date": "2012-10-10",
        "透支度": 0.5185
    },
    {
        "date": "2012-10-11",
        "透支度": 0.5137
    },
    {
        "date": "2012-10-12",
        "透支度": 0.5123
    },
    {
        "date": "2012-10-15",
        "透支度": 0.5117
    },
    {
        "date": "2012-10-16",
        "透支度": 0.5133
    },
    {
        "date": "2012-10-17",
        "透支度": 0.5128
    },
    {
        "date": "2012-10-18",
        "透支度": 0.5193
    },
    {
        "date": "2012-10-19",
        "透支度": 0.5184
    },
    {
        "date": "2012-10-22",
        "透支度": 0.5203
    },
    {
        "date": "2012-10-23",
        "透支度": 0.5139
    },
    {
        "date": "2012-10-24",
        "透支度": 0.5128
    },
    {
        "date": "2012-10-25",
        "透支度": 0.5089
    },
    {
        "date": "2012-10-26",
        "透支度": 0.5033
    },
    {
        "date": "2012-10-29",
        "透支度": 0.503
    },
    {
        "date": "2012-10-30",
        "透支度": 0.5037
    },
    {
        "date": "2012-10-31",
        "透支度": 0.5066
    },
    {
        "date": "2012-11-01",
        "透支度": 0.5133
    },
    {
        "date": "2012-11-02",
        "透支度": 0.514
    },
    {
        "date": "2012-11-05",
        "透支度": 0.5117
    },
    {
        "date": "2012-11-06",
        "透支度": 0.5095
    },
    {
        "date": "2012-11-07",
        "透支度": 0.508
    },
    {
        "date": "2012-11-08",
        "透支度": 0.5012
    },
    {
        "date": "2012-11-09",
        "透支度": 0.499
    },
    {
        "date": "2012-11-12",
        "透支度": 0.4989
    },
    {
        "date": "2012-11-13",
        "透支度": 0.4924
    },
    {
        "date": "2012-11-14",
        "透支度": 0.4936
    },
    {
        "date": "2012-11-15",
        "透支度": 0.4892
    },
    {
        "date": "2012-11-16",
        "透支度": 0.486
    },
    {
        "date": "2012-11-19",
        "透支度": 0.484
    },
    {
        "date": "2012-11-20",
        "透支度": 0.4832
    },
    {
        "date": "2012-11-21",
        "透支度": 0.4869
    },
    {
        "date": "2012-11-22",
        "透支度": 0.483
    },
    {
        "date": "2012-11-23",
        "透支度": 0.4851
    },
    {
        "date": "2012-11-26",
        "透支度": 0.4803
    },
    {
        "date": "2012-11-27",
        "透支度": 0.4742
    },
    {
        "date": "2012-11-28",
        "透支度": 0.4695
    },
    {
        "date": "2012-11-29",
        "透支度": 0.4683
    },
    {
        "date": "2012-11-30",
        "透支度": 0.4733
    },
    {
        "date": "2012-12-03",
        "透支度": 0.4677
    },
    {
        "date": "2012-12-04",
        "透支度": 0.4714
    },
    {
        "date": "2012-12-05",
        "透支度": 0.4836
    },
    {
        "date": "2012-12-06",
        "透支度": 0.4825
    },
    {
        "date": "2012-12-07",
        "透支度": 0.488
    },
    {
        "date": "2012-12-10",
        "透支度": 0.4914
    },
    {
        "date": "2012-12-11",
        "透支度": 0.4897
    },
    {
        "date": "2012-12-12",
        "透支度": 0.4904
    },
    {
        "date": "2012-12-13",
        "透支度": 0.4872
    },
    {
        "date": "2012-12-14",
        "透支度": 0.5029
    },
    {
        "date": "2012-12-17",
        "透支度": 0.5012
    },
    {
        "date": "2012-12-18",
        "透支度": 0.4995
    },
    {
        "date": "2012-12-19",
        "透支度": 0.5013
    },
    {
        "date": "2012-12-20",
        "透支度": 0.5039
    },
    {
        "date": "2012-12-21",
        "透支度": 0.5041
    },
    {
        "date": "2012-12-24",
        "透支度": 0.5074
    },
    {
        "date": "2012-12-25",
        "透支度": 0.5174
    },
    {
        "date": "2012-12-26",
        "透支度": 0.5207
    },
    {
        "date": "2012-12-27",
        "透支度": 0.5183
    },
    {
        "date": "2012-12-28",
        "透支度": 0.524
    },
    {
        "date": "2012-12-31",
        "透支度": 0.5303
    },
    {
        "date": "2013-01-04",
        "透支度": 0.5268
    },
    {
        "date": "2013-01-07",
        "透支度": 0.5288
    },
    {
        "date": "2013-01-08",
        "透支度": 0.5303
    },
    {
        "date": "2013-01-09",
        "透支度": 0.5314
    },
    {
        "date": "2013-01-10",
        "透支度": 0.531
    },
    {
        "date": "2013-01-11",
        "透支度": 0.5234
    },
    {
        "date": "2013-01-14",
        "透支度": 0.5374
    },
    {
        "date": "2013-01-15",
        "透支度": 0.5406
    },
    {
        "date": "2013-01-16",
        "透支度": 0.5374
    },
    {
        "date": "2013-01-17",
        "透支度": 0.5342
    },
    {
        "date": "2013-01-18",
        "透支度": 0.541
    },
    {
        "date": "2013-01-21",
        "透支度": 0.5417
    },
    {
        "date": "2013-01-22",
        "透支度": 0.5378
    },
    {
        "date": "2013-01-23",
        "透支度": 0.5392
    },
    {
        "date": "2013-01-24",
        "透支度": 0.5334
    },
    {
        "date": "2013-01-25",
        "透支度": 0.534
    },
    {
        "date": "2013-01-28",
        "透支度": 0.5446
    },
    {
        "date": "2013-01-29",
        "透支度": 0.5476
    },
    {
        "date": "2013-01-30",
        "透支度": 0.5482
    },
    {
        "date": "2013-01-31",
        "透支度": 0.5432
    },
    {
        "date": "2013-02-01",
        "透支度": 0.5496
    },
    {
        "date": "2013-02-04",
        "透支度": 0.5463
    },
    {
        "date": "2013-02-05",
        "透支度": 0.5523
    },
    {
        "date": "2013-02-06",
        "透支度": 0.5536
    },
    {
        "date": "2013-02-07",
        "透支度": 0.5537
    },
    {
        "date": "2013-02-08",
        "透支度": 0.5578
    },
    {
        "date": "2013-02-18",
        "透支度": 0.5535
    },
    {
        "date": "2013-02-19",
        "透支度": 0.5443
    },
    {
        "date": "2013-02-20",
        "透支度": 0.5506
    },
    {
        "date": "2013-02-21",
        "透支度": 0.541
    },
    {
        "date": "2013-02-22",
        "透支度": 0.539
    },
    {
        "date": "2013-02-25",
        "透支度": 0.5414
    },
    {
        "date": "2013-02-26",
        "透支度": 0.5364
    },
    {
        "date": "2013-02-27",
        "透支度": 0.5381
    },
    {
        "date": "2013-02-28",
        "透支度": 0.5479
    },
    {
        "date": "2013-03-01",
        "透支度": 0.5505
    },
    {
        "date": "2013-03-04",
        "透支度": 0.5333
    },
    {
        "date": "2013-03-05",
        "透支度": 0.545
    },
    {
        "date": "2013-03-06",
        "透支度": 0.5493
    },
    {
        "date": "2013-03-07",
        "透支度": 0.5427
    },
    {
        "date": "2013-03-08",
        "透支度": 0.5386
    },
    {
        "date": "2013-03-11",
        "透支度": 0.5382
    },
    {
        "date": "2013-03-12",
        "透支度": 0.5305
    },
    {
        "date": "2013-03-13",
        "透支度": 0.5264
    },
    {
        "date": "2013-03-14",
        "透支度": 0.53
    },
    {
        "date": "2013-03-15",
        "透支度": 0.5314
    },
    {
        "date": "2013-03-18",
        "透支度": 0.5273
    },
    {
        "date": "2013-03-19",
        "透支度": 0.5288
    },
    {
        "date": "2013-03-20",
        "透支度": 0.5412
    },
    {
        "date": "2013-03-21",
        "透支度": 0.5441
    },
    {
        "date": "2013-03-22",
        "透支度": 0.5439
    },
    {
        "date": "2013-03-25",
        "透支度": 0.5421
    },
    {
        "date": "2013-03-26",
        "透支度": 0.5401
    },
    {
        "date": "2013-03-27",
        "透支度": 0.542
    },
    {
        "date": "2013-03-28",
        "透支度": 0.5325
    },
    {
        "date": "2013-03-29",
        "透支度": 0.5311
    },
    {
        "date": "2013-04-01",
        "透支度": 0.5318
    },
    {
        "date": "2013-04-02",
        "透支度": 0.5252
    },
    {
        "date": "2013-04-03",
        "透支度": 0.5226
    },
    {
        "date": "2013-04-08",
        "透支度": 0.5249
    },
    {
        "date": "2013-04-09",
        "透支度": 0.5264
    },
    {
        "date": "2013-04-10",
        "透支度": 0.524
    },
    {
        "date": "2013-04-11",
        "透支度": 0.523
    },
    {
        "date": "2013-04-12",
        "透支度": 0.5215
    },
    {
        "date": "2013-04-15",
        "透支度": 0.5187
    },
    {
        "date": "2013-04-16",
        "透支度": 0.5231
    },
    {
        "date": "2013-04-17",
        "透支度": 0.5283
    },
    {
        "date": "2013-04-18",
        "透支度": 0.5297
    },
    {
        "date": "2013-04-19",
        "透支度": 0.5391
    },
    {
        "date": "2013-04-22",
        "透支度": 0.5423
    },
    {
        "date": "2013-04-23",
        "透支度": 0.5318
    },
    {
        "date": "2013-04-24",
        "透支度": 0.5407
    },
    {
        "date": "2013-04-25",
        "透支度": 0.5335
    },
    {
        "date": "2013-04-26",
        "透支度": 0.5276
    },
    {
        "date": "2013-05-02",
        "透支度": 0.5319
    },
    {
        "date": "2013-05-03",
        "透支度": 0.5394
    },
    {
        "date": "2013-05-06",
        "透支度": 0.5449
    },
    {
        "date": "2013-05-07",
        "透支度": 0.5444
    },
    {
        "date": "2013-05-08",
        "透支度": 0.5483
    },
    {
        "date": "2013-05-09",
        "透支度": 0.5467
    },
    {
        "date": "2013-05-10",
        "透支度": 0.5473
    },
    {
        "date": "2013-05-13",
        "透支度": 0.5459
    },
    {
        "date": "2013-05-14",
        "透支度": 0.539
    },
    {
        "date": "2013-05-15",
        "透支度": 0.5446
    },
    {
        "date": "2013-05-16",
        "透支度": 0.5507
    },
    {
        "date": "2013-05-17",
        "透支度": 0.5562
    },
    {
        "date": "2013-05-20",
        "透支度": 0.5588
    },
    {
        "date": "2013-05-21",
        "透支度": 0.5631
    },
    {
        "date": "2013-05-22",
        "透支度": 0.5611
    },
    {
        "date": "2013-05-23",
        "透支度": 0.5585
    },
    {
        "date": "2013-05-24",
        "透支度": 0.5631
    },
    {
        "date": "2013-05-27",
        "透支度": 0.5656
    },
    {
        "date": "2013-05-28",
        "透支度": 0.5663
    },
    {
        "date": "2013-05-29",
        "透支度": 0.5675
    },
    {
        "date": "2013-05-30",
        "透支度": 0.5675
    },
    {
        "date": "2013-05-31",
        "透支度": 0.5628
    },
    {
        "date": "2013-06-03",
        "透支度": 0.5594
    },
    {
        "date": "2013-06-04",
        "透支度": 0.5516
    },
    {
        "date": "2013-06-05",
        "透支度": 0.5532
    },
    {
        "date": "2013-06-06",
        "透支度": 0.5478
    },
    {
        "date": "2013-06-07",
        "透支度": 0.5423
    },
    {
        "date": "2013-06-13",
        "透支度": 0.533
    },
    {
        "date": "2013-06-14",
        "透支度": 0.5416
    },
    {
        "date": "2013-06-17",
        "透支度": 0.5417
    },
    {
        "date": "2013-06-18",
        "透支度": 0.5436
    },
    {
        "date": "2013-06-19",
        "透支度": 0.5426
    },
    {
        "date": "2013-06-20",
        "透支度": 0.5322
    },
    {
        "date": "2013-06-21",
        "透支度": 0.5318
    },
    {
        "date": "2013-06-24",
        "透支度": 0.5101
    },
    {
        "date": "2013-06-25",
        "透支度": 0.5108
    },
    {
        "date": "2013-06-26",
        "透支度": 0.5195
    },
    {
        "date": "2013-06-27",
        "透支度": 0.5153
    },
    {
        "date": "2013-06-28",
        "透支度": 0.5186
    },
    {
        "date": "2013-07-01",
        "透支度": 0.5266
    },
    {
        "date": "2013-07-02",
        "透支度": 0.5325
    },
    {
        "date": "2013-07-03",
        "透支度": 0.534
    },
    {
        "date": "2013-07-04",
        "透支度": 0.5336
    },
    {
        "date": "2013-07-05",
        "透支度": 0.5304
    },
    {
        "date": "2013-07-08",
        "透支度": 0.5193
    },
    {
        "date": "2013-07-09",
        "透支度": 0.5198
    },
    {
        "date": "2013-07-10",
        "透支度": 0.5302
    },
    {
        "date": "2013-07-11",
        "透支度": 0.5439
    },
    {
        "date": "2013-07-12",
        "透支度": 0.5407
    },
    {
        "date": "2013-07-15",
        "透支度": 0.5505
    },
    {
        "date": "2013-07-16",
        "透支度": 0.5539
    },
    {
        "date": "2013-07-17",
        "透支度": 0.5473
    },
    {
        "date": "2013-07-18",
        "透支度": 0.5438
    },
    {
        "date": "2013-07-19",
        "透支度": 0.5348
    },
    {
        "date": "2013-07-22",
        "透支度": 0.5419
    },
    {
        "date": "2013-07-23",
        "透支度": 0.5548
    },
    {
        "date": "2013-07-24",
        "透支度": 0.5569
    },
    {
        "date": "2013-07-25",
        "透支度": 0.5483
    },
    {
        "date": "2013-07-26",
        "透支度": 0.5465
    },
    {
        "date": "2013-07-29",
        "透支度": 0.5381
    },
    {
        "date": "2013-07-30",
        "透支度": 0.5356
    },
    {
        "date": "2013-07-31",
        "透支度": 0.5368
    },
    {
        "date": "2013-08-01",
        "透支度": 0.5495
    },
    {
        "date": "2013-08-02",
        "透支度": 0.5509
    },
    {
        "date": "2013-08-05",
        "透支度": 0.5582
    },
    {
        "date": "2013-08-06",
        "透支度": 0.5623
    },
    {
        "date": "2013-08-07",
        "透支度": 0.5575
    },
    {
        "date": "2013-08-08",
        "透支度": 0.5591
    },
    {
        "date": "2013-08-09",
        "透支度": 0.5595
    },
    {
        "date": "2013-08-12",
        "透支度": 0.565
    },
    {
        "date": "2013-08-13",
        "透支度": 0.5663
    },
    {
        "date": "2013-08-14",
        "透支度": 0.5664
    },
    {
        "date": "2013-08-15",
        "透支度": 0.5599
    },
    {
        "date": "2013-08-16",
        "透支度": 0.5518
    },
    {
        "date": "2013-08-19",
        "透支度": 0.5608
    },
    {
        "date": "2013-08-20",
        "透支度": 0.5597
    },
    {
        "date": "2013-08-21",
        "透支度": 0.5595
    },
    {
        "date": "2013-08-22",
        "透支度": 0.5617
    },
    {
        "date": "2013-08-23",
        "透支度": 0.5614
    },
    {
        "date": "2013-08-26",
        "透支度": 0.5698
    },
    {
        "date": "2013-08-27",
        "透支度": 0.5705
    },
    {
        "date": "2013-08-28",
        "透支度": 0.5633
    },
    {
        "date": "2013-08-29",
        "透支度": 0.5613
    },
    {
        "date": "2013-08-30",
        "透支度": 0.5542
    },
    {
        "date": "2013-09-02",
        "透支度": 0.5585
    },
    {
        "date": "2013-09-03",
        "透支度": 0.5661
    },
    {
        "date": "2013-09-04",
        "透支度": 0.5651
    },
    {
        "date": "2013-09-05",
        "透支度": 0.567
    },
    {
        "date": "2013-09-06",
        "透支度": 0.5689
    },
    {
        "date": "2013-09-09",
        "透支度": 0.5735
    },
    {
        "date": "2013-09-10",
        "透支度": 0.574
    },
    {
        "date": "2013-09-11",
        "透支度": 0.5677
    },
    {
        "date": "2013-09-12",
        "透支度": 0.5684
    },
    {
        "date": "2013-09-13",
        "透支度": 0.5723
    },
    {
        "date": "2013-09-16",
        "透支度": 0.5748
    },
    {
        "date": "2013-09-17",
        "透支度": 0.5685
    },
    {
        "date": "2013-09-18",
        "透支度": 0.57
    },
    {
        "date": "2013-09-23",
        "透支度": 0.5805
    },
    {
        "date": "2013-09-24",
        "透支度": 0.5804
    },
    {
        "date": "2013-09-25",
        "透支度": 0.5767
    },
    {
        "date": "2013-09-26",
        "透支度": 0.5713
    },
    {
        "date": "2013-09-27",
        "透支度": 0.5747
    },
    {
        "date": "2013-09-30",
        "透支度": 0.58
    },
    {
        "date": "2013-10-08",
        "透支度": 0.5864
    },
    {
        "date": "2013-10-09",
        "透支度": 0.5898
    },
    {
        "date": "2013-10-10",
        "透支度": 0.5858
    },
    {
        "date": "2013-10-11",
        "透支度": 0.5905
    },
    {
        "date": "2013-10-14",
        "透支度": 0.5921
    },
    {
        "date": "2013-10-15",
        "透支度": 0.5912
    },
    {
        "date": "2013-10-16",
        "透支度": 0.5801
    },
    {
        "date": "2013-10-17",
        "透支度": 0.5784
    },
    {
        "date": "2013-10-18",
        "透支度": 0.5819
    },
    {
        "date": "2013-10-21",
        "透支度": 0.5951
    },
    {
        "date": "2013-10-22",
        "透支度": 0.588
    },
    {
        "date": "2013-10-23",
        "透支度": 0.5779
    },
    {
        "date": "2013-10-24",
        "透支度": 0.5758
    },
    {
        "date": "2013-10-25",
        "透支度": 0.5669
    },
    {
        "date": "2013-10-28",
        "透支度": 0.5667
    },
    {
        "date": "2013-10-29",
        "透支度": 0.5636
    },
    {
        "date": "2013-10-30",
        "透支度": 0.5702
    },
    {
        "date": "2013-10-31",
        "透支度": 0.561
    },
    {
        "date": "2013-11-01",
        "透支度": 0.5602
    },
    {
        "date": "2013-11-04",
        "透支度": 0.5609
    },
    {
        "date": "2013-11-05",
        "透支度": 0.5649
    },
    {
        "date": "2013-11-06",
        "透支度": 0.5593
    },
    {
        "date": "2013-11-07",
        "透支度": 0.5533
    },
    {
        "date": "2013-11-08",
        "透支度": 0.5477
    },
    {
        "date": "2013-11-11",
        "透支度": 0.5531
    },
    {
        "date": "2013-11-12",
        "透支度": 0.5574
    },
    {
        "date": "2013-11-13",
        "透支度": 0.5509
    },
    {
        "date": "2013-11-14",
        "透支度": 0.5581
    },
    {
        "date": "2013-11-15",
        "透支度": 0.5673
    },
    {
        "date": "2013-11-18",
        "透支度": 0.5781
    },
    {
        "date": "2013-11-19",
        "透支度": 0.5767
    },
    {
        "date": "2013-11-20",
        "透支度": 0.5793
    },
    {
        "date": "2013-11-21",
        "透支度": 0.5759
    },
    {
        "date": "2013-11-22",
        "透支度": 0.573
    },
    {
        "date": "2013-11-25",
        "透支度": 0.5728
    },
    {
        "date": "2013-11-26",
        "透支度": 0.5736
    },
    {
        "date": "2013-11-27",
        "透支度": 0.5803
    },
    {
        "date": "2013-11-28",
        "透支度": 0.5853
    },
    {
        "date": "2013-11-29",
        "透支度": 0.588
    },
    {
        "date": "2013-12-02",
        "透支度": 0.5708
    },
    {
        "date": "2013-12-03",
        "透支度": 0.5775
    },
    {
        "date": "2013-12-04",
        "透支度": 0.5826
    },
    {
        "date": "2013-12-05",
        "透支度": 0.5784
    },
    {
        "date": "2013-12-06",
        "透支度": 0.5759
    },
    {
        "date": "2013-12-09",
        "透支度": 0.5791
    },
    {
        "date": "2013-12-10",
        "透支度": 0.5792
    },
    {
        "date": "2013-12-11",
        "透支度": 0.5755
    },
    {
        "date": "2013-12-12",
        "透支度": 0.5789
    },
    {
        "date": "2013-12-13",
        "透支度": 0.5795
    },
    {
        "date": "2013-12-16",
        "透支度": 0.5734
    },
    {
        "date": "2013-12-17",
        "透支度": 0.5711
    },
    {
        "date": "2013-12-18",
        "透支度": 0.5718
    },
    {
        "date": "2013-12-19",
        "透支度": 0.5694
    },
    {
        "date": "2013-12-20",
        "透支度": 0.5638
    },
    {
        "date": "2013-12-23",
        "透支度": 0.5658
    },
    {
        "date": "2013-12-24",
        "透支度": 0.5694
    },
    {
        "date": "2013-12-25",
        "透支度": 0.5749
    },
    {
        "date": "2013-12-26",
        "透支度": 0.5681
    },
    {
        "date": "2013-12-27",
        "透支度": 0.5762
    },
    {
        "date": "2013-12-30",
        "透支度": 0.5769
    },
    {
        "date": "2013-12-31",
        "透支度": 0.5805
    },
    {
        "date": "2014-01-02",
        "透支度": 0.5834
    },
    {
        "date": "2014-01-03",
        "透支度": 0.5819
    },
    {
        "date": "2014-01-06",
        "透支度": 0.5712
    },
    {
        "date": "2014-01-07",
        "透支度": 0.5752
    },
    {
        "date": "2014-01-08",
        "透支度": 0.5802
    },
    {
        "date": "2014-01-09",
        "透支度": 0.5744
    },
    {
        "date": "2014-01-10",
        "透支度": 0.5681
    },
    {
        "date": "2014-01-13",
        "透支度": 0.5663
    },
    {
        "date": "2014-01-14",
        "透支度": 0.5743
    },
    {
        "date": "2014-01-15",
        "透支度": 0.5785
    },
    {
        "date": "2014-01-16",
        "透支度": 0.5765
    },
    {
        "date": "2014-01-17",
        "透支度": 0.5702
    },
    {
        "date": "2014-01-20",
        "透支度": 0.566
    },
    {
        "date": "2014-01-21",
        "透支度": 0.5712
    },
    {
        "date": "2014-01-22",
        "透支度": 0.5818
    },
    {
        "date": "2014-01-23",
        "透支度": 0.5849
    },
    {
        "date": "2014-01-24",
        "透支度": 0.5901
    },
    {
        "date": "2014-01-27",
        "透支度": 0.5844
    },
    {
        "date": "2014-01-28",
        "透支度": 0.5823
    },
    {
        "date": "2014-01-29",
        "透支度": 0.5857
    },
    {
        "date": "2014-01-30",
        "透支度": 0.5813
    },
    {
        "date": "2014-02-07",
        "透支度": 0.5879
    },
    {
        "date": "2014-02-10",
        "透支度": 0.5999
    },
    {
        "date": "2014-02-11",
        "透支度": 0.5975
    },
    {
        "date": "2014-02-12",
        "透支度": 0.5996
    },
    {
        "date": "2014-02-13",
        "透支度": 0.5898
    },
    {
        "date": "2014-02-14",
        "透支度": 0.5955
    },
    {
        "date": "2014-02-17",
        "透支度": 0.6026
    },
    {
        "date": "2014-02-18",
        "透支度": 0.5995
    },
    {
        "date": "2014-02-19",
        "透支度": 0.5999
    },
    {
        "date": "2014-02-20",
        "透支度": 0.5915
    },
    {
        "date": "2014-02-21",
        "透支度": 0.5893
    },
    {
        "date": "2014-02-24",
        "透支度": 0.5865
    },
    {
        "date": "2014-02-25",
        "透支度": 0.5675
    },
    {
        "date": "2014-02-26",
        "透支度": 0.5678
    },
    {
        "date": "2014-02-27",
        "透支度": 0.557
    },
    {
        "date": "2014-02-28",
        "透支度": 0.5635
    },
    {
        "date": "2014-03-03",
        "透支度": 0.5704
    },
    {
        "date": "2014-03-04",
        "透支度": 0.5679
    },
    {
        "date": "2014-03-05",
        "透支度": 0.5661
    },
    {
        "date": "2014-03-06",
        "透支度": 0.5648
    },
    {
        "date": "2014-03-07",
        "透支度": 0.5641
    },
    {
        "date": "2014-03-10",
        "透支度": 0.5497
    },
    {
        "date": "2014-03-11",
        "透支度": 0.5502
    },
    {
        "date": "2014-03-12",
        "透支度": 0.5506
    },
    {
        "date": "2014-03-13",
        "透支度": 0.5578
    },
    {
        "date": "2014-03-14",
        "透支度": 0.5551
    },
    {
        "date": "2014-03-17",
        "透支度": 0.5635
    },
    {
        "date": "2014-03-18",
        "透支度": 0.5643
    },
    {
        "date": "2014-03-19",
        "透支度": 0.5591
    },
    {
        "date": "2014-03-20",
        "透支度": 0.5464
    },
    {
        "date": "2014-03-21",
        "透支度": 0.5542
    },
    {
        "date": "2014-03-24",
        "透支度": 0.5531
    },
    {
        "date": "2014-03-25",
        "透支度": 0.5527
    },
    {
        "date": "2014-03-26",
        "透支度": 0.5559
    },
    {
        "date": "2014-03-27",
        "透支度": 0.5472
    },
    {
        "date": "2014-03-28",
        "透支度": 0.539
    },
    {
        "date": "2014-03-31",
        "透支度": 0.5385
    },
    {
        "date": "2014-04-01",
        "透支度": 0.5452
    },
    {
        "date": "2014-04-02",
        "透支度": 0.5433
    },
    {
        "date": "2014-04-03",
        "透支度": 0.5423
    },
    {
        "date": "2014-04-04",
        "透支度": 0.5477
    },
    {
        "date": "2014-04-08",
        "透支度": 0.5535
    },
    {
        "date": "2014-04-09",
        "透支度": 0.557
    },
    {
        "date": "2014-04-10",
        "透支度": 0.5604
    },
    {
        "date": "2014-04-11",
        "透支度": 0.5584
    },
    {
        "date": "2014-04-14",
        "透支度": 0.559
    },
    {
        "date": "2014-04-15",
        "透支度": 0.5543
    },
    {
        "date": "2014-04-16",
        "透支度": 0.553
    },
    {
        "date": "2014-04-17",
        "透支度": 0.5524
    },
    {
        "date": "2014-04-18",
        "透支度": 0.5532
    },
    {
        "date": "2014-04-21",
        "透支度": 0.5473
    },
    {
        "date": "2014-04-22",
        "透支度": 0.5433
    },
    {
        "date": "2014-04-23",
        "透支度": 0.5415
    },
    {
        "date": "2014-04-24",
        "透支度": 0.5385
    },
    {
        "date": "2014-04-25",
        "透支度": 0.5307
    },
    {
        "date": "2014-04-28",
        "透支度": 0.5201
    },
    {
        "date": "2014-04-29",
        "透支度": 0.5262
    },
    {
        "date": "2014-04-30",
        "透支度": 0.5289
    },
    {
        "date": "2014-05-05",
        "透支度": 0.5318
    },
    {
        "date": "2014-05-06",
        "透支度": 0.5333
    },
    {
        "date": "2014-05-07",
        "透支度": 0.5259
    },
    {
        "date": "2014-05-08",
        "透支度": 0.5232
    },
    {
        "date": "2014-05-09",
        "透支度": 0.5175
    },
    {
        "date": "2014-05-12",
        "透支度": 0.5244
    },
    {
        "date": "2014-05-13",
        "透支度": 0.5238
    },
    {
        "date": "2014-05-14",
        "透支度": 0.5243
    },
    {
        "date": "2014-05-15",
        "透支度": 0.5172
    },
    {
        "date": "2014-05-16",
        "透支度": 0.5145
    },
    {
        "date": "2014-05-19",
        "透支度": 0.5108
    },
    {
        "date": "2014-05-20",
        "透支度": 0.5123
    },
    {
        "date": "2014-05-21",
        "透支度": 0.5163
    },
    {
        "date": "2014-05-22",
        "透支度": 0.5174
    },
    {
        "date": "2014-05-23",
        "透支度": 0.5223
    },
    {
        "date": "2014-05-26",
        "透支度": 0.5272
    },
    {
        "date": "2014-05-27",
        "透支度": 0.5248
    },
    {
        "date": "2014-05-28",
        "透支度": 0.5309
    },
    {
        "date": "2014-05-29",
        "透支度": 0.5263
    },
    {
        "date": "2014-05-30",
        "透支度": 0.5263
    },
    {
        "date": "2014-06-03",
        "透支度": 0.5241
    },
    {
        "date": "2014-06-04",
        "透支度": 0.5199
    },
    {
        "date": "2014-06-05",
        "透支度": 0.5253
    },
    {
        "date": "2014-06-06",
        "透支度": 0.5236
    },
    {
        "date": "2014-06-09",
        "透支度": 0.5201
    },
    {
        "date": "2014-06-10",
        "透支度": 0.5254
    },
    {
        "date": "2014-06-11",
        "透支度": 0.5274
    },
    {
        "date": "2014-06-12",
        "透支度": 0.5264
    },
    {
        "date": "2014-06-13",
        "透支度": 0.5307
    },
    {
        "date": "2014-06-16",
        "透支度": 0.5322
    },
    {
        "date": "2014-06-17",
        "透支度": 0.5282
    },
    {
        "date": "2014-06-18",
        "透支度": 0.5265
    },
    {
        "date": "2014-06-19",
        "透支度": 0.5171
    },
    {
        "date": "2014-06-20",
        "透支度": 0.5202
    },
    {
        "date": "2014-06-23",
        "透支度": 0.523
    },
    {
        "date": "2014-06-24",
        "透支度": 0.5258
    },
    {
        "date": "2014-06-25",
        "透支度": 0.5239
    },
    {
        "date": "2014-06-26",
        "透支度": 0.5285
    },
    {
        "date": "2014-06-27",
        "透支度": 0.5298
    },
    {
        "date": "2014-06-30",
        "透支度": 0.5342
    },
    {
        "date": "2014-07-01",
        "透支度": 0.5354
    },
    {
        "date": "2014-07-02",
        "透支度": 0.5372
    },
    {
        "date": "2014-07-03",
        "透支度": 0.5394
    },
    {
        "date": "2014-07-04",
        "透支度": 0.539
    },
    {
        "date": "2014-07-07",
        "透支度": 0.5366
    },
    {
        "date": "2014-07-08",
        "透支度": 0.5392
    },
    {
        "date": "2014-07-09",
        "透支度": 0.5322
    },
    {
        "date": "2014-07-10",
        "透支度": 0.529
    },
    {
        "date": "2014-07-11",
        "透支度": 0.5305
    },
    {
        "date": "2014-07-14",
        "透支度": 0.5352
    },
    {
        "date": "2014-07-15",
        "透支度": 0.5334
    },
    {
        "date": "2014-07-16",
        "透支度": 0.5292
    },
    {
        "date": "2014-07-17",
        "透支度": 0.5275
    },
    {
        "date": "2014-07-18",
        "透支度": 0.529
    },
    {
        "date": "2014-07-21",
        "透支度": 0.5301
    },
    {
        "date": "2014-07-22",
        "透支度": 0.5355
    },
    {
        "date": "2014-07-23",
        "透支度": 0.531
    },
    {
        "date": "2014-07-24",
        "透支度": 0.5315
    },
    {
        "date": "2014-07-25",
        "透支度": 0.535
    },
    {
        "date": "2014-07-28",
        "透支度": 0.543
    },
    {
        "date": "2014-07-29",
        "透支度": 0.5468
    },
    {
        "date": "2014-07-30",
        "透支度": 0.5475
    },
    {
        "date": "2014-07-31",
        "透支度": 0.5504
    },
    {
        "date": "2014-08-01",
        "透支度": 0.5456
    },
    {
        "date": "2014-08-04",
        "透支度": 0.5509
    },
    {
        "date": "2014-08-05",
        "透支度": 0.5524
    },
    {
        "date": "2014-08-06",
        "透支度": 0.5529
    },
    {
        "date": "2014-08-07",
        "透支度": 0.5486
    },
    {
        "date": "2014-08-08",
        "透支度": 0.5507
    },
    {
        "date": "2014-08-11",
        "透支度": 0.5569
    },
    {
        "date": "2014-08-12",
        "透支度": 0.5569
    },
    {
        "date": "2014-08-13",
        "透支度": 0.5555
    },
    {
        "date": "2014-08-14",
        "透支度": 0.5519
    },
    {
        "date": "2014-08-15",
        "透支度": 0.5562
    },
    {
        "date": "2014-08-18",
        "透支度": 0.5612
    },
    {
        "date": "2014-08-19",
        "透支度": 0.5616
    },
    {
        "date": "2014-08-20",
        "透支度": 0.5593
    },
    {
        "date": "2014-08-21",
        "透支度": 0.5597
    },
    {
        "date": "2014-08-22",
        "透支度": 0.5624
    },
    {
        "date": "2014-08-25",
        "透支度": 0.5582
    },
    {
        "date": "2014-08-26",
        "透支度": 0.5515
    },
    {
        "date": "2014-08-27",
        "透支度": 0.5528
    },
    {
        "date": "2014-08-28",
        "透支度": 0.5487
    },
    {
        "date": "2014-08-29",
        "透支度": 0.5539
    },
    {
        "date": "2014-09-01",
        "透支度": 0.5597
    },
    {
        "date": "2014-09-02",
        "透支度": 0.5646
    },
    {
        "date": "2014-09-03",
        "透支度": 0.5677
    },
    {
        "date": "2014-09-04",
        "透支度": 0.5705
    },
    {
        "date": "2014-09-05",
        "透支度": 0.5722
    },
    {
        "date": "2014-09-09",
        "透支度": 0.5731
    },
    {
        "date": "2014-09-10",
        "透支度": 0.5734
    },
    {
        "date": "2014-09-11",
        "透支度": 0.5723
    },
    {
        "date": "2014-09-12",
        "透支度": 0.5751
    },
    {
        "date": "2014-09-15",
        "透支度": 0.5762
    },
    {
        "date": "2014-09-16",
        "透支度": 0.5625
    },
    {
        "date": "2014-09-17",
        "透支度": 0.5644
    },
    {
        "date": "2014-09-18",
        "透支度": 0.5669
    },
    {
        "date": "2014-09-19",
        "透支度": 0.5703
    },
    {
        "date": "2014-09-22",
        "透支度": 0.5647
    },
    {
        "date": "2014-09-23",
        "透支度": 0.5694
    },
    {
        "date": "2014-09-24",
        "透支度": 0.5744
    },
    {
        "date": "2014-09-25",
        "透支度": 0.5736
    },
    {
        "date": "2014-09-26",
        "透支度": 0.5742
    },
    {
        "date": "2014-09-29",
        "透支度": 0.5765
    },
    {
        "date": "2014-09-30",
        "透支度": 0.5782
    },
    {
        "date": "2014-10-08",
        "透支度": 0.5845
    },
    {
        "date": "2014-10-09",
        "透支度": 0.5843
    },
    {
        "date": "2014-10-10",
        "透支度": 0.5817
    },
    {
        "date": "2014-10-13",
        "透支度": 0.5792
    },
    {
        "date": "2014-10-14",
        "透支度": 0.5768
    },
    {
        "date": "2014-10-15",
        "透支度": 0.5781
    },
    {
        "date": "2014-10-16",
        "透支度": 0.5719
    },
    {
        "date": "2014-10-17",
        "透支度": 0.5686
    },
    {
        "date": "2014-10-20",
        "透支度": 0.5724
    },
    {
        "date": "2014-10-21",
        "透支度": 0.5676
    },
    {
        "date": "2014-10-22",
        "透支度": 0.5625
    },
    {
        "date": "2014-10-23",
        "透支度": 0.5557
    },
    {
        "date": "2014-10-24",
        "透支度": 0.5563
    },
    {
        "date": "2014-10-27",
        "透支度": 0.5584
    },
    {
        "date": "2014-10-28",
        "透支度": 0.5669
    },
    {
        "date": "2014-10-29",
        "透支度": 0.5701
    },
    {
        "date": "2014-10-30",
        "透支度": 0.5683
    },
    {
        "date": "2014-10-31",
        "透支度": 0.5661
    },
    {
        "date": "2014-11-03",
        "透支度": 0.567
    },
    {
        "date": "2014-11-04",
        "透支度": 0.5623
    },
    {
        "date": "2014-11-05",
        "透支度": 0.5606
    },
    {
        "date": "2014-11-06",
        "透支度": 0.563
    },
    {
        "date": "2014-11-07",
        "透支度": 0.5589
    },
    {
        "date": "2014-11-10",
        "透支度": 0.5603
    },
    {
        "date": "2014-11-11",
        "透支度": 0.5501
    },
    {
        "date": "2014-11-12",
        "透支度": 0.5558
    },
    {
        "date": "2014-11-13",
        "透支度": 0.5495
    },
    {
        "date": "2014-11-14",
        "透支度": 0.5507
    },
    {
        "date": "2014-11-17",
        "透支度": 0.5556
    },
    {
        "date": "2014-11-18",
        "透支度": 0.5561
    },
    {
        "date": "2014-11-19",
        "透支度": 0.5582
    },
    {
        "date": "2014-11-20",
        "透支度": 0.556
    },
    {
        "date": "2014-11-21",
        "透支度": 0.5608
    },
    {
        "date": "2014-11-24",
        "透支度": 0.5647
    },
    {
        "date": "2014-11-25",
        "透支度": 0.5717
    },
    {
        "date": "2014-11-26",
        "透支度": 0.5751
    },
    {
        "date": "2014-11-27",
        "透支度": 0.5783
    },
    {
        "date": "2014-11-28",
        "透支度": 0.5807
    },
    {
        "date": "2014-12-01",
        "透支度": 0.5797
    },
    {
        "date": "2014-12-02",
        "透支度": 0.5878
    },
    {
        "date": "2014-12-03",
        "透支度": 0.5942
    },
    {
        "date": "2014-12-04",
        "透支度": 0.6065
    },
    {
        "date": "2014-12-05",
        "透支度": 0.603
    },
    {
        "date": "2014-12-08",
        "透支度": 0.609
    },
    {
        "date": "2014-12-09",
        "透支度": 0.5949
    },
    {
        "date": "2014-12-10",
        "透支度": 0.6109
    },
    {
        "date": "2014-12-11",
        "透支度": 0.6129
    },
    {
        "date": "2014-12-12",
        "透支度": 0.6177
    },
    {
        "date": "2014-12-15",
        "透支度": 0.6259
    },
    {
        "date": "2014-12-16",
        "透支度": 0.6287
    },
    {
        "date": "2014-12-17",
        "透支度": 0.629
    },
    {
        "date": "2014-12-18",
        "透支度": 0.6263
    },
    {
        "date": "2014-12-19",
        "透支度": 0.6213
    },
    {
        "date": "2014-12-22",
        "透支度": 0.6053
    },
    {
        "date": "2014-12-23",
        "透支度": 0.5985
    },
    {
        "date": "2014-12-24",
        "透支度": 0.5959
    },
    {
        "date": "2014-12-25",
        "透支度": 0.6045
    },
    {
        "date": "2014-12-26",
        "透支度": 0.6106
    },
    {
        "date": "2014-12-29",
        "透支度": 0.6046
    },
    {
        "date": "2014-12-30",
        "透支度": 0.6001
    },
    {
        "date": "2014-12-31",
        "透支度": 0.607
    },
    {
        "date": "2015-01-05",
        "透支度": 0.612
    },
    {
        "date": "2015-01-06",
        "透支度": 0.6173
    },
    {
        "date": "2015-01-07",
        "透支度": 0.6135
    },
    {
        "date": "2015-01-08",
        "透支度": 0.6116
    },
    {
        "date": "2015-01-09",
        "透支度": 0.6106
    },
    {
        "date": "2015-01-12",
        "透支度": 0.6131
    },
    {
        "date": "2015-01-13",
        "透支度": 0.6176
    },
    {
        "date": "2015-01-14",
        "透支度": 0.614
    },
    {
        "date": "2015-01-15",
        "透支度": 0.6206
    },
    {
        "date": "2015-01-16",
        "透支度": 0.6263
    },
    {
        "date": "2015-01-19",
        "透支度": 0.6062
    },
    {
        "date": "2015-01-20",
        "透支度": 0.6204
    },
    {
        "date": "2015-01-21",
        "透支度": 0.6331
    },
    {
        "date": "2015-01-22",
        "透支度": 0.6363
    },
    {
        "date": "2015-01-23",
        "透支度": 0.6312
    },
    {
        "date": "2015-01-26",
        "透支度": 0.6412
    },
    {
        "date": "2015-01-27",
        "透支度": 0.6413
    },
    {
        "date": "2015-01-28",
        "透支度": 0.6368
    },
    {
        "date": "2015-01-29",
        "透支度": 0.6329
    },
    {
        "date": "2015-01-30",
        "透支度": 0.6269
    },
    {
        "date": "2015-02-02",
        "透支度": 0.6259
    },
    {
        "date": "2015-02-03",
        "透支度": 0.6373
    },
    {
        "date": "2015-02-04",
        "透支度": 0.6348
    },
    {
        "date": "2015-02-05",
        "透支度": 0.632
    },
    {
        "date": "2015-02-06",
        "透支度": 0.6224
    },
    {
        "date": "2015-02-09",
        "透支度": 0.6213
    },
    {
        "date": "2015-02-10",
        "透支度": 0.6298
    },
    {
        "date": "2015-02-11",
        "透支度": 0.6372
    },
    {
        "date": "2015-02-12",
        "透支度": 0.6396
    },
    {
        "date": "2015-02-13",
        "透支度": 0.6453
    },
    {
        "date": "2015-02-16",
        "透支度": 0.6541
    },
    {
        "date": "2015-02-17",
        "透支度": 0.6574
    },
    {
        "date": "2015-02-25",
        "透支度": 0.6506
    },
    {
        "date": "2015-02-26",
        "透支度": 0.6556
    },
    {
        "date": "2015-02-27",
        "透支度": 0.6606
    },
    {
        "date": "2015-03-02",
        "透支度": 0.67
    },
    {
        "date": "2015-03-03",
        "透支度": 0.6608
    },
    {
        "date": "2015-03-04",
        "透支度": 0.6692
    },
    {
        "date": "2015-03-05",
        "透支度": 0.6678
    },
    {
        "date": "2015-03-06",
        "透支度": 0.6583
    },
    {
        "date": "2015-03-09",
        "透支度": 0.6671
    },
    {
        "date": "2015-03-10",
        "透支度": 0.6719
    },
    {
        "date": "2015-03-11",
        "透支度": 0.6709
    },
    {
        "date": "2015-03-12",
        "透支度": 0.6716
    },
    {
        "date": "2015-03-13",
        "透支度": 0.6793
    },
    {
        "date": "2015-03-16",
        "透支度": 0.696
    },
    {
        "date": "2015-03-17",
        "透支度": 0.6996
    },
    {
        "date": "2015-03-18",
        "透支度": 0.7117
    },
    {
        "date": "2015-03-19",
        "透支度": 0.7124
    },
    {
        "date": "2015-03-20",
        "透支度": 0.7206
    },
    {
        "date": "2015-03-23",
        "透支度": 0.738
    },
    {
        "date": "2015-03-24",
        "透支度": 0.7458
    },
    {
        "date": "2015-03-25",
        "透支度": 0.7512
    },
    {
        "date": "2015-03-26",
        "透支度": 0.7431
    },
    {
        "date": "2015-03-27",
        "透支度": 0.7508
    },
    {
        "date": "2015-03-30",
        "透支度": 0.7562
    },
    {
        "date": "2015-03-31",
        "透支度": 0.7609
    },
    {
        "date": "2015-04-01",
        "透支度": 0.7759
    },
    {
        "date": "2015-04-02",
        "透支度": 0.784
    },
    {
        "date": "2015-04-03",
        "透支度": 0.7929
    },
    {
        "date": "2015-04-07",
        "透支度": 0.8069
    },
    {
        "date": "2015-04-08",
        "透支度": 0.8041
    },
    {
        "date": "2015-04-09",
        "透支度": 0.8039
    },
    {
        "date": "2015-04-10",
        "透支度": 0.8203
    },
    {
        "date": "2015-04-13",
        "透支度": 0.8306
    },
    {
        "date": "2015-04-14",
        "透支度": 0.8284
    },
    {
        "date": "2015-04-15",
        "透支度": 0.8052
    },
    {
        "date": "2015-04-16",
        "透支度": 0.8178
    },
    {
        "date": "2015-04-17",
        "透支度": 0.8176
    },
    {
        "date": "2015-04-20",
        "透支度": 0.799
    },
    {
        "date": "2015-04-21",
        "透支度": 0.822
    },
    {
        "date": "2015-04-22",
        "透支度": 0.8364
    },
    {
        "date": "2015-04-23",
        "透支度": 0.8413
    },
    {
        "date": "2015-04-24",
        "透支度": 0.8388
    },
    {
        "date": "2015-04-27",
        "透支度": 0.8447
    },
    {
        "date": "2015-04-28",
        "透支度": 0.8282
    },
    {
        "date": "2015-04-29",
        "透支度": 0.842
    },
    {
        "date": "2015-04-30",
        "透支度": 0.8486
    },
    {
        "date": "2015-05-04",
        "透支度": 0.8487
    },
    {
        "date": "2015-05-05",
        "透支度": 0.828
    },
    {
        "date": "2015-05-06",
        "透支度": 0.8331
    },
    {
        "date": "2015-05-07",
        "透支度": 0.8264
    },
    {
        "date": "2015-05-08",
        "透支度": 0.8554
    },
    {
        "date": "2015-05-11",
        "透支度": 0.8863
    },
    {
        "date": "2015-05-12",
        "透支度": 0.9032
    },
    {
        "date": "2015-05-13",
        "透支度": 0.9027
    },
    {
        "date": "2015-05-14",
        "透支度": 0.8927
    },
    {
        "date": "2015-05-15",
        "透支度": 0.8907
    },
    {
        "date": "2015-05-18",
        "透支度": 0.9074
    },
    {
        "date": "2015-05-19",
        "透支度": 0.9248
    },
    {
        "date": "2015-05-20",
        "透支度": 0.9396
    },
    {
        "date": "2015-05-21",
        "透支度": 0.9615
    },
    {
        "date": "2015-05-22",
        "透支度": 0.9649
    },
    {
        "date": "2015-05-25",
        "透支度": 0.9676
    },
    {
        "date": "2015-05-26",
        "透支度": 0.992
    },
    {
        "date": "2015-05-27",
        "透支度": 0.9945
    },
    {
        "date": "2015-05-28",
        "透支度": 0.9504
    },
    {
        "date": "2015-05-29",
        "透支度": 0.9642
    },
    {
        "date": "2015-06-01",
        "透支度": 0.9967
    },
    {
        "date": "2015-06-02",
        "透支度": 1.0234
    },
    {
        "date": "2015-06-03",
        "透支度": 1.0305
    },
    {
        "date": "2015-06-04",
        "透支度": 1.0249
    },
    {
        "date": "2015-06-05",
        "透支度": 1.0266
    },
    {
        "date": "2015-06-08",
        "透支度": 1.0084
    },
    {
        "date": "2015-06-09",
        "透支度": 1.0023
    },
    {
        "date": "2015-06-10",
        "透支度": 1.0227
    },
    {
        "date": "2015-06-11",
        "透支度": 1.0347
    },
    {
        "date": "2015-06-12",
        "透支度": 1.044
    },
    {
        "date": "2015-06-15",
        "透支度": 1.0167
    },
    {
        "date": "2015-06-16",
        "透支度": 0.9859
    },
    {
        "date": "2015-06-17",
        "透支度": 1.0047
    },
    {
        "date": "2015-06-18",
        "透支度": 0.9709
    },
    {
        "date": "2015-06-19",
        "透支度": 0.9268
    },
    {
        "date": "2015-06-23",
        "透支度": 0.9409
    },
    {
        "date": "2015-06-24",
        "透支度": 0.949
    },
    {
        "date": "2015-06-25",
        "透支度": 0.9155
    },
    {
        "date": "2015-06-26",
        "透支度": 0.8552
    },
    {
        "date": "2015-06-29",
        "透支度": 0.81
    },
    {
        "date": "2015-06-30",
        "透支度": 0.8439
    },
    {
        "date": "2015-07-01",
        "透支度": 0.8107
    },
    {
        "date": "2015-07-02",
        "透支度": 0.7731
    },
    {
        "date": "2015-07-03",
        "透支度": 0.7348
    },
    {
        "date": "2015-07-06",
        "透支度": 0.719
    },
    {
        "date": "2015-07-07",
        "透支度": 0.6867
    },
    {
        "date": "2015-07-08",
        "透支度": 0.6578
    },
    {
        "date": "2015-07-09",
        "透支度": 0.6803
    },
    {
        "date": "2015-07-10",
        "透支度": 0.7117
    },
    {
        "date": "2015-07-13",
        "透支度": 0.7471
    },
    {
        "date": "2015-07-14",
        "透支度": 0.7564
    },
    {
        "date": "2015-07-15",
        "透支度": 0.7252
    },
    {
        "date": "2015-07-16",
        "透支度": 0.7335
    },
    {
        "date": "2015-07-17",
        "透支度": 0.7673
    },
    {
        "date": "2015-07-20",
        "透支度": 0.7802
    },
    {
        "date": "2015-07-21",
        "透支度": 0.7909
    },
    {
        "date": "2015-07-22",
        "透支度": 0.7966
    },
    {
        "date": "2015-07-23",
        "透支度": 0.8144
    },
    {
        "date": "2015-07-24",
        "透支度": 0.8046
    },
    {
        "date": "2015-07-27",
        "透支度": 0.7512
    },
    {
        "date": "2015-07-28",
        "透支度": 0.7331
    },
    {
        "date": "2015-07-29",
        "透支度": 0.7577
    },
    {
        "date": "2015-07-30",
        "透支度": 0.7353
    },
    {
        "date": "2015-07-31",
        "透支度": 0.7255
    },
    {
        "date": "2015-08-03",
        "透支度": 0.7041
    },
    {
        "date": "2015-08-04",
        "透支度": 0.7342
    },
    {
        "date": "2015-08-05",
        "透支度": 0.7266
    },
    {
        "date": "2015-08-06",
        "透支度": 0.722
    },
    {
        "date": "2015-08-07",
        "透支度": 0.7413
    },
    {
        "date": "2015-08-10",
        "透支度": 0.7725
    },
    {
        "date": "2015-08-11",
        "透支度": 0.7755
    },
    {
        "date": "2015-08-12",
        "透支度": 0.7638
    },
    {
        "date": "2015-08-13",
        "透支度": 0.7764
    },
    {
        "date": "2015-08-14",
        "透支度": 0.7777
    },
    {
        "date": "2015-08-17",
        "透支度": 0.7823
    },
    {
        "date": "2015-08-18",
        "透支度": 0.7351
    },
    {
        "date": "2015-08-19",
        "透支度": 0.7483
    },
    {
        "date": "2015-08-20",
        "透支度": 0.7266
    },
    {
        "date": "2015-08-21",
        "透支度": 0.6918
    },
    {
        "date": "2015-08-24",
        "透支度": 0.6432
    },
    {
        "date": "2015-08-25",
        "透支度": 0.6006
    },
    {
        "date": "2015-08-26",
        "透支度": 0.5852
    },
    {
        "date": "2015-08-27",
        "透支度": 0.6091
    },
    {
        "date": "2015-08-28",
        "透支度": 0.6391
    },
    {
        "date": "2015-08-31",
        "透支度": 0.6257
    },
    {
        "date": "2015-09-01",
        "透支度": 0.6009
    },
    {
        "date": "2015-09-02",
        "透支度": 0.5916
    },
    {
        "date": "2015-09-07",
        "透支度": 0.5889
    },
    {
        "date": "2015-09-08",
        "透支度": 0.6099
    },
    {
        "date": "2015-09-09",
        "透支度": 0.6272
    },
    {
        "date": "2015-09-10",
        "透支度": 0.6211
    },
    {
        "date": "2015-09-11",
        "透支度": 0.6237
    },
    {
        "date": "2015-09-14",
        "透支度": 0.5937
    },
    {
        "date": "2015-09-15",
        "透支度": 0.5691
    },
    {
        "date": "2015-09-16",
        "透支度": 0.6011
    },
    {
        "date": "2015-09-17",
        "透支度": 0.5937
    },
    {
        "date": "2015-09-18",
        "透支度": 0.6005
    },
    {
        "date": "2015-09-21",
        "透支度": 0.62
    },
    {
        "date": "2015-09-22",
        "透支度": 0.6241
    },
    {
        "date": "2015-09-23",
        "透支度": 0.6188
    },
    {
        "date": "2015-09-24",
        "透支度": 0.6245
    },
    {
        "date": "2015-09-25",
        "透支度": 0.6081
    },
    {
        "date": "2015-09-28",
        "透支度": 0.6206
    },
    {
        "date": "2015-09-29",
        "透支度": 0.6132
    },
    {
        "date": "2015-09-30",
        "透支度": 0.6146
    },
    {
        "date": "2015-10-08",
        "透支度": 0.6359
    },
    {
        "date": "2015-10-09",
        "透支度": 0.6442
    },
    {
        "date": "2015-10-12",
        "透支度": 0.6653
    },
    {
        "date": "2015-10-13",
        "透支度": 0.6708
    },
    {
        "date": "2015-10-14",
        "透支度": 0.6616
    },
    {
        "date": "2015-10-15",
        "透支度": 0.6801
    },
    {
        "date": "2015-10-16",
        "透支度": 0.6883
    },
    {
        "date": "2015-10-19",
        "透支度": 0.6871
    },
    {
        "date": "2015-10-20",
        "透支度": 0.699
    },
    {
        "date": "2015-10-21",
        "透支度": 0.6641
    },
    {
        "date": "2015-10-22",
        "透支度": 0.6848
    },
    {
        "date": "2015-10-23",
        "透支度": 0.7001
    },
    {
        "date": "2015-10-26",
        "透支度": 0.7029
    },
    {
        "date": "2015-10-27",
        "透支度": 0.7073
    },
    {
        "date": "2015-10-28",
        "透支度": 0.6917
    },
    {
        "date": "2015-10-29",
        "透支度": 0.6957
    },
    {
        "date": "2015-10-30",
        "透支度": 0.697
    },
    {
        "date": "2015-11-02",
        "透支度": 0.6848
    },
    {
        "date": "2015-11-03",
        "透支度": 0.6833
    },
    {
        "date": "2015-11-04",
        "透支度": 0.7139
    },
    {
        "date": "2015-11-05",
        "透支度": 0.7157
    },
    {
        "date": "2015-11-06",
        "透支度": 0.7334
    },
    {
        "date": "2015-11-09",
        "透支度": 0.7479
    },
    {
        "date": "2015-11-10",
        "透支度": 0.7515
    },
    {
        "date": "2015-11-11",
        "透支度": 0.7612
    },
    {
        "date": "2015-11-12",
        "透支度": 0.7608
    },
    {
        "date": "2015-11-13",
        "透支度": 0.7448
    },
    {
        "date": "2015-11-16",
        "透支度": 0.758
    },
    {
        "date": "2015-11-17",
        "透支度": 0.7526
    },
    {
        "date": "2015-11-18",
        "透支度": 0.7422
    },
    {
        "date": "2015-11-19",
        "透支度": 0.7603
    },
    {
        "date": "2015-11-20",
        "透支度": 0.7683
    },
    {
        "date": "2015-11-23",
        "透支度": 0.7613
    },
    {
        "date": "2015-11-24",
        "透支度": 0.7671
    },
    {
        "date": "2015-11-25",
        "透支度": 0.7799
    },
    {
        "date": "2015-11-26",
        "透支度": 0.7745
    },
    {
        "date": "2015-11-27",
        "透支度": 0.7343
    },
    {
        "date": "2015-11-30",
        "透支度": 0.7371
    },
    {
        "date": "2015-12-01",
        "透支度": 0.7332
    },
    {
        "date": "2015-12-02",
        "透支度": 0.7312
    },
    {
        "date": "2015-12-03",
        "透支度": 0.746
    },
    {
        "date": "2015-12-04",
        "透支度": 0.7403
    },
    {
        "date": "2015-12-07",
        "透支度": 0.7464
    },
    {
        "date": "2015-12-08",
        "透支度": 0.7378
    },
    {
        "date": "2015-12-09",
        "透支度": 0.7386
    },
    {
        "date": "2015-12-10",
        "透支度": 0.7373
    },
    {
        "date": "2015-12-11",
        "透支度": 0.7322
    },
    {
        "date": "2015-12-14",
        "透支度": 0.7428
    },
    {
        "date": "2015-12-15",
        "透支度": 0.7511
    },
    {
        "date": "2015-12-16",
        "透支度": 0.7552
    },
    {
        "date": "2015-12-17",
        "透支度": 0.7722
    },
    {
        "date": "2015-12-18",
        "透支度": 0.7699
    },
    {
        "date": "2015-12-21",
        "透支度": 0.7753
    },
    {
        "date": "2015-12-22",
        "透支度": 0.7797
    },
    {
        "date": "2015-12-23",
        "透支度": 0.7695
    },
    {
        "date": "2015-12-24",
        "透支度": 0.7674
    },
    {
        "date": "2015-12-25",
        "透支度": 0.7708
    },
    {
        "date": "2015-12-28",
        "透支度": 0.7574
    },
    {
        "date": "2015-12-29",
        "透支度": 0.7624
    },
    {
        "date": "2015-12-30",
        "透支度": 0.77
    },
    {
        "date": "2015-12-31",
        "透支度": 0.7593
    },
    {
        "date": "2016-01-04",
        "透支度": 0.7057
    },
    {
        "date": "2016-01-05",
        "透支度": 0.6955
    },
    {
        "date": "2016-01-06",
        "透支度": 0.7087
    },
    {
        "date": "2016-01-07",
        "透支度": 0.6568
    },
    {
        "date": "2016-01-08",
        "透支度": 0.6598
    },
    {
        "date": "2016-01-11",
        "透支度": 0.6207
    },
    {
        "date": "2016-01-12",
        "透支度": 0.6216
    },
    {
        "date": "2016-01-13",
        "透支度": 0.6011
    },
    {
        "date": "2016-01-14",
        "透支度": 0.6207
    },
    {
        "date": "2016-01-15",
        "透支度": 0.6031
    },
    {
        "date": "2016-01-18",
        "透支度": 0.6123
    },
    {
        "date": "2016-01-19",
        "透支度": 0.6329
    },
    {
        "date": "2016-01-20",
        "透支度": 0.6275
    },
    {
        "date": "2016-01-21",
        "透支度": 0.6048
    },
    {
        "date": "2016-01-22",
        "透支度": 0.6113
    },
    {
        "date": "2016-01-25",
        "透支度": 0.6168
    },
    {
        "date": "2016-01-26",
        "透支度": 0.5789
    },
    {
        "date": "2016-01-27",
        "透支度": 0.5742
    },
    {
        "date": "2016-01-28",
        "透支度": 0.5527
    },
    {
        "date": "2016-01-29",
        "透支度": 0.5711
    },
    {
        "date": "2016-02-01",
        "透支度": 0.566
    },
    {
        "date": "2016-02-02",
        "透支度": 0.5845
    },
    {
        "date": "2016-02-03",
        "透支度": 0.5869
    },
    {
        "date": "2016-02-04",
        "透支度": 0.5967
    },
    {
        "date": "2016-02-05",
        "透支度": 0.5905
    },
    {
        "date": "2016-02-15",
        "透支度": 0.5912
    },
    {
        "date": "2016-02-16",
        "透支度": 0.6119
    },
    {
        "date": "2016-02-17",
        "透支度": 0.6173
    },
    {
        "date": "2016-02-18",
        "透支度": 0.6136
    },
    {
        "date": "2016-02-19",
        "透支度": 0.6155
    },
    {
        "date": "2016-02-22",
        "透支度": 0.6255
    },
    {
        "date": "2016-02-23",
        "透支度": 0.6208
    },
    {
        "date": "2016-02-24",
        "透支度": 0.6192
    },
    {
        "date": "2016-02-25",
        "透支度": 0.5784
    },
    {
        "date": "2016-02-26",
        "透支度": 0.578
    },
    {
        "date": "2016-02-29",
        "透支度": 0.5517
    },
    {
        "date": "2016-03-01",
        "透支度": 0.5618
    },
    {
        "date": "2016-03-02",
        "透支度": 0.584
    },
    {
        "date": "2016-03-03",
        "透支度": 0.5837
    },
    {
        "date": "2016-03-04",
        "透支度": 0.5706
    },
    {
        "date": "2016-03-07",
        "透支度": 0.5786
    },
    {
        "date": "2016-03-08",
        "透支度": 0.5811
    },
    {
        "date": "2016-03-09",
        "透支度": 0.5717
    },
    {
        "date": "2016-03-10",
        "透支度": 0.5631
    },
    {
        "date": "2016-03-11",
        "透支度": 0.562
    },
    {
        "date": "2016-03-14",
        "透支度": 0.5791
    },
    {
        "date": "2016-03-15",
        "透支度": 0.5764
    },
    {
        "date": "2016-03-16",
        "透支度": 0.5721
    },
    {
        "date": "2016-03-17",
        "透支度": 0.5894
    },
    {
        "date": "2016-03-18",
        "透支度": 0.6065
    },
    {
        "date": "2016-03-21",
        "透支度": 0.6194
    },
    {
        "date": "2016-03-22",
        "透支度": 0.6179
    },
    {
        "date": "2016-03-23",
        "透支度": 0.6223
    },
    {
        "date": "2016-03-24",
        "透支度": 0.6144
    },
    {
        "date": "2016-03-25",
        "透支度": 0.6167
    },
    {
        "date": "2016-03-28",
        "透支度": 0.6141
    },
    {
        "date": "2016-03-29",
        "透支度": 0.6038
    },
    {
        "date": "2016-03-30",
        "透支度": 0.6231
    },
    {
        "date": "2016-03-31",
        "透支度": 0.6247
    },
    {
        "date": "2016-04-01",
        "透支度": 0.6212
    },
    {
        "date": "2016-04-05",
        "透支度": 0.634
    },
    {
        "date": "2016-04-06",
        "透支度": 0.6366
    },
    {
        "date": "2016-04-07",
        "透支度": 0.6274
    },
    {
        "date": "2016-04-08",
        "透支度": 0.6229
    },
    {
        "date": "2016-04-11",
        "透支度": 0.6341
    },
    {
        "date": "2016-04-12",
        "透支度": 0.6299
    },
    {
        "date": "2016-04-13",
        "透支度": 0.6379
    },
    {
        "date": "2016-04-14",
        "透支度": 0.6436
    },
    {
        "date": "2016-04-15",
        "透支度": 0.6427
    },
    {
        "date": "2016-04-18",
        "透支度": 0.6349
    },
    {
        "date": "2016-04-19",
        "透支度": 0.6369
    },
    {
        "date": "2016-04-20",
        "透支度": 0.6161
    },
    {
        "date": "2016-04-21",
        "透支度": 0.611
    },
    {
        "date": "2016-04-22",
        "透支度": 0.6172
    },
    {
        "date": "2016-04-25",
        "透支度": 0.6154
    },
    {
        "date": "2016-04-26",
        "透支度": 0.6215
    },
    {
        "date": "2016-04-27",
        "透支度": 0.6201
    },
    {
        "date": "2016-04-28",
        "透支度": 0.6191
    },
    {
        "date": "2016-04-29",
        "透支度": 0.6197
    },
    {
        "date": "2016-05-03",
        "透支度": 0.635
    },
    {
        "date": "2016-05-04",
        "透支度": 0.6347
    },
    {
        "date": "2016-05-05",
        "透支度": 0.637
    },
    {
        "date": "2016-05-06",
        "透支度": 0.6172
    },
    {
        "date": "2016-05-09",
        "透支度": 0.5994
    },
    {
        "date": "2016-05-10",
        "透支度": 0.5987
    },
    {
        "date": "2016-05-11",
        "透支度": 0.5967
    },
    {
        "date": "2016-05-12",
        "透支度": 0.5976
    },
    {
        "date": "2016-05-13",
        "透支度": 0.5958
    },
    {
        "date": "2016-05-16",
        "透支度": 0.6038
    },
    {
        "date": "2016-05-17",
        "透支度": 0.6025
    },
    {
        "date": "2016-05-18",
        "透支度": 0.5906
    },
    {
        "date": "2016-05-19",
        "透支度": 0.5932
    },
    {
        "date": "2016-05-20",
        "透支度": 0.598
    },
    {
        "date": "2016-05-23",
        "透支度": 0.6054
    },
    {
        "date": "2016-05-24",
        "透支度": 0.6
    },
    {
        "date": "2016-05-25",
        "透支度": 0.5974
    },
    {
        "date": "2016-05-26",
        "透支度": 0.5999
    },
    {
        "date": "2016-05-27",
        "透支度": 0.5989
    },
    {
        "date": "2016-05-30",
        "透支度": 0.5968
    },
    {
        "date": "2016-05-31",
        "透支度": 0.6172
    },
    {
        "date": "2016-06-01",
        "透支度": 0.6202
    },
    {
        "date": "2016-06-02",
        "透支度": 0.6236
    },
    {
        "date": "2016-06-03",
        "透支度": 0.6271
    },
    {
        "date": "2016-06-06",
        "透支度": 0.6288
    },
    {
        "date": "2016-06-07",
        "透支度": 0.6297
    },
    {
        "date": "2016-06-08",
        "透支度": 0.6278
    },
    {
        "date": "2016-06-13",
        "透支度": 0.6043
    },
    {
        "date": "2016-06-14",
        "透支度": 0.606
    },
    {
        "date": "2016-06-15",
        "透支度": 0.6222
    },
    {
        "date": "2016-06-16",
        "透支度": 0.6205
    },
    {
        "date": "2016-06-17",
        "透支度": 0.6237
    },
    {
        "date": "2016-06-20",
        "透支度": 0.6265
    },
    {
        "date": "2016-06-21",
        "透支度": 0.6213
    },
    {
        "date": "2016-06-22",
        "透支度": 0.629
    },
    {
        "date": "2016-06-23",
        "透支度": 0.6266
    },
    {
        "date": "2016-06-24",
        "透支度": 0.6225
    },
    {
        "date": "2016-06-27",
        "透支度": 0.6352
    },
    {
        "date": "2016-06-28",
        "透支度": 0.6392
    },
    {
        "date": "2016-06-29",
        "透支度": 0.6396
    },
    {
        "date": "2016-06-30",
        "透支度": 0.6392
    },
    {
        "date": "2016-07-01",
        "透支度": 0.638
    },
    {
        "date": "2016-07-04",
        "透支度": 0.6482
    },
    {
        "date": "2016-07-05",
        "透支度": 0.6496
    },
    {
        "date": "2016-07-06",
        "透支度": 0.6526
    },
    {
        "date": "2016-07-07",
        "透支度": 0.6526
    },
    {
        "date": "2016-07-08",
        "透支度": 0.6509
    },
    {
        "date": "2016-07-11",
        "透支度": 0.6499
    },
    {
        "date": "2016-07-12",
        "透支度": 0.6567
    },
    {
        "date": "2016-07-13",
        "透支度": 0.66
    },
    {
        "date": "2016-07-14",
        "透支度": 0.6595
    },
    {
        "date": "2016-07-15",
        "透支度": 0.6578
    },
    {
        "date": "2016-07-18",
        "透支度": 0.6551
    },
    {
        "date": "2016-07-19",
        "透支度": 0.6555
    },
    {
        "date": "2016-07-20",
        "透支度": 0.6553
    },
    {
        "date": "2016-07-21",
        "透支度": 0.6561
    },
    {
        "date": "2016-07-22",
        "透支度": 0.6507
    },
    {
        "date": "2016-07-25",
        "透支度": 0.6509
    },
    {
        "date": "2016-07-26",
        "透支度": 0.6583
    },
    {
        "date": "2016-07-27",
        "透支度": 0.6382
    },
    {
        "date": "2016-07-28",
        "透支度": 0.6385
    },
    {
        "date": "2016-07-29",
        "透支度": 0.635
    },
    {
        "date": "2016-08-01",
        "透支度": 0.6277
    },
    {
        "date": "2016-08-02",
        "透支度": 0.631
    },
    {
        "date": "2016-08-03",
        "透支度": 0.6321
    },
    {
        "date": "2016-08-04",
        "透支度": 0.6346
    },
    {
        "date": "2016-08-05",
        "透支度": 0.6318
    },
    {
        "date": "2016-08-08",
        "透支度": 0.6369
    },
    {
        "date": "2016-08-09",
        "透支度": 0.6409
    },
    {
        "date": "2016-08-10",
        "透支度": 0.6387
    },
    {
        "date": "2016-08-11",
        "透支度": 0.6316
    },
    {
        "date": "2016-08-12",
        "透支度": 0.6365
    },
    {
        "date": "2016-08-15",
        "透支度": 0.6478
    },
    {
        "date": "2016-08-16",
        "透支度": 0.6491
    },
    {
        "date": "2016-08-17",
        "透支度": 0.6504
    },
    {
        "date": "2016-08-18",
        "透支度": 0.6481
    },
    {
        "date": "2016-08-19",
        "透支度": 0.6487
    },
    {
        "date": "2016-08-22",
        "透支度": 0.643
    },
    {
        "date": "2016-08-23",
        "透支度": 0.6443
    },
    {
        "date": "2016-08-24",
        "透支度": 0.6456
    },
    {
        "date": "2016-08-25",
        "透支度": 0.6428
    },
    {
        "date": "2016-08-26",
        "透支度": 0.6446
    },
    {
        "date": "2016-08-29",
        "透支度": 0.645
    },
    {
        "date": "2016-08-30",
        "透支度": 0.6455
    },
    {
        "date": "2016-08-31",
        "透支度": 0.6453
    },
    {
        "date": "2016-09-01",
        "透支度": 0.6413
    },
    {
        "date": "2016-09-02",
        "透支度": 0.6391
    },
    {
        "date": "2016-09-05",
        "透支度": 0.6415
    },
    {
        "date": "2016-09-06",
        "透支度": 0.6494
    },
    {
        "date": "2016-09-07",
        "透支度": 0.6488
    },
    {
        "date": "2016-09-08",
        "透支度": 0.6499
    },
    {
        "date": "2016-09-09",
        "透支度": 0.6461
    },
    {
        "date": "2016-09-12",
        "透支度": 0.6324
    },
    {
        "date": "2016-09-13",
        "透支度": 0.6344
    },
    {
        "date": "2016-09-14",
        "透支度": 0.6311
    },
    {
        "date": "2016-09-19",
        "透支度": 0.6365
    },
    {
        "date": "2016-09-20",
        "透支度": 0.6363
    },
    {
        "date": "2016-09-21",
        "透支度": 0.6376
    },
    {
        "date": "2016-09-22",
        "透支度": 0.6406
    },
    {
        "date": "2016-09-23",
        "透支度": 0.6383
    },
    {
        "date": "2016-09-26",
        "透支度": 0.6277
    },
    {
        "date": "2016-09-27",
        "透支度": 0.6308
    },
    {
        "date": "2016-09-28",
        "透支度": 0.6306
    },
    {
        "date": "2016-09-29",
        "透支度": 0.6327
    },
    {
        "date": "2016-09-30",
        "透支度": 0.6349
    },
    {
        "date": "2016-10-10",
        "透支度": 0.6438
    },
    {
        "date": "2016-10-11",
        "透支度": 0.6468
    },
    {
        "date": "2016-10-12",
        "透支度": 0.6463
    },
    {
        "date": "2016-10-13",
        "透支度": 0.6462
    },
    {
        "date": "2016-10-14",
        "透支度": 0.6445
    },
    {
        "date": "2016-10-17",
        "透支度": 0.6396
    },
    {
        "date": "2016-10-18",
        "透支度": 0.6469
    },
    {
        "date": "2016-10-19",
        "透支度": 0.6452
    },
    {
        "date": "2016-10-20",
        "透支度": 0.6461
    },
    {
        "date": "2016-10-21",
        "透支度": 0.646
    },
    {
        "date": "2016-10-24",
        "透支度": 0.6483
    },
    {
        "date": "2016-10-25",
        "透支度": 0.6495
    },
    {
        "date": "2016-10-26",
        "透支度": 0.6472
    },
    {
        "date": "2016-10-27",
        "透支度": 0.6468
    },
    {
        "date": "2016-10-28",
        "透支度": 0.6436
    },
    {
        "date": "2016-10-31",
        "透支度": 0.6431
    },
    {
        "date": "2016-11-01",
        "透支度": 0.6482
    },
    {
        "date": "2016-11-02",
        "透支度": 0.6443
    },
    {
        "date": "2016-11-03",
        "透支度": 0.6466
    },
    {
        "date": "2016-11-04",
        "透支度": 0.644
    },
    {
        "date": "2016-11-07",
        "透支度": 0.6435
    },
    {
        "date": "2016-11-08",
        "透支度": 0.6468
    },
    {
        "date": "2016-11-09",
        "透支度": 0.6429
    },
    {
        "date": "2016-11-10",
        "透支度": 0.6491
    },
    {
        "date": "2016-11-11",
        "透支度": 0.651
    },
    {
        "date": "2016-11-14",
        "透支度": 0.6523
    },
    {
        "date": "2016-11-15",
        "透支度": 0.6543
    },
    {
        "date": "2016-11-16",
        "透支度": 0.6551
    },
    {
        "date": "2016-11-17",
        "透支度": 0.6545
    },
    {
        "date": "2016-11-18",
        "透支度": 0.653
    },
    {
        "date": "2016-11-21",
        "透支度": 0.6539
    },
    {
        "date": "2016-11-22",
        "透支度": 0.658
    },
    {
        "date": "2016-11-23",
        "透支度": 0.6562
    },
    {
        "date": "2016-11-24",
        "透支度": 0.6547
    },
    {
        "date": "2016-11-25",
        "透支度": 0.6576
    },
    {
        "date": "2016-11-28",
        "透支度": 0.6584
    },
    {
        "date": "2016-11-29",
        "透支度": 0.6576
    },
    {
        "date": "2016-11-30",
        "透支度": 0.6556
    },
    {
        "date": "2016-12-01",
        "透支度": 0.6597
    },
    {
        "date": "2016-12-02",
        "透支度": 0.6528
    },
    {
        "date": "2016-12-05",
        "透支度": 0.6495
    },
    {
        "date": "2016-12-06",
        "透支度": 0.6513
    },
    {
        "date": "2016-12-07",
        "透支度": 0.6555
    },
    {
        "date": "2016-12-08",
        "透支度": 0.6529
    },
    {
        "date": "2016-12-09",
        "透支度": 0.6526
    },
    {
        "date": "2016-12-12",
        "透支度": 0.6305
    },
    {
        "date": "2016-12-13",
        "透支度": 0.6338
    },
    {
        "date": "2016-12-14",
        "透支度": 0.6305
    },
    {
        "date": "2016-12-15",
        "透支度": 0.6333
    },
    {
        "date": "2016-12-16",
        "透支度": 0.6379
    },
    {
        "date": "2016-12-19",
        "透支度": 0.6377
    },
    {
        "date": "2016-12-20",
        "透支度": 0.6367
    },
    {
        "date": "2016-12-21",
        "透支度": 0.641
    },
    {
        "date": "2016-12-22",
        "透支度": 0.6396
    },
    {
        "date": "2016-12-23",
        "透支度": 0.6341
    },
    {
        "date": "2016-12-26",
        "透支度": 0.636
    },
    {
        "date": "2016-12-27",
        "透支度": 0.6357
    },
    {
        "date": "2016-12-28",
        "透支度": 0.6336
    },
    {
        "date": "2016-12-29",
        "透支度": 0.6319
    },
    {
        "date": "2016-12-30",
        "透支度": 0.6324
    },
    {
        "date": "2017-01-03",
        "透支度": 0.6359
    },
    {
        "date": "2017-01-04",
        "透支度": 0.6414
    },
    {
        "date": "2017-01-05",
        "透支度": 0.6413
    },
    {
        "date": "2017-01-06",
        "透支度": 0.6366
    },
    {
        "date": "2017-01-09",
        "透支度": 0.6389
    },
    {
        "date": "2017-01-10",
        "透支度": 0.6364
    },
    {
        "date": "2017-01-11",
        "透支度": 0.6309
    },
    {
        "date": "2017-01-12",
        "透支度": 0.626
    },
    {
        "date": "2017-01-13",
        "透支度": 0.6199
    },
    {
        "date": "2017-01-16",
        "透支度": 0.6084
    },
    {
        "date": "2017-01-17",
        "透支度": 0.6137
    },
    {
        "date": "2017-01-18",
        "透支度": 0.614
    },
    {
        "date": "2017-01-19",
        "透支度": 0.6119
    },
    {
        "date": "2017-01-20",
        "透支度": 0.6188
    },
    {
        "date": "2017-01-23",
        "透支度": 0.6221
    },
    {
        "date": "2017-01-24",
        "透支度": 0.6209
    },
    {
        "date": "2017-01-25",
        "透支度": 0.6231
    },
    {
        "date": "2017-01-26",
        "透支度": 0.6265
    },
    {
        "date": "2017-02-03",
        "透支度": 0.6247
    },
    {
        "date": "2017-02-06",
        "透支度": 0.6294
    },
    {
        "date": "2017-02-07",
        "透支度": 0.6292
    },
    {
        "date": "2017-02-08",
        "透支度": 0.633
    },
    {
        "date": "2017-02-09",
        "透支度": 0.6358
    },
    {
        "date": "2017-02-10",
        "透支度": 0.6358
    },
    {
        "date": "2017-02-13",
        "透支度": 0.6394
    },
    {
        "date": "2017-02-14",
        "透支度": 0.6393
    },
    {
        "date": "2017-02-15",
        "透支度": 0.6346
    },
    {
        "date": "2017-02-16",
        "透支度": 0.6375
    },
    {
        "date": "2017-02-17",
        "透支度": 0.6334
    },
    {
        "date": "2017-02-20",
        "透支度": 0.6398
    },
    {
        "date": "2017-02-21",
        "透支度": 0.6435
    },
    {
        "date": "2017-02-22",
        "透支度": 0.6457
    },
    {
        "date": "2017-02-23",
        "透支度": 0.6448
    },
    {
        "date": "2017-02-24",
        "透支度": 0.6453
    },
    {
        "date": "2017-02-27",
        "透支度": 0.6414
    },
    {
        "date": "2017-02-28",
        "透支度": 0.6432
    },
    {
        "date": "2017-03-01",
        "透支度": 0.6447
    },
    {
        "date": "2017-03-02",
        "透支度": 0.6422
    },
    {
        "date": "2017-03-03",
        "透支度": 0.6441
    },
    {
        "date": "2017-03-06",
        "透支度": 0.6504
    },
    {
        "date": "2017-03-07",
        "透支度": 0.652
    },
    {
        "date": "2017-03-08",
        "透支度": 0.6504
    },
    {
        "date": "2017-03-09",
        "透支度": 0.6466
    },
    {
        "date": "2017-03-10",
        "透支度": 0.648
    },
    {
        "date": "2017-03-13",
        "透支度": 0.6539
    },
    {
        "date": "2017-03-14",
        "透支度": 0.6529
    },
    {
        "date": "2017-03-15",
        "透支度": 0.653
    },
    {
        "date": "2017-03-16",
        "透支度": 0.6569
    },
    {
        "date": "2017-03-17",
        "透支度": 0.6515
    },
    {
        "date": "2017-03-20",
        "透支度": 0.6532
    },
    {
        "date": "2017-03-21",
        "透支度": 0.657
    },
    {
        "date": "2017-03-22",
        "透支度": 0.6561
    },
    {
        "date": "2017-03-23",
        "透支度": 0.6575
    },
    {
        "date": "2017-03-24",
        "透支度": 0.6598
    },
    {
        "date": "2017-03-27",
        "透支度": 0.6553
    },
    {
        "date": "2017-03-28",
        "透支度": 0.6537
    },
    {
        "date": "2017-03-29",
        "透支度": 0.6512
    },
    {
        "date": "2017-03-30",
        "透支度": 0.6431
    },
    {
        "date": "2017-03-31",
        "透支度": 0.6471
    },
    {
        "date": "2017-04-05",
        "透支度": 0.657
    },
    {
        "date": "2017-04-06",
        "透支度": 0.6585
    },
    {
        "date": "2017-04-07",
        "透支度": 0.6596
    },
    {
        "date": "2017-04-10",
        "透支度": 0.6555
    },
    {
        "date": "2017-04-11",
        "透支度": 0.6578
    },
    {
        "date": "2017-04-12",
        "透支度": 0.6544
    },
    {
        "date": "2017-04-13",
        "透支度": 0.6568
    },
    {
        "date": "2017-04-14",
        "透支度": 0.6503
    },
    {
        "date": "2017-04-17",
        "透支度": 0.6469
    },
    {
        "date": "2017-04-18",
        "透支度": 0.6463
    },
    {
        "date": "2017-04-19",
        "透支度": 0.6435
    },
    {
        "date": "2017-04-20",
        "透支度": 0.6464
    },
    {
        "date": "2017-04-21",
        "透支度": 0.6446
    },
    {
        "date": "2017-04-24",
        "透支度": 0.6345
    },
    {
        "date": "2017-04-25",
        "透支度": 0.638
    },
    {
        "date": "2017-04-26",
        "透支度": 0.6387
    },
    {
        "date": "2017-04-27",
        "透支度": 0.6413
    },
    {
        "date": "2017-04-28",
        "透支度": 0.6413
    },
    {
        "date": "2017-05-02",
        "透支度": 0.6408
    },
    {
        "date": "2017-05-03",
        "透支度": 0.6395
    },
    {
        "date": "2017-05-04",
        "透支度": 0.6376
    },
    {
        "date": "2017-05-05",
        "透支度": 0.6317
    },
    {
        "date": "2017-05-08",
        "透支度": 0.6235
    },
    {
        "date": "2017-05-09",
        "透支度": 0.6265
    },
    {
        "date": "2017-05-10",
        "透支度": 0.6217
    },
    {
        "date": "2017-05-11",
        "透支度": 0.6239
    },
    {
        "date": "2017-05-12",
        "透支度": 0.6251
    },
    {
        "date": "2017-05-15",
        "透支度": 0.6282
    },
    {
        "date": "2017-05-16",
        "透支度": 0.6384
    },
    {
        "date": "2017-05-17",
        "透支度": 0.6368
    },
    {
        "date": "2017-05-18",
        "透支度": 0.6333
    },
    {
        "date": "2017-05-19",
        "透支度": 0.6323
    },
    {
        "date": "2017-05-22",
        "透支度": 0.6289
    },
    {
        "date": "2017-05-23",
        "透支度": 0.6232
    },
    {
        "date": "2017-05-24",
        "透支度": 0.6241
    },
    {
        "date": "2017-05-25",
        "透支度": 0.628
    },
    {
        "date": "2017-05-26",
        "透支度": 0.6266
    },
    {
        "date": "2017-05-31",
        "透支度": 0.626
    },
    {
        "date": "2017-06-01",
        "透支度": 0.6203
    },
    {
        "date": "2017-06-02",
        "透支度": 0.6216
    },
    {
        "date": "2017-06-05",
        "透支度": 0.6237
    },
    {
        "date": "2017-06-06",
        "透支度": 0.6275
    },
    {
        "date": "2017-06-07",
        "透支度": 0.6378
    },
    {
        "date": "2017-06-08",
        "透支度": 0.6408
    },
    {
        "date": "2017-06-09",
        "透支度": 0.6427
    },
    {
        "date": "2017-06-12",
        "透支度": 0.6389
    },
    {
        "date": "2017-06-13",
        "透支度": 0.6431
    },
    {
        "date": "2017-06-14",
        "透支度": 0.6384
    },
    {
        "date": "2017-06-15",
        "透支度": 0.6405
    },
    {
        "date": "2017-06-16",
        "透支度": 0.6395
    },
    {
        "date": "2017-06-19",
        "透支度": 0.6436
    },
    {
        "date": "2017-06-20",
        "透支度": 0.6432
    },
    {
        "date": "2017-06-21",
        "透支度": 0.6482
    },
    {
        "date": "2017-06-22",
        "透支度": 0.6434
    },
    {
        "date": "2017-06-23",
        "透支度": 0.6472
    },
    {
        "date": "2017-06-26",
        "透支度": 0.6548
    },
    {
        "date": "2017-06-27",
        "透支度": 0.6553
    },
    {
        "date": "2017-06-28",
        "透支度": 0.6495
    },
    {
        "date": "2017-06-29",
        "透支度": 0.6528
    },
    {
        "date": "2017-06-30",
        "透支度": 0.6543
    },
    {
        "date": "2017-07-03",
        "透支度": 0.6535
    },
    {
        "date": "2017-07-04",
        "透支度": 0.65
    },
    {
        "date": "2017-07-05",
        "透支度": 0.6563
    },
    {
        "date": "2017-07-06",
        "透支度": 0.6568
    },
    {
        "date": "2017-07-07",
        "透支度": 0.6565
    },
    {
        "date": "2017-07-10",
        "透支度": 0.6534
    },
    {
        "date": "2017-07-11",
        "透支度": 0.6518
    },
    {
        "date": "2017-07-12",
        "透支度": 0.6509
    },
    {
        "date": "2017-07-13",
        "透支度": 0.6517
    },
    {
        "date": "2017-07-14",
        "透支度": 0.6518
    },
    {
        "date": "2017-07-17",
        "透支度": 0.6361
    },
    {
        "date": "2017-07-18",
        "透支度": 0.6381
    },
    {
        "date": "2017-07-19",
        "透支度": 0.648
    },
    {
        "date": "2017-07-20",
        "透支度": 0.6516
    },
    {
        "date": "2017-07-21",
        "透支度": 0.6513
    },
    {
        "date": "2017-07-24",
        "透支度": 0.6533
    },
    {
        "date": "2017-07-25",
        "透支度": 0.6506
    },
    {
        "date": "2017-07-26",
        "透支度": 0.6476
    },
    {
        "date": "2017-07-27",
        "透支度": 0.6502
    },
    {
        "date": "2017-07-28",
        "透支度": 0.6532
    },
    {
        "date": "2017-07-31",
        "透支度": 0.6567
    },
    {
        "date": "2017-08-01",
        "透支度": 0.6581
    },
    {
        "date": "2017-08-02",
        "透支度": 0.6547
    },
    {
        "date": "2017-08-03",
        "透支度": 0.6514
    },
    {
        "date": "2017-08-04",
        "透支度": 0.6479
    },
    {
        "date": "2017-08-07",
        "透支度": 0.6536
    },
    {
        "date": "2017-08-08",
        "透支度": 0.6544
    },
    {
        "date": "2017-08-09",
        "透支度": 0.6576
    },
    {
        "date": "2017-08-10",
        "透支度": 0.655
    },
    {
        "date": "2017-08-11",
        "透支度": 0.645
    },
    {
        "date": "2017-08-14",
        "透支度": 0.6562
    },
    {
        "date": "2017-08-15",
        "透支度": 0.6583
    },
    {
        "date": "2017-08-16",
        "透支度": 0.6587
    },
    {
        "date": "2017-08-17",
        "透支度": 0.6608
    },
    {
        "date": "2017-08-18",
        "透支度": 0.6589
    },
    {
        "date": "2017-08-21",
        "透支度": 0.6625
    },
    {
        "date": "2017-08-22",
        "透支度": 0.6621
    },
    {
        "date": "2017-08-23",
        "透支度": 0.6603
    },
    {
        "date": "2017-08-24",
        "透支度": 0.6569
    },
    {
        "date": "2017-08-25",
        "透支度": 0.6639
    },
    {
        "date": "2017-08-28",
        "透支度": 0.6711
    },
    {
        "date": "2017-08-29",
        "透支度": 0.6701
    },
    {
        "date": "2017-08-30",
        "透支度": 0.6732
    },
    {
        "date": "2017-08-31",
        "透支度": 0.6736
    },
    {
        "date": "2017-09-01",
        "透支度": 0.6771
    },
    {
        "date": "2017-09-04",
        "透支度": 0.6801
    },
    {
        "date": "2017-09-05",
        "透支度": 0.6819
    },
    {
        "date": "2017-09-06",
        "透支度": 0.6828
    },
    {
        "date": "2017-09-07",
        "透支度": 0.6788
    },
    {
        "date": "2017-09-08",
        "透支度": 0.6784
    },
    {
        "date": "2017-09-11",
        "透支度": 0.6832
    },
    {
        "date": "2017-09-12",
        "透支度": 0.6826
    },
    {
        "date": "2017-09-13",
        "透支度": 0.6857
    },
    {
        "date": "2017-09-14",
        "透支度": 0.6833
    },
    {
        "date": "2017-09-15",
        "透支度": 0.6812
    },
    {
        "date": "2017-09-18",
        "透支度": 0.6855
    },
    {
        "date": "2017-09-19",
        "透支度": 0.6822
    },
    {
        "date": "2017-09-20",
        "透支度": 0.686
    },
    {
        "date": "2017-09-21",
        "透支度": 0.6819
    },
    {
        "date": "2017-09-22",
        "透支度": 0.681
    },
    {
        "date": "2017-09-25",
        "透支度": 0.6765
    },
    {
        "date": "2017-09-26",
        "透支度": 0.6767
    },
    {
        "date": "2017-09-27",
        "透支度": 0.6812
    },
    {
        "date": "2017-09-28",
        "透支度": 0.6823
    },
    {
        "date": "2017-09-29",
        "透支度": 0.686
    },
    {
        "date": "2017-10-09",
        "透支度": 0.6927
    },
    {
        "date": "2017-10-10",
        "透支度": 0.6942
    },
    {
        "date": "2017-10-11",
        "透支度": 0.6949
    },
    {
        "date": "2017-10-12",
        "透支度": 0.696
    },
    {
        "date": "2017-10-13",
        "透支度": 0.6994
    },
    {
        "date": "2017-10-16",
        "透支度": 0.6955
    },
    {
        "date": "2017-10-17",
        "透支度": 0.6962
    },
    {
        "date": "2017-10-18",
        "透支度": 0.6984
    },
    {
        "date": "2017-10-19",
        "透支度": 0.6956
    },
    {
        "date": "2017-10-20",
        "透支度": 0.6975
    },
    {
        "date": "2017-10-23",
        "透支度": 0.701
    },
    {
        "date": "2017-10-24",
        "透支度": 0.7024
    },
    {
        "date": "2017-10-25",
        "透支度": 0.7073
    },
    {
        "date": "2017-10-26",
        "透支度": 0.7097
    },
    {
        "date": "2017-10-27",
        "透支度": 0.7114
    },
    {
        "date": "2017-10-30",
        "透支度": 0.7069
    },
    {
        "date": "2017-10-31",
        "透支度": 0.7094
    },
    {
        "date": "2017-11-01",
        "透支度": 0.7078
    },
    {
        "date": "2017-11-02",
        "透支度": 0.7046
    },
    {
        "date": "2017-11-03",
        "透支度": 0.702
    },
    {
        "date": "2017-11-06",
        "透支度": 0.7114
    },
    {
        "date": "2017-11-07",
        "透支度": 0.7151
    },
    {
        "date": "2017-11-08",
        "透支度": 0.7136
    },
    {
        "date": "2017-11-09",
        "透支度": 0.7194
    },
    {
        "date": "2017-11-10",
        "透支度": 0.7275
    },
    {
        "date": "2017-11-13",
        "透支度": 0.7321
    },
    {
        "date": "2017-11-14",
        "透支度": 0.725
    },
    {
        "date": "2017-11-15",
        "透支度": 0.7181
    },
    {
        "date": "2017-11-16",
        "透支度": 0.7245
    },
    {
        "date": "2017-11-17",
        "透支度": 0.7147
    },
    {
        "date": "2017-11-20",
        "透支度": 0.7225
    },
    {
        "date": "2017-11-21",
        "透支度": 0.7303
    },
    {
        "date": "2017-11-22",
        "透支度": 0.728
    },
    {
        "date": "2017-11-23",
        "透支度": 0.7056
    },
    {
        "date": "2017-11-24",
        "透支度": 0.7045
    },
    {
        "date": "2017-11-27",
        "透支度": 0.6932
    },
    {
        "date": "2017-11-28",
        "透支度": 0.7003
    },
    {
        "date": "2017-11-29",
        "透支度": 0.6996
    },
    {
        "date": "2017-11-30",
        "透支度": 0.6919
    },
    {
        "date": "2017-12-01",
        "透支度": 0.6948
    },
    {
        "date": "2017-12-04",
        "透支度": 0.697
    },
    {
        "date": "2017-12-05",
        "透支度": 0.691
    },
    {
        "date": "2017-12-06",
        "透支度": 0.6906
    },
    {
        "date": "2017-12-07",
        "透支度": 0.6841
    },
    {
        "date": "2017-12-08",
        "透支度": 0.692
    },
    {
        "date": "2017-12-11",
        "透支度": 0.7045
    },
    {
        "date": "2017-12-12",
        "透支度": 0.6982
    },
    {
        "date": "2017-12-13",
        "透支度": 0.7041
    },
    {
        "date": "2017-12-14",
        "透支度": 0.702
    },
    {
        "date": "2017-12-15",
        "透支度": 0.6946
    },
    {
        "date": "2017-12-18",
        "透支度": 0.6935
    },
    {
        "date": "2017-12-19",
        "透支度": 0.7009
    },
    {
        "date": "2017-12-20",
        "透支度": 0.6996
    },
    {
        "date": "2017-12-21",
        "透支度": 0.7072
    },
    {
        "date": "2017-12-22",
        "透支度": 0.7054
    },
    {
        "date": "2017-12-25",
        "透支度": 0.7005
    },
    {
        "date": "2017-12-26",
        "透支度": 0.7016
    },
    {
        "date": "2017-12-27",
        "透支度": 0.6923
    },
    {
        "date": "2017-12-28",
        "透支度": 0.697
    },
    {
        "date": "2017-12-29",
        "透支度": 0.7007
    },
    {
        "date": "2018-01-02",
        "透支度": 0.7076
    },
    {
        "date": "2018-01-03",
        "透支度": 0.7128
    },
    {
        "date": "2018-01-04",
        "透支度": 0.7162
    },
    {
        "date": "2018-01-05",
        "透支度": 0.7147
    },
    {
        "date": "2018-01-08",
        "透支度": 0.716
    },
    {
        "date": "2018-01-09",
        "透支度": 0.7202
    },
    {
        "date": "2018-01-10",
        "透支度": 0.719
    },
    {
        "date": "2018-01-11",
        "透支度": 0.7184
    },
    {
        "date": "2018-01-12",
        "透支度": 0.7191
    },
    {
        "date": "2018-01-15",
        "透支度": 0.7127
    },
    {
        "date": "2018-01-16",
        "透支度": 0.7162
    },
    {
        "date": "2018-01-17",
        "透支度": 0.7113
    },
    {
        "date": "2018-01-18",
        "透支度": 0.7141
    },
    {
        "date": "2018-01-19",
        "透支度": 0.7126
    },
    {
        "date": "2018-01-22",
        "透支度": 0.7231
    },
    {
        "date": "2018-01-23",
        "透支度": 0.7276
    },
    {
        "date": "2018-01-24",
        "透支度": 0.7279
    },
    {
        "date": "2018-01-25",
        "透支度": 0.725
    },
    {
        "date": "2018-01-26",
        "透支度": 0.7263
    },
    {
        "date": "2018-01-29",
        "透支度": 0.7146
    },
    {
        "date": "2018-01-30",
        "透支度": 0.7105
    },
    {
        "date": "2018-01-31",
        "透支度": 0.7107
    },
    {
        "date": "2018-02-01",
        "透支度": 0.7007
    },
    {
        "date": "2018-02-02",
        "透支度": 0.7058
    },
    {
        "date": "2018-02-05",
        "透支度": 0.7018
    },
    {
        "date": "2018-02-06",
        "透支度": 0.6779
    },
    {
        "date": "2018-02-07",
        "透支度": 0.6646
    },
    {
        "date": "2018-02-08",
        "透支度": 0.6665
    },
    {
        "date": "2018-02-09",
        "透支度": 0.644
    },
    {
        "date": "2018-02-12",
        "透支度": 0.6599
    },
    {
        "date": "2018-02-13",
        "透支度": 0.6659
    },
    {
        "date": "2018-02-14",
        "透支度": 0.6703
    },
    {
        "date": "2018-02-22",
        "透支度": 0.6847
    },
    {
        "date": "2018-02-23",
        "透支度": 0.6856
    },
    {
        "date": "2018-02-26",
        "透支度": 0.6962
    },
    {
        "date": "2018-02-27",
        "透支度": 0.6897
    },
    {
        "date": "2018-02-28",
        "透支度": 0.6872
    },
    {
        "date": "2018-03-01",
        "透支度": 0.693
    },
    {
        "date": "2018-03-02",
        "透支度": 0.6871
    },
    {
        "date": "2018-03-05",
        "透支度": 0.6877
    },
    {
        "date": "2018-03-06",
        "透支度": 0.6957
    },
    {
        "date": "2018-03-07",
        "透支度": 0.6904
    },
    {
        "date": "2018-03-08",
        "透支度": 0.6964
    },
    {
        "date": "2018-03-09",
        "透支度": 0.7039
    },
    {
        "date": "2018-03-12",
        "透支度": 0.7098
    },
    {
        "date": "2018-03-13",
        "透支度": 0.7034
    },
    {
        "date": "2018-03-14",
        "透支度": 0.6991
    },
    {
        "date": "2018-03-15",
        "透支度": 0.7024
    },
    {
        "date": "2018-03-16",
        "透支度": 0.6952
    },
    {
        "date": "2018-03-19",
        "透支度": 0.6978
    },
    {
        "date": "2018-03-20",
        "透支度": 0.6995
    },
    {
        "date": "2018-03-21",
        "透支度": 0.6942
    },
    {
        "date": "2018-03-22",
        "透支度": 0.6868
    },
    {
        "date": "2018-03-23",
        "透支度": 0.6629
    },
    {
        "date": "2018-03-26",
        "透支度": 0.6679
    },
    {
        "date": "2018-03-27",
        "透支度": 0.6775
    },
    {
        "date": "2018-03-28",
        "透支度": 0.6666
    },
    {
        "date": "2018-03-29",
        "透支度": 0.6719
    },
    {
        "date": "2018-03-30",
        "透支度": 0.6788
    },
    {
        "date": "2018-04-02",
        "透支度": 0.6774
    },
    {
        "date": "2018-04-03",
        "透支度": 0.6729
    },
    {
        "date": "2018-04-04",
        "透支度": 0.6688
    },
    {
        "date": "2018-04-09",
        "透支度": 0.6682
    },
    {
        "date": "2018-04-10",
        "透支度": 0.6756
    },
    {
        "date": "2018-04-11",
        "透支度": 0.6781
    },
    {
        "date": "2018-04-12",
        "透支度": 0.6731
    },
    {
        "date": "2018-04-13",
        "透支度": 0.6692
    },
    {
        "date": "2018-04-16",
        "透支度": 0.6647
    },
    {
        "date": "2018-04-17",
        "透支度": 0.6512
    },
    {
        "date": "2018-04-18",
        "透支度": 0.6546
    },
    {
        "date": "2018-04-19",
        "透支度": 0.6604
    },
    {
        "date": "2018-04-20",
        "透支度": 0.6502
    },
    {
        "date": "2018-04-23",
        "透支度": 0.6445
    },
    {
        "date": "2018-04-24",
        "透支度": 0.6599
    },
    {
        "date": "2018-04-25",
        "透支度": 0.6611
    },
    {
        "date": "2018-04-26",
        "透支度": 0.6493
    },
    {
        "date": "2018-04-27",
        "透支度": 0.6511
    },
    {
        "date": "2018-05-02",
        "透支度": 0.6534
    },
    {
        "date": "2018-05-03",
        "透支度": 0.6584
    },
    {
        "date": "2018-05-04",
        "透支度": 0.6579
    },
    {
        "date": "2018-05-07",
        "透支度": 0.6701
    },
    {
        "date": "2018-05-08",
        "透支度": 0.6743
    },
    {
        "date": "2018-05-09",
        "透支度": 0.6737
    },
    {
        "date": "2018-05-10",
        "透支度": 0.6766
    },
    {
        "date": "2018-05-11",
        "透支度": 0.6714
    },
    {
        "date": "2018-05-14",
        "透支度": 0.6746
    },
    {
        "date": "2018-05-15",
        "透支度": 0.6806
    },
    {
        "date": "2018-05-16",
        "透支度": 0.6784
    },
    {
        "date": "2018-05-17",
        "透支度": 0.6722
    },
    {
        "date": "2018-05-18",
        "透支度": 0.6756
    },
    {
        "date": "2018-05-21",
        "透支度": 0.6808
    },
    {
        "date": "2018-05-22",
        "透支度": 0.6816
    },
    {
        "date": "2018-05-23",
        "透支度": 0.6737
    },
    {
        "date": "2018-05-24",
        "透支度": 0.6698
    },
    {
        "date": "2018-05-25",
        "透支度": 0.6657
    },
    {
        "date": "2018-05-28",
        "透支度": 0.6687
    },
    {
        "date": "2018-05-29",
        "透支度": 0.6615
    },
    {
        "date": "2018-05-30",
        "透支度": 0.6506
    },
    {
        "date": "2018-05-31",
        "透支度": 0.6626
    },
    {
        "date": "2018-06-01",
        "透支度": 0.6533
    },
    {
        "date": "2018-06-04",
        "透支度": 0.6564
    },
    {
        "date": "2018-06-05",
        "透支度": 0.6669
    },
    {
        "date": "2018-06-06",
        "透支度": 0.6679
    },
    {
        "date": "2018-06-07",
        "透支度": 0.6649
    },
    {
        "date": "2018-06-08",
        "透支度": 0.6596
    },
    {
        "date": "2018-06-11",
        "透支度": 0.6563
    },
    {
        "date": "2018-06-12",
        "透支度": 0.6652
    },
    {
        "date": "2018-06-13",
        "透支度": 0.6583
    },
    {
        "date": "2018-06-14",
        "透支度": 0.654
    },
    {
        "date": "2018-06-15",
        "透支度": 0.6476
    },
    {
        "date": "2018-06-19",
        "透支度": 0.6224
    },
    {
        "date": "2018-06-20",
        "透支度": 0.6302
    },
    {
        "date": "2018-06-21",
        "透支度": 0.6217
    },
    {
        "date": "2018-06-22",
        "透支度": 0.6275
    },
    {
        "date": "2018-06-25",
        "透支度": 0.6221
    },
    {
        "date": "2018-06-26",
        "透支度": 0.6211
    },
    {
        "date": "2018-06-27",
        "透支度": 0.6096
    },
    {
        "date": "2018-06-28",
        "透支度": 0.6026
    },
    {
        "date": "2018-06-29",
        "透支度": 0.621
    },
    {
        "date": "2018-07-02",
        "透支度": 0.6096
    },
    {
        "date": "2018-07-03",
        "透支度": 0.6093
    },
    {
        "date": "2018-07-04",
        "透支度": 0.5998
    },
    {
        "date": "2018-07-05",
        "透支度": 0.591
    },
    {
        "date": "2018-07-06",
        "透支度": 0.5933
    },
    {
        "date": "2018-07-09",
        "透支度": 0.6094
    },
    {
        "date": "2018-07-10",
        "透支度": 0.6125
    },
    {
        "date": "2018-07-11",
        "透支度": 0.6045
    },
    {
        "date": "2018-07-12",
        "透支度": 0.6187
    },
    {
        "date": "2018-07-13",
        "透支度": 0.6239
    },
    {
        "date": "2018-07-16",
        "透支度": 0.6229
    },
    {
        "date": "2018-07-17",
        "透支度": 0.6205
    },
    {
        "date": "2018-07-18",
        "透支度": 0.6158
    },
    {
        "date": "2018-07-19",
        "透支度": 0.6126
    },
    {
        "date": "2018-07-20",
        "透支度": 0.619
    },
    {
        "date": "2018-07-23",
        "透支度": 0.6202
    },
    {
        "date": "2018-07-24",
        "透支度": 0.6281
    },
    {
        "date": "2018-07-25",
        "透支度": 0.6282
    },
    {
        "date": "2018-07-26",
        "透支度": 0.6193
    },
    {
        "date": "2018-07-27",
        "透支度": 0.6163
    },
    {
        "date": "2018-07-30",
        "透支度": 0.6094
    },
    {
        "date": "2018-07-31",
        "透支度": 0.6086
    },
    {
        "date": "2018-08-01",
        "透支度": 0.5985
    },
    {
        "date": "2018-08-02",
        "透支度": 0.5867
    },
    {
        "date": "2018-08-03",
        "透支度": 0.5744
    },
    {
        "date": "2018-08-06",
        "透支度": 0.5637
    },
    {
        "date": "2018-08-07",
        "透支度": 0.5785
    },
    {
        "date": "2018-08-08",
        "透支度": 0.5682
    },
    {
        "date": "2018-08-09",
        "透支度": 0.5844
    },
    {
        "date": "2018-08-10",
        "透支度": 0.5881
    },
    {
        "date": "2018-08-13",
        "透支度": 0.5897
    },
    {
        "date": "2018-08-14",
        "透支度": 0.5858
    },
    {
        "date": "2018-08-15",
        "透支度": 0.5727
    },
    {
        "date": "2018-08-16",
        "透支度": 0.5683
    },
    {
        "date": "2018-08-17",
        "透支度": 0.5598
    },
    {
        "date": "2018-08-20",
        "透支度": 0.5637
    },
    {
        "date": "2018-08-21",
        "透支度": 0.5743
    },
    {
        "date": "2018-08-22",
        "透支度": 0.5699
    },
    {
        "date": "2018-08-23",
        "透支度": 0.5726
    },
    {
        "date": "2018-08-24",
        "透支度": 0.5719
    },
    {
        "date": "2018-08-27",
        "透支度": 0.5869
    },
    {
        "date": "2018-08-28",
        "透支度": 0.5867
    },
    {
        "date": "2018-08-29",
        "透支度": 0.5832
    },
    {
        "date": "2018-08-30",
        "透支度": 0.5767
    },
    {
        "date": "2018-08-31",
        "透支度": 0.5711
    },
    {
        "date": "2018-09-03",
        "透支度": 0.5706
    },
    {
        "date": "2018-09-04",
        "透支度": 0.5766
    },
    {
        "date": "2018-09-05",
        "透支度": 0.5666
    },
    {
        "date": "2018-09-06",
        "透支度": 0.5614
    },
    {
        "date": "2018-09-07",
        "透支度": 0.5628
    },
    {
        "date": "2018-09-10",
        "透支度": 0.5534
    },
    {
        "date": "2018-09-11",
        "透支度": 0.5533
    },
    {
        "date": "2018-09-12",
        "透支度": 0.5487
    },
    {
        "date": "2018-09-13",
        "透支度": 0.5521
    },
    {
        "date": "2018-09-14",
        "透支度": 0.5493
    },
    {
        "date": "2018-09-17",
        "透支度": 0.5424
    },
    {
        "date": "2018-09-18",
        "透支度": 0.5519
    },
    {
        "date": "2018-09-19",
        "透支度": 0.5601
    },
    {
        "date": "2018-09-20",
        "透支度": 0.5592
    },
    {
        "date": "2018-09-21",
        "透支度": 0.5715
    },
    {
        "date": "2018-09-25",
        "透支度": 0.5682
    },
    {
        "date": "2018-09-26",
        "透支度": 0.574
    },
    {
        "date": "2018-09-27",
        "透支度": 0.5701
    },
    {
        "date": "2018-09-28",
        "透支度": 0.5739
    },
    {
        "date": "2018-10-08",
        "透支度": 0.5503
    },
    {
        "date": "2018-10-09",
        "透支度": 0.5482
    },
    {
        "date": "2018-10-10",
        "透支度": 0.5456
    },
    {
        "date": "2018-10-11",
        "透支度": 0.5204
    },
    {
        "date": "2018-10-12",
        "透支度": 0.5296
    },
    {
        "date": "2018-10-15",
        "透支度": 0.5228
    },
    {
        "date": "2018-10-16",
        "透支度": 0.5152
    },
    {
        "date": "2018-10-17",
        "透支度": 0.5177
    },
    {
        "date": "2018-10-18",
        "透支度": 0.5068
    },
    {
        "date": "2018-10-19",
        "透支度": 0.5211
    },
    {
        "date": "2018-10-22",
        "透支度": 0.5428
    },
    {
        "date": "2018-10-23",
        "透支度": 0.5302
    },
    {
        "date": "2018-10-24",
        "透支度": 0.5273
    },
    {
        "date": "2018-10-25",
        "透支度": 0.5255
    },
    {
        "date": "2018-10-26",
        "透支度": 0.5208
    },
    {
        "date": "2018-10-29",
        "透支度": 0.508
    },
    {
        "date": "2018-10-30",
        "透支度": 0.5113
    },
    {
        "date": "2018-10-31",
        "透支度": 0.5196
    },
    {
        "date": "2018-11-01",
        "透支度": 0.524
    },
    {
        "date": "2018-11-02",
        "透支度": 0.5424
    },
    {
        "date": "2018-11-05",
        "透支度": 0.5387
    },
    {
        "date": "2018-11-06",
        "透支度": 0.5367
    },
    {
        "date": "2018-11-07",
        "透支度": 0.5346
    },
    {
        "date": "2018-11-08",
        "透支度": 0.5315
    },
    {
        "date": "2018-11-09",
        "透支度": 0.5273
    },
    {
        "date": "2018-11-12",
        "透支度": 0.5356
    },
    {
        "date": "2018-11-13",
        "透支度": 0.5409
    },
    {
        "date": "2018-11-14",
        "透支度": 0.5364
    },
    {
        "date": "2018-11-15",
        "透支度": 0.5418
    },
    {
        "date": "2018-11-16",
        "透支度": 0.5428
    },
    {
        "date": "2018-11-19",
        "透支度": 0.5453
    },
    {
        "date": "2018-11-20",
        "透支度": 0.5337
    },
    {
        "date": "2018-11-21",
        "透支度": 0.5356
    },
    {
        "date": "2018-11-22",
        "透支度": 0.5341
    },
    {
        "date": "2018-11-23",
        "透支度": 0.5224
    },
    {
        "date": "2018-11-26",
        "透支度": 0.5212
    },
    {
        "date": "2018-11-27",
        "透支度": 0.5218
    },
    {
        "date": "2018-11-28",
        "透支度": 0.5281
    },
    {
        "date": "2018-11-29",
        "透支度": 0.5215
    },
    {
        "date": "2018-11-30",
        "透支度": 0.5267
    },
    {
        "date": "2018-12-03",
        "透支度": 0.5405
    },
    {
        "date": "2018-12-04",
        "透支度": 0.5413
    },
    {
        "date": "2018-12-05",
        "透支度": 0.5401
    },
    {
        "date": "2018-12-06",
        "透支度": 0.5284
    },
    {
        "date": "2018-12-07",
        "透支度": 0.527
    },
    {
        "date": "2018-12-10",
        "透支度": 0.522
    },
    {
        "date": "2018-12-11",
        "透支度": 0.5252
    },
    {
        "date": "2018-12-12",
        "透支度": 0.526
    },
    {
        "date": "2018-12-13",
        "透支度": 0.5335
    },
    {
        "date": "2018-12-14",
        "透支度": 0.524
    },
    {
        "date": "2018-12-17",
        "透支度": 0.5211
    },
    {
        "date": "2018-12-18",
        "透支度": 0.5171
    },
    {
        "date": "2018-12-19",
        "透支度": 0.51
    },
    {
        "date": "2018-12-20",
        "透支度": 0.5086
    },
    {
        "date": "2018-12-21",
        "透支度": 0.5036
    },
    {
        "date": "2018-12-24",
        "透支度": 0.5073
    },
    {
        "date": "2018-12-25",
        "透支度": 0.5055
    },
    {
        "date": "2018-12-26",
        "透支度": 0.503
    },
    {
        "date": "2018-12-27",
        "透支度": 0.4999
    },
    {
        "date": "2018-12-28",
        "透支度": 0.5013
    },
    {
        "date": "2019-01-02",
        "透支度": 0.4941
    },
    {
        "date": "2019-01-03",
        "透支度": 0.4901
    },
    {
        "date": "2019-01-04",
        "透支度": 0.4995
    },
    {
        "date": "2019-01-07",
        "透支度": 0.5044
    },
    {
        "date": "2019-01-08",
        "透支度": 0.5029
    },
    {
        "date": "2019-01-09",
        "透支度": 0.5062
    },
    {
        "date": "2019-01-10",
        "透支度": 0.5054
    },
    {
        "date": "2019-01-11",
        "透支度": 0.5076
    },
    {
        "date": "2019-01-14",
        "透支度": 0.5033
    },
    {
        "date": "2019-01-15",
        "透支度": 0.5124
    },
    {
        "date": "2019-01-16",
        "透支度": 0.5131
    },
    {
        "date": "2019-01-17",
        "透支度": 0.5097
    },
    {
        "date": "2019-01-18",
        "透支度": 0.5169
    },
    {
        "date": "2019-01-21",
        "透支度": 0.5199
    },
    {
        "date": "2019-01-22",
        "透支度": 0.514
    },
    {
        "date": "2019-01-23",
        "透支度": 0.5149
    },
    {
        "date": "2019-01-24",
        "透支度": 0.5181
    },
    {
        "date": "2019-01-25",
        "透支度": 0.5213
    },
    {
        "date": "2019-01-28",
        "透支度": 0.5213
    },
    {
        "date": "2019-01-29",
        "透支度": 0.5213
    },
    {
        "date": "2019-01-30",
        "透支度": 0.5175
    },
    {
        "date": "2019-01-31",
        "透支度": 0.5196
    },
    {
        "date": "2019-02-01",
        "透支度": 0.5284
    },
    {
        "date": "2019-02-11",
        "透支度": 0.5388
    },
    {
        "date": "2019-02-12",
        "透支度": 0.5421
    },
    {
        "date": "2019-02-13",
        "透支度": 0.5496
    },
    {
        "date": "2019-02-14",
        "透支度": 0.5511
    },
    {
        "date": "2019-02-15",
        "透支度": 0.5428
    },
    {
        "date": "2019-02-18",
        "透支度": 0.5593
    },
    {
        "date": "2019-02-19",
        "透支度": 0.5573
    },
    {
        "date": "2019-02-20",
        "透支度": 0.5583
    },
    {
        "date": "2019-02-21",
        "透支度": 0.5575
    },
    {
        "date": "2019-02-22",
        "透支度": 0.5687
    },
    {
        "date": "2019-02-25",
        "透支度": 0.594
    },
    {
        "date": "2019-02-26",
        "透支度": 0.5884
    },
    {
        "date": "2019-02-27",
        "透支度": 0.5844
    },
    {
        "date": "2019-02-28",
        "透支度": 0.5864
    },
    {
        "date": "2019-03-01",
        "透支度": 0.5956
    },
    {
        "date": "2019-03-04",
        "透支度": 0.6044
    },
    {
        "date": "2019-03-05",
        "透支度": 0.6109
    },
    {
        "date": "2019-03-06",
        "透支度": 0.6141
    },
    {
        "date": "2019-03-07",
        "透支度": 0.6087
    },
    {
        "date": "2019-03-08",
        "透支度": 0.5925
    },
    {
        "date": "2019-03-11",
        "透支度": 0.6088
    },
    {
        "date": "2019-03-12",
        "透支度": 0.6168
    },
    {
        "date": "2019-03-13",
        "透支度": 0.6074
    },
    {
        "date": "2019-03-14",
        "透支度": 0.6014
    },
    {
        "date": "2019-03-15",
        "透支度": 0.6098
    },
    {
        "date": "2019-03-18",
        "透支度": 0.6263
    },
    {
        "date": "2019-03-19",
        "透支度": 0.6248
    },
    {
        "date": "2019-03-20",
        "透支度": 0.6225
    },
    {
        "date": "2019-03-21",
        "透支度": 0.624
    },
    {
        "date": "2019-03-22",
        "透支度": 0.6241
    },
    {
        "date": "2019-03-25",
        "透支度": 0.614
    },
    {
        "date": "2019-03-26",
        "透支度": 0.605
    },
    {
        "date": "2019-03-27",
        "透支度": 0.612
    },
    {
        "date": "2019-03-28",
        "透支度": 0.6099
    },
    {
        "date": "2019-03-29",
        "透支度": 0.6296
    },
    {
        "date": "2019-04-01",
        "透支度": 0.6468
    },
    {
        "date": "2019-04-02",
        "透支度": 0.6455
    },
    {
        "date": "2019-04-03",
        "透支度": 0.6503
    },
    {
        "date": "2019-04-04",
        "透支度": 0.6547
    },
    {
        "date": "2019-04-08",
        "透支度": 0.6513
    },
    {
        "date": "2019-04-09",
        "透支度": 0.6546
    },
    {
        "date": "2019-04-10",
        "透支度": 0.6562
    },
    {
        "date": "2019-04-11",
        "透支度": 0.6418
    },
    {
        "date": "2019-04-12",
        "透支度": 0.6404
    },
    {
        "date": "2019-04-15",
        "透支度": 0.6367
    },
    {
        "date": "2019-04-16",
        "透支度": 0.6494
    },
    {
        "date": "2019-04-17",
        "透支度": 0.6522
    },
    {
        "date": "2019-04-18",
        "透支度": 0.6504
    },
    {
        "date": "2019-04-19",
        "透支度": 0.6556
    },
    {
        "date": "2019-04-22",
        "透支度": 0.6444
    },
    {
        "date": "2019-04-23",
        "透支度": 0.6424
    },
    {
        "date": "2019-04-24",
        "透支度": 0.6457
    },
    {
        "date": "2019-04-25",
        "透支度": 0.6329
    },
    {
        "date": "2019-04-26",
        "透支度": 0.628
    },
    {
        "date": "2019-04-29",
        "透支度": 0.628
    },
    {
        "date": "2019-04-30",
        "透支度": 0.6297
    },
    {
        "date": "2019-05-06",
        "透支度": 0.5942
    },
    {
        "date": "2019-05-07",
        "透支度": 0.6011
    },
    {
        "date": "2019-05-08",
        "透支度": 0.5941
    },
    {
        "date": "2019-05-09",
        "透支度": 0.5844
    },
    {
        "date": "2019-05-10",
        "透支度": 0.605
    },
    {
        "date": "2019-05-13",
        "透支度": 0.5983
    },
    {
        "date": "2019-05-14",
        "透支度": 0.5944
    },
    {
        "date": "2019-05-15",
        "透支度": 0.6087
    },
    {
        "date": "2019-05-16",
        "透支度": 0.6108
    },
    {
        "date": "2019-05-17",
        "透支度": 0.596
    },
    {
        "date": "2019-05-20",
        "透支度": 0.5894
    },
    {
        "date": "2019-05-21",
        "透支度": 0.5973
    },
    {
        "date": "2019-05-22",
        "透支度": 0.5962
    },
    {
        "date": "2019-05-23",
        "透支度": 0.5842
    },
    {
        "date": "2019-05-24",
        "透支度": 0.5837
    },
    {
        "date": "2019-05-27",
        "透支度": 0.5927
    },
    {
        "date": "2019-05-28",
        "透支度": 0.5975
    },
    {
        "date": "2019-05-29",
        "透支度": 0.5964
    },
    {
        "date": "2019-05-30",
        "透支度": 0.5933
    },
    {
        "date": "2019-05-31",
        "透支度": 0.5929
    },
    {
        "date": "2019-06-03",
        "透支度": 0.5905
    },
    {
        "date": "2019-06-04",
        "透支度": 0.5837
    },
    {
        "date": "2019-06-05",
        "透支度": 0.5825
    },
    {
        "date": "2019-06-06",
        "透支度": 0.5753
    },
    {
        "date": "2019-06-10",
        "透支度": 0.5827
    },
    {
        "date": "2019-06-11",
        "透支度": 0.5999
    },
    {
        "date": "2019-06-12",
        "透支度": 0.5953
    },
    {
        "date": "2019-06-13",
        "透支度": 0.5951
    },
    {
        "date": "2019-06-14",
        "透支度": 0.5898
    },
    {
        "date": "2019-06-17",
        "透支度": 0.5879
    },
    {
        "date": "2019-06-18",
        "透支度": 0.5902
    },
    {
        "date": "2019-06-19",
        "透支度": 0.5983
    },
    {
        "date": "2019-06-20",
        "透支度": 0.6126
    },
    {
        "date": "2019-06-21",
        "透支度": 0.6151
    },
    {
        "date": "2019-06-24",
        "透支度": 0.6165
    },
    {
        "date": "2019-06-25",
        "透支度": 0.6117
    },
    {
        "date": "2019-06-26",
        "透支度": 0.6133
    },
    {
        "date": "2019-06-27",
        "透支度": 0.6212
    },
    {
        "date": "2019-06-28",
        "透支度": 0.6197
    },
    {
        "date": "2019-07-01",
        "透支度": 0.6368
    },
    {
        "date": "2019-07-02",
        "透支度": 0.6365
    },
    {
        "date": "2019-07-03",
        "透支度": 0.6286
    },
    {
        "date": "2019-07-04",
        "透支度": 0.6237
    },
    {
        "date": "2019-07-05",
        "透支度": 0.6288
    },
    {
        "date": "2019-07-08",
        "透支度": 0.616
    },
    {
        "date": "2019-07-09",
        "透支度": 0.6158
    },
    {
        "date": "2019-07-10",
        "透支度": 0.6155
    },
    {
        "date": "2019-07-11",
        "透支度": 0.615
    },
    {
        "date": "2019-07-12",
        "透支度": 0.6184
    },
    {
        "date": "2019-07-15",
        "透支度": 0.6219
    },
    {
        "date": "2019-07-16",
        "透支度": 0.6191
    },
    {
        "date": "2019-07-17",
        "透支度": 0.6188
    },
    {
        "date": "2019-07-18",
        "透支度": 0.6121
    },
    {
        "date": "2019-07-19",
        "透支度": 0.6169
    },
    {
        "date": "2019-07-22",
        "透支度": 0.6156
    },
    {
        "date": "2019-07-23",
        "透支度": 0.6182
    },
    {
        "date": "2019-07-24",
        "透支度": 0.6234
    },
    {
        "date": "2019-07-25",
        "透支度": 0.6277
    },
    {
        "date": "2019-07-26",
        "透支度": 0.6292
    },
    {
        "date": "2019-07-29",
        "透支度": 0.6296
    },
    {
        "date": "2019-07-30",
        "透支度": 0.6312
    },
    {
        "date": "2019-07-31",
        "透支度": 0.6268
    },
    {
        "date": "2019-08-01",
        "透支度": 0.6226
    },
    {
        "date": "2019-08-02",
        "透支度": 0.616
    },
    {
        "date": "2019-08-05",
        "透支度": 0.6062
    },
    {
        "date": "2019-08-06",
        "透支度": 0.602
    },
    {
        "date": "2019-08-07",
        "透支度": 0.6001
    },
    {
        "date": "2019-08-08",
        "透支度": 0.6082
    },
    {
        "date": "2019-08-09",
        "透支度": 0.6024
    },
    {
        "date": "2019-08-12",
        "透支度": 0.6133
    },
    {
        "date": "2019-08-13",
        "透支度": 0.6091
    },
    {
        "date": "2019-08-14",
        "透支度": 0.613
    },
    {
        "date": "2019-08-15",
        "透支度": 0.616
    },
    {
        "date": "2019-08-16",
        "透支度": 0.6195
    },
    {
        "date": "2019-08-19",
        "透支度": 0.6323
    },
    {
        "date": "2019-08-20",
        "透支度": 0.6321
    },
    {
        "date": "2019-08-21",
        "透支度": 0.6325
    },
    {
        "date": "2019-08-22",
        "透支度": 0.6343
    },
    {
        "date": "2019-08-23",
        "透支度": 0.6386
    },
    {
        "date": "2019-08-26",
        "透支度": 0.6325
    },
    {
        "date": "2019-08-27",
        "透支度": 0.641
    },
    {
        "date": "2019-08-28",
        "透支度": 0.6395
    },
    {
        "date": "2019-08-29",
        "透支度": 0.64
    },
    {
        "date": "2019-08-30",
        "透支度": 0.6406
    },
    {
        "date": "2019-09-02",
        "透支度": 0.6509
    },
    {
        "date": "2019-09-03",
        "透支度": 0.6528
    },
    {
        "date": "2019-09-04",
        "透支度": 0.6551
    },
    {
        "date": "2019-09-05",
        "透支度": 0.6592
    },
    {
        "date": "2019-09-06",
        "透支度": 0.6606
    },
    {
        "date": "2019-09-09",
        "透支度": 0.6677
    },
    {
        "date": "2019-09-10",
        "透支度": 0.665
    },
    {
        "date": "2019-09-11",
        "透支度": 0.6573
    },
    {
        "date": "2019-09-12",
        "透支度": 0.662
    },
    {
        "date": "2019-09-16",
        "透支度": 0.6615
    },
    {
        "date": "2019-09-17",
        "透支度": 0.6526
    },
    {
        "date": "2019-09-18",
        "透支度": 0.657
    },
    {
        "date": "2019-09-19",
        "透支度": 0.6611
    },
    {
        "date": "2019-09-20",
        "透支度": 0.6634
    },
    {
        "date": "2019-09-23",
        "透支度": 0.6578
    },
    {
        "date": "2019-09-24",
        "透支度": 0.6617
    },
    {
        "date": "2019-09-25",
        "透支度": 0.655
    },
    {
        "date": "2019-09-26",
        "透支度": 0.6459
    },
    {
        "date": "2019-09-27",
        "透支度": 0.6495
    },
    {
        "date": "2019-09-30",
        "透支度": 0.6432
    },
    {
        "date": "2019-10-08",
        "透支度": 0.6445
    },
    {
        "date": "2019-10-09",
        "透支度": 0.6459
    },
    {
        "date": "2019-10-10",
        "透支度": 0.6552
    },
    {
        "date": "2019-10-11",
        "透支度": 0.6582
    },
    {
        "date": "2019-10-14",
        "透支度": 0.6636
    },
    {
        "date": "2019-10-15",
        "透支度": 0.6597
    },
    {
        "date": "2019-10-16",
        "透支度": 0.6582
    },
    {
        "date": "2019-10-17",
        "透支度": 0.6593
    },
    {
        "date": "2019-10-18",
        "透支度": 0.6523
    },
    {
        "date": "2019-10-21",
        "透支度": 0.6518
    },
    {
        "date": "2019-10-22",
        "透支度": 0.6568
    },
    {
        "date": "2019-10-23",
        "透支度": 0.6511
    },
    {
        "date": "2019-10-24",
        "透支度": 0.6494
    },
    {
        "date": "2019-10-25",
        "透支度": 0.6558
    },
    {
        "date": "2019-10-28",
        "透支度": 0.6635
    },
    {
        "date": "2019-10-29",
        "透支度": 0.6615
    },
    {
        "date": "2019-10-30",
        "透支度": 0.6598
    },
    {
        "date": "2019-10-31",
        "透支度": 0.6587
    },
    {
        "date": "2019-11-01",
        "透支度": 0.6676
    },
    {
        "date": "2019-11-04",
        "透支度": 0.6735
    },
    {
        "date": "2019-11-05",
        "透支度": 0.6774
    },
    {
        "date": "2019-11-06",
        "透支度": 0.6731
    },
    {
        "date": "2019-11-07",
        "透支度": 0.6756
    },
    {
        "date": "2019-11-08",
        "透支度": 0.6738
    },
    {
        "date": "2019-11-11",
        "透支度": 0.6624
    },
    {
        "date": "2019-11-12",
        "透支度": 0.6624
    },
    {
        "date": "2019-11-13",
        "透支度": 0.6658
    },
    {
        "date": "2019-11-14",
        "透支度": 0.6692
    },
    {
        "date": "2019-11-15",
        "透支度": 0.6644
    },
    {
        "date": "2019-11-18",
        "透支度": 0.6676
    },
    {
        "date": "2019-11-19",
        "透支度": 0.6769
    },
    {
        "date": "2019-11-20",
        "透支度": 0.6727
    },
    {
        "date": "2019-11-21",
        "透支度": 0.6691
    },
    {
        "date": "2019-11-22",
        "透支度": 0.6573
    },
    {
        "date": "2019-11-25",
        "透支度": 0.6556
    },
    {
        "date": "2019-11-26",
        "透支度": 0.6585
    },
    {
        "date": "2019-11-27",
        "透支度": 0.6577
    },
    {
        "date": "2019-11-28",
        "透支度": 0.6563
    },
    {
        "date": "2019-11-29",
        "透支度": 0.6501
    },
    {
        "date": "2019-12-02",
        "透支度": 0.6514
    },
    {
        "date": "2019-12-03",
        "透支度": 0.654
    },
    {
        "date": "2019-12-04",
        "透支度": 0.6548
    },
    {
        "date": "2019-12-05",
        "透支度": 0.6613
    },
    {
        "date": "2019-12-06",
        "透支度": 0.667
    },
    {
        "date": "2019-12-09",
        "透支度": 0.6653
    },
    {
        "date": "2019-12-10",
        "透支度": 0.668
    },
    {
        "date": "2019-12-11",
        "透支度": 0.6661
    },
    {
        "date": "2019-12-12",
        "透支度": 0.6651
    },
    {
        "date": "2019-12-13",
        "透支度": 0.6754
    },
    {
        "date": "2019-12-16",
        "透支度": 0.6805
    },
    {
        "date": "2019-12-17",
        "透支度": 0.6871
    },
    {
        "date": "2019-12-18",
        "透支度": 0.6849
    },
    {
        "date": "2019-12-19",
        "透支度": 0.6825
    },
    {
        "date": "2019-12-20",
        "透支度": 0.6791
    },
    {
        "date": "2019-12-23",
        "透支度": 0.6711
    },
    {
        "date": "2019-12-24",
        "透支度": 0.678
    },
    {
        "date": "2019-12-25",
        "透支度": 0.6796
    },
    {
        "date": "2019-12-26",
        "透支度": 0.6831
    },
    {
        "date": "2019-12-27",
        "透支度": 0.6803
    },
    {
        "date": "2019-12-30",
        "透支度": 0.6882
    },
    {
        "date": "2019-12-31",
        "透支度": 0.6913
    },
    {
        "date": "2020-01-02",
        "透支度": 0.7011
    },
    {
        "date": "2020-01-03",
        "透支度": 0.6998
    },
    {
        "date": "2020-01-06",
        "透支度": 0.6998
    },
    {
        "date": "2020-01-07",
        "透支度": 0.7061
    },
    {
        "date": "2020-01-08",
        "透支度": 0.6998
    },
    {
        "date": "2020-01-09",
        "透支度": 0.7112
    },
    {
        "date": "2020-01-10",
        "透支度": 0.7119
    },
    {
        "date": "2020-01-13",
        "透支度": 0.7204
    },
    {
        "date": "2020-01-14",
        "透支度": 0.7171
    },
    {
        "date": "2020-01-15",
        "透支度": 0.7168
    },
    {
        "date": "2020-01-16",
        "透支度": 0.7172
    },
    {
        "date": "2020-01-17",
        "透支度": 0.7179
    },
    {
        "date": "2020-01-20",
        "透支度": 0.725
    },
    {
        "date": "2020-01-21",
        "透支度": 0.7157
    },
    {
        "date": "2020-01-22",
        "透支度": 0.7227
    },
    {
        "date": "2020-01-23",
        "透支度": 0.7012
    },
    {
        "date": "2020-02-03",
        "透支度": 0.6505
    },
    {
        "date": "2020-02-04",
        "透支度": 0.6726
    },
    {
        "date": "2020-02-05",
        "透支度": 0.6822
    },
    {
        "date": "2020-02-06",
        "透支度": 0.6981
    },
    {
        "date": "2020-02-07",
        "透支度": 0.6993
    },
    {
        "date": "2020-02-10",
        "透支度": 0.703
    },
    {
        "date": "2020-02-11",
        "透支度": 0.707
    },
    {
        "date": "2020-02-12",
        "透支度": 0.7164
    },
    {
        "date": "2020-02-13",
        "透支度": 0.7125
    },
    {
        "date": "2020-02-14",
        "透支度": 0.7141
    },
    {
        "date": "2020-02-17",
        "透支度": 0.7306
    },
    {
        "date": "2020-02-18",
        "透支度": 0.7327
    },
    {
        "date": "2020-02-19",
        "透支度": 0.7276
    },
    {
        "date": "2020-02-20",
        "透支度": 0.7413
    },
    {
        "date": "2020-02-21",
        "透支度": 0.747
    },
    {
        "date": "2020-02-24",
        "透支度": 0.7503
    },
    {
        "date": "2020-02-25",
        "透支度": 0.7531
    },
    {
        "date": "2020-02-26",
        "透支度": 0.7325
    },
    {
        "date": "2020-02-27",
        "透支度": 0.7368
    },
    {
        "date": "2020-02-28",
        "透支度": 0.7093
    },
    {
        "date": "2020-03-02",
        "透支度": 0.729
    },
    {
        "date": "2020-03-03",
        "透支度": 0.7355
    },
    {
        "date": "2020-03-04",
        "透支度": 0.7351
    },
    {
        "date": "2020-03-05",
        "透支度": 0.7471
    },
    {
        "date": "2020-03-06",
        "透支度": 0.7384
    },
    {
        "date": "2020-03-09",
        "透支度": 0.7096
    },
    {
        "date": "2020-03-10",
        "透支度": 0.7257
    },
    {
        "date": "2020-03-11",
        "透支度": 0.7158
    },
    {
        "date": "2020-03-12",
        "透支度": 0.7011
    },
    {
        "date": "2020-03-13",
        "透支度": 0.6953
    },
    {
        "date": "2020-03-16",
        "透支度": 0.6626
    },
    {
        "date": "2020-03-17",
        "透支度": 0.6612
    },
    {
        "date": "2020-03-18",
        "透支度": 0.6511
    },
    {
        "date": "2020-03-19",
        "透支度": 0.6476
    },
    {
        "date": "2020-03-20",
        "透支度": 0.6585
    },
    {
        "date": "2020-03-23",
        "透支度": 0.6341
    },
    {
        "date": "2020-03-24",
        "透支度": 0.6487
    },
    {
        "date": "2020-03-25",
        "透支度": 0.6673
    },
    {
        "date": "2020-03-26",
        "透支度": 0.6647
    },
    {
        "date": "2020-03-27",
        "透支度": 0.6638
    },
    {
        "date": "2020-03-30",
        "透支度": 0.6538
    },
    {
        "date": "2020-03-31",
        "透支度": 0.6585
    },
    {
        "date": "2020-04-01",
        "透支度": 0.6557
    },
    {
        "date": "2020-04-02",
        "透支度": 0.6682
    },
    {
        "date": "2020-04-03",
        "透支度": 0.6651
    },
    {
        "date": "2020-04-07",
        "透支度": 0.68
    },
    {
        "date": "2020-04-08",
        "透支度": 0.6764
    },
    {
        "date": "2020-04-09",
        "透支度": 0.6818
    },
    {
        "date": "2020-04-10",
        "透支度": 0.6724
    },
    {
        "date": "2020-04-13",
        "透支度": 0.669
    },
    {
        "date": "2020-04-14",
        "透支度": 0.683
    },
    {
        "date": "2020-04-15",
        "透支度": 0.679
    },
    {
        "date": "2020-04-16",
        "透支度": 0.6821
    },
    {
        "date": "2020-04-17",
        "透支度": 0.6864
    },
    {
        "date": "2020-04-20",
        "透支度": 0.6924
    },
    {
        "date": "2020-04-21",
        "透支度": 0.6858
    },
    {
        "date": "2020-04-22",
        "透支度": 0.6929
    },
    {
        "date": "2020-04-23",
        "透支度": 0.6906
    },
    {
        "date": "2020-04-24",
        "透支度": 0.6839
    },
    {
        "date": "2020-04-27",
        "透支度": 0.688
    },
    {
        "date": "2020-04-28",
        "透支度": 0.6945
    },
    {
        "date": "2020-04-29",
        "透支度": 0.6934
    },
    {
        "date": "2020-04-30",
        "透支度": 0.7014
    },
    {
        "date": "2020-05-06",
        "透支度": 0.7101
    },
    {
        "date": "2020-05-07",
        "透支度": 0.7119
    },
    {
        "date": "2020-05-08",
        "透支度": 0.7193
    },
    {
        "date": "2020-05-11",
        "透支度": 0.7173
    },
    {
        "date": "2020-05-12",
        "透支度": 0.7223
    },
    {
        "date": "2020-05-13",
        "透支度": 0.7288
    },
    {
        "date": "2020-05-14",
        "透支度": 0.7226
    },
    {
        "date": "2020-05-15",
        "透支度": 0.7226
    },
    {
        "date": "2020-05-18",
        "透支度": 0.7249
    },
    {
        "date": "2020-05-19",
        "透支度": 0.7346
    },
    {
        "date": "2020-05-20",
        "透支度": 0.7275
    },
    {
        "date": "2020-05-21",
        "透支度": 0.7219
    },
    {
        "date": "2020-05-22",
        "透支度": 0.7065
    },
    {
        "date": "2020-05-25",
        "透支度": 0.7093
    },
    {
        "date": "2020-05-26",
        "透支度": 0.7238
    },
    {
        "date": "2020-05-27",
        "透支度": 0.7164
    },
    {
        "date": "2020-05-28",
        "透支度": 0.7152
    },
    {
        "date": "2020-05-29",
        "透支度": 0.7241
    },
    {
        "date": "2020-06-01",
        "透支度": 0.7439
    },
    {
        "date": "2020-06-02",
        "透支度": 0.7416
    },
    {
        "date": "2020-06-03",
        "透支度": 0.7435
    },
    {
        "date": "2020-06-04",
        "透支度": 0.7464
    },
    {
        "date": "2020-06-05",
        "透支度": 0.7526
    },
    {
        "date": "2020-06-08",
        "透支度": 0.7507
    },
    {
        "date": "2020-06-09",
        "透支度": 0.7572
    },
    {
        "date": "2020-06-10",
        "透支度": 0.7622
    },
    {
        "date": "2020-06-11",
        "透支度": 0.7585
    },
    {
        "date": "2020-06-12",
        "透支度": 0.7604
    },
    {
        "date": "2020-06-15",
        "透支度": 0.7546
    },
    {
        "date": "2020-06-16",
        "透支度": 0.769
    },
    {
        "date": "2020-06-17",
        "透支度": 0.7709
    },
    {
        "date": "2020-06-18",
        "透支度": 0.7729
    },
    {
        "date": "2020-06-19",
        "透支度": 0.7862
    },
    {
        "date": "2020-06-22",
        "透支度": 0.7897
    },
    {
        "date": "2020-06-23",
        "透支度": 0.8008
    },
    {
        "date": "2020-06-24",
        "透支度": 0.8025
    },
    {
        "date": "2020-06-29",
        "透支度": 0.8008
    },
    {
        "date": "2020-06-30",
        "透支度": 0.8153
    },
    {
        "date": "2020-07-01",
        "透支度": 0.8216
    },
    {
        "date": "2020-07-02",
        "透支度": 0.8269
    },
    {
        "date": "2020-07-03",
        "透支度": 0.8343
    },
    {
        "date": "2020-07-06",
        "透支度": 0.8623
    },
    {
        "date": "2020-07-07",
        "透支度": 0.8792
    },
    {
        "date": "2020-07-08",
        "透支度": 0.8928
    },
    {
        "date": "2020-07-09",
        "透支度": 0.9138
    },
    {
        "date": "2020-07-10",
        "透支度": 0.9122
    },
    {
        "date": "2020-07-13",
        "透支度": 0.9376
    },
    {
        "date": "2020-07-14",
        "透支度": 0.9284
    },
    {
        "date": "2020-07-15",
        "透支度": 0.9198
    },
    {
        "date": "2020-07-16",
        "透支度": 0.8754
    },
    {
        "date": "2020-07-17",
        "透支度": 0.8846
    },
    {
        "date": "2020-07-20",
        "透支度": 0.8983
    },
    {
        "date": "2020-07-21",
        "透支度": 0.9083
    },
    {
        "date": "2020-07-22",
        "透支度": 0.916
    },
    {
        "date": "2020-07-23",
        "透支度": 0.9216
    },
    {
        "date": "2020-07-24",
        "透支度": 0.876
    },
    {
        "date": "2020-07-27",
        "透支度": 0.8787
    },
    {
        "date": "2020-07-28",
        "透支度": 0.8905
    },
    {
        "date": "2020-07-29",
        "透支度": 0.9139
    },
    {
        "date": "2020-07-30",
        "透支度": 0.912
    },
    {
        "date": "2020-07-31",
        "透支度": 0.9235
    },
    {
        "date": "2020-08-03",
        "透支度": 0.9388
    },
    {
        "date": "2020-08-04",
        "透支度": 0.9328
    },
    {
        "date": "2020-08-05",
        "透支度": 0.9409
    },
    {
        "date": "2020-08-06",
        "透支度": 0.9341
    },
    {
        "date": "2020-08-07",
        "透支度": 0.9242
    },
    {
        "date": "2020-08-10",
        "透支度": 0.9232
    },
    {
        "date": "2020-08-11",
        "透支度": 0.9133
    },
    {
        "date": "2020-08-12",
        "透支度": 0.9003
    },
    {
        "date": "2020-08-13",
        "透支度": 0.8985
    },
    {
        "date": "2020-08-14",
        "透支度": 0.9111
    },
    {
        "date": "2020-08-17",
        "透支度": 0.9238
    },
    {
        "date": "2020-08-18",
        "透支度": 0.9296
    },
    {
        "date": "2020-08-19",
        "透支度": 0.9124
    },
    {
        "date": "2020-08-20",
        "透支度": 0.9025
    },
    {
        "date": "2020-08-21",
        "透支度": 0.9128
    },
    {
        "date": "2020-08-24",
        "透支度": 0.9249
    },
    {
        "date": "2020-08-25",
        "透支度": 0.9268
    },
    {
        "date": "2020-08-26",
        "透支度": 0.9127
    },
    {
        "date": "2020-08-27",
        "透支度": 0.923
    },
    {
        "date": "2020-08-28",
        "透支度": 0.9428
    },
    {
        "date": "2020-08-31",
        "透支度": 0.9379
    },
    {
        "date": "2020-09-01",
        "透支度": 0.9439
    },
    {
        "date": "2020-09-02",
        "透支度": 0.9449
    },
    {
        "date": "2020-09-03",
        "透支度": 0.9391
    },
    {
        "date": "2020-09-04",
        "透支度": 0.9295
    },
    {
        "date": "2020-09-07",
        "透支度": 0.9037
    },
    {
        "date": "2020-09-08",
        "透支度": 0.9014
    },
    {
        "date": "2020-09-09",
        "透支度": 0.8755
    },
    {
        "date": "2020-09-10",
        "透支度": 0.8742
    },
    {
        "date": "2020-09-11",
        "透支度": 0.8895
    },
    {
        "date": "2020-09-14",
        "透支度": 0.8947
    },
    {
        "date": "2020-09-15",
        "透支度": 0.9026
    },
    {
        "date": "2020-09-16",
        "透支度": 0.8947
    },
    {
        "date": "2020-09-17",
        "透支度": 0.8927
    },
    {
        "date": "2020-09-18",
        "透支度": 0.905
    },
    {
        "date": "2020-09-21",
        "透支度": 0.8974
    },
    {
        "date": "2020-09-22",
        "透支度": 0.8902
    },
    {
        "date": "2020-09-23",
        "透支度": 0.8995
    },
    {
        "date": "2020-09-24",
        "透支度": 0.8815
    },
    {
        "date": "2020-09-25",
        "透支度": 0.8823
    },
    {
        "date": "2020-09-28",
        "透支度": 0.8818
    },
    {
        "date": "2020-09-29",
        "透支度": 0.8888
    },
    {
        "date": "2020-09-30",
        "透支度": 0.8915
    },
    {
        "date": "2020-10-09",
        "透支度": 0.9139
    },
    {
        "date": "2020-10-12",
        "透支度": 0.9395
    },
    {
        "date": "2020-10-13",
        "透支度": 0.9454
    },
    {
        "date": "2020-10-14",
        "透支度": 0.9402
    },
    {
        "date": "2020-10-15",
        "透支度": 0.934
    },
    {
        "date": "2020-10-16",
        "透支度": 0.9287
    },
    {
        "date": "2020-10-19",
        "透支度": 0.9177
    },
    {
        "date": "2020-10-20",
        "透支度": 0.9289
    },
    {
        "date": "2020-10-21",
        "透支度": 0.9217
    },
    {
        "date": "2020-10-22",
        "透支度": 0.9162
    },
    {
        "date": "2020-10-23",
        "透支度": 0.8975
    },
    {
        "date": "2020-10-26",
        "透支度": 0.9002
    },
    {
        "date": "2020-10-27",
        "透支度": 0.9088
    },
    {
        "date": "2020-10-28",
        "透支度": 0.9192
    },
    {
        "date": "2020-10-29",
        "透支度": 0.9275
    },
    {
        "date": "2020-10-30",
        "透支度": 0.9139
    },
    {
        "date": "2020-11-02",
        "透支度": 0.9227
    },
    {
        "date": "2020-11-03",
        "透支度": 0.9311
    },
    {
        "date": "2020-11-04",
        "透支度": 0.9363
    },
    {
        "date": "2020-11-05",
        "透支度": 0.9501
    },
    {
        "date": "2020-11-06",
        "透支度": 0.9426
    },
    {
        "date": "2020-11-09",
        "透支度": 0.9605
    },
    {
        "date": "2020-11-10",
        "透支度": 0.9522
    },
    {
        "date": "2020-11-11",
        "透支度": 0.9348
    },
    {
        "date": "2020-11-12",
        "透支度": 0.9408
    },
    {
        "date": "2020-11-13",
        "透支度": 0.9384
    },
    {
        "date": "2020-11-16",
        "透支度": 0.9453
    },
    {
        "date": "2020-11-17",
        "透支度": 0.9363
    },
    {
        "date": "2020-11-18",
        "透支度": 0.9293
    },
    {
        "date": "2020-11-19",
        "透支度": 0.9379
    },
    {
        "date": "2020-11-20",
        "透支度": 0.9447
    },
    {
        "date": "2020-11-23",
        "透支度": 0.9497
    },
    {
        "date": "2020-11-24",
        "透支度": 0.9465
    },
    {
        "date": "2020-11-25",
        "透支度": 0.9288
    },
    {
        "date": "2020-11-26",
        "透支度": 0.9273
    },
    {
        "date": "2020-11-27",
        "透支度": 0.9339
    },
    {
        "date": "2020-11-30",
        "透支度": 0.9292
    },
    {
        "date": "2020-12-01",
        "透支度": 0.9463
    },
    {
        "date": "2020-12-02",
        "透支度": 0.946
    },
    {
        "date": "2020-12-03",
        "透支度": 0.9478
    },
    {
        "date": "2020-12-04",
        "透支度": 0.9553
    },
    {
        "date": "2020-12-07",
        "透支度": 0.9553
    },
    {
        "date": "2020-12-08",
        "透支度": 0.9577
    },
    {
        "date": "2020-12-09",
        "透支度": 0.946
    },
    {
        "date": "2020-12-10",
        "透支度": 0.9501
    },
    {
        "date": "2020-12-11",
        "透支度": 0.9429
    },
    {
        "date": "2020-12-14",
        "透支度": 0.9549
    },
    {
        "date": "2020-12-15",
        "透支度": 0.9583
    },
    {
        "date": "2020-12-16",
        "透支度": 0.961
    },
    {
        "date": "2020-12-17",
        "透支度": 0.9696
    },
    {
        "date": "2020-12-18",
        "透支度": 0.9669
    },
    {
        "date": "2020-12-21",
        "透支度": 0.9837
    },
    {
        "date": "2020-12-22",
        "透支度": 0.9701
    },
    {
        "date": "2020-12-23",
        "透支度": 0.9795
    },
    {
        "date": "2020-12-24",
        "透支度": 0.9755
    },
    {
        "date": "2020-12-25",
        "透支度": 0.9849
    },
    {
        "date": "2020-12-28",
        "透支度": 0.987
    },
    {
        "date": "2020-12-29",
        "透支度": 0.9801
    },
    {
        "date": "2020-12-30",
        "透支度": 0.9971
    },
    {
        "date": "2020-12-31",
        "透支度": 1.0143
    },
    {
        "date": "2021-01-04",
        "透支度": 1.0349
    },
    {
        "date": "2021-01-05",
        "透支度": 1.0535
    },
    {
        "date": "2021-01-06",
        "透支度": 1.058
    },
    {
        "date": "2021-01-07",
        "透支度": 1.0707
    },
    {
        "date": "2021-01-08",
        "透支度": 1.0618
    },
    {
        "date": "2021-01-11",
        "透支度": 1.0523
    },
    {
        "date": "2021-01-12",
        "透支度": 1.0756
    },
    {
        "date": "2021-01-13",
        "透支度": 1.0657
    },
    {
        "date": "2021-01-14",
        "透支度": 1.049
    },
    {
        "date": "2021-01-15",
        "透支度": 1.0473
    },
    {
        "date": "2021-01-18",
        "透支度": 1.063
    },
    {
        "date": "2021-01-19",
        "透支度": 1.0483
    },
    {
        "date": "2021-01-20",
        "透支度": 1.0678
    },
    {
        "date": "2021-01-21",
        "透支度": 1.085
    },
    {
        "date": "2021-01-22",
        "透支度": 1.0974
    },
    {
        "date": "2021-01-25",
        "透支度": 1.1103
    },
    {
        "date": "2021-01-26",
        "透支度": 1.0854
    },
    {
        "date": "2021-01-27",
        "透支度": 1.0862
    },
    {
        "date": "2021-01-28",
        "透支度": 1.057
    },
    {
        "date": "2021-01-29",
        "透支度": 1.0531
    },
    {
        "date": "2021-02-01",
        "透支度": 1.0655
    },
    {
        "date": "2021-02-02",
        "透支度": 1.0861
    },
    {
        "date": "2021-02-03",
        "透支度": 1.0849
    },
    {
        "date": "2021-02-04",
        "透支度": 1.0789
    },
    {
        "date": "2021-02-05",
        "透支度": 1.0774
    },
    {
        "date": "2021-02-08",
        "透支度": 1.0929
    },
    {
        "date": "2021-02-09",
        "透支度": 1.116
    },
    {
        "date": "2021-02-10",
        "透支度": 1.1374
    },
    {
        "date": "2021-02-18",
        "透支度": 1.1208
    },
    {
        "date": "2021-02-19",
        "透支度": 1.1158
    },
    {
        "date": "2021-02-22",
        "透支度": 1.0782
    },
    {
        "date": "2021-02-23",
        "透支度": 1.0739
    },
    {
        "date": "2021-02-24",
        "透支度": 1.0428
    },
    {
        "date": "2021-02-25",
        "透支度": 1.0423
    },
    {
        "date": "2021-02-26",
        "透支度": 1.0176
    },
    {
        "date": "2021-03-01",
        "透支度": 1.0367
    },
    {
        "date": "2021-03-02",
        "透支度": 1.0255
    },
    {
        "date": "2021-03-03",
        "透支度": 1.0409
    },
    {
        "date": "2021-03-04",
        "透支度": 1.004
    },
    {
        "date": "2021-03-05",
        "透支度": 1.0026
    },
    {
        "date": "2021-03-08",
        "透支度": 0.9624
    },
    {
        "date": "2021-03-09",
        "透支度": 0.9398
    },
    {
        "date": "2021-03-10",
        "透支度": 0.9509
    },
    {
        "date": "2021-03-11",
        "透支度": 0.974
    },
    {
        "date": "2021-03-12",
        "透支度": 0.9739
    },
    {
        "date": "2021-03-15",
        "透支度": 0.9492
    },
    {
        "date": "2021-03-16",
        "透支度": 0.9581
    },
    {
        "date": "2021-03-17",
        "透支度": 0.9671
    },
    {
        "date": "2021-03-18",
        "透支度": 0.978
    },
    {
        "date": "2021-03-19",
        "透支度": 0.9564
    },
    {
        "date": "2021-03-22",
        "透支度": 0.9635
    },
    {
        "date": "2021-03-23",
        "透支度": 0.9533
    },
    {
        "date": "2021-03-24",
        "透支度": 0.9395
    },
    {
        "date": "2021-03-25",
        "透支度": 0.942
    },
    {
        "date": "2021-03-26",
        "透支度": 0.9657
    },
    {
        "date": "2021-03-29",
        "透支度": 0.9673
    },
    {
        "date": "2021-03-30",
        "透支度": 0.9778
    },
    {
        "date": "2021-03-31",
        "透支度": 0.9695
    },
    {
        "date": "2021-04-01",
        "透支度": 0.9853
    },
    {
        "date": "2021-04-02",
        "透支度": 0.9962
    },
    {
        "date": "2021-04-06",
        "透支度": 0.9932
    },
    {
        "date": "2021-04-07",
        "透支度": 0.9835
    },
    {
        "date": "2021-04-08",
        "透支度": 0.9887
    },
    {
        "date": "2021-04-09",
        "透支度": 0.9761
    },
    {
        "date": "2021-04-12",
        "透支度": 0.9576
    },
    {
        "date": "2021-04-13",
        "透支度": 0.9585
    },
    {
        "date": "2021-04-14",
        "透支度": 0.9706
    },
    {
        "date": "2021-04-15",
        "透支度": 0.9671
    },
    {
        "date": "2021-04-16",
        "透支度": 0.9702
    },
    {
        "date": "2021-04-19",
        "透支度": 0.9931
    },
    {
        "date": "2021-04-20",
        "透支度": 0.9941
    },
    {
        "date": "2021-04-21",
        "透支度": 0.9975
    },
    {
        "date": "2021-04-22",
        "透支度": 0.9999
    },
    {
        "date": "2021-04-23",
        "透支度": 1.0112
    },
    {
        "date": "2021-04-26",
        "透支度": 1.0047
    },
    {
        "date": "2021-04-27",
        "透支度": 1.0111
    },
    {
        "date": "2021-04-28",
        "透支度": 1.0206
    },
    {
        "date": "2021-04-29",
        "透支度": 1.0219
    },
    {
        "date": "2021-04-30",
        "透支度": 1.0195
    },
    {
        "date": "2021-05-06",
        "透支度": 1.0056
    },
    {
        "date": "2021-05-07",
        "透支度": 0.9839
    },
    {
        "date": "2021-05-10",
        "透支度": 0.9811
    },
    {
        "date": "2021-05-11",
        "透支度": 0.9829
    },
    {
        "date": "2021-05-12",
        "透支度": 0.9909
    },
    {
        "date": "2021-05-13",
        "透支度": 0.9827
    },
    {
        "date": "2021-05-14",
        "透支度": 0.9989
    },
    {
        "date": "2021-05-17",
        "透支度": 1.0189
    },
    {
        "date": "2021-05-18",
        "透支度": 1.0191
    },
    {
        "date": "2021-05-19",
        "透支度": 1.0192
    },
    {
        "date": "2021-05-20",
        "透支度": 1.0243
    },
    {
        "date": "2021-05-21",
        "透支度": 1.0174
    },
    {
        "date": "2021-05-24",
        "透支度": 1.0228
    },
    {
        "date": "2021-05-25",
        "透支度": 1.048
    },
    {
        "date": "2021-05-26",
        "透支度": 1.0438
    },
    {
        "date": "2021-05-27",
        "透支度": 1.0499
    },
    {
        "date": "2021-05-28",
        "透支度": 1.0458
    },
    {
        "date": "2021-05-31",
        "透支度": 1.0591
    },
    {
        "date": "2021-06-01",
        "透支度": 1.0641
    },
    {
        "date": "2021-06-02",
        "透支度": 1.0532
    },
    {
        "date": "2021-06-03",
        "透支度": 1.0463
    },
    {
        "date": "2021-06-04",
        "透支度": 1.0541
    },
    {
        "date": "2021-06-07",
        "透支度": 1.0549
    },
    {
        "date": "2021-06-08",
        "透支度": 1.0421
    },
    {
        "date": "2021-06-09",
        "透支度": 1.0452
    },
    {
        "date": "2021-06-10",
        "透支度": 1.0565
    },
    {
        "date": "2021-06-11",
        "透支度": 1.0509
    },
    {
        "date": "2021-06-15",
        "透支度": 1.0457
    },
    {
        "date": "2021-06-16",
        "透支度": 1.0209
    },
    {
        "date": "2021-06-17",
        "透支度": 1.0341
    },
    {
        "date": "2021-06-18",
        "透支度": 1.0418
    },
    {
        "date": "2021-06-21",
        "透支度": 1.0462
    },
    {
        "date": "2021-06-22",
        "透支度": 1.0512
    },
    {
        "date": "2021-06-23",
        "透支度": 1.057
    },
    {
        "date": "2021-06-24",
        "透支度": 1.0531
    },
    {
        "date": "2021-06-25",
        "透支度": 1.0687
    },
    {
        "date": "2021-06-28",
        "透支度": 1.0763
    },
    {
        "date": "2021-06-29",
        "透支度": 1.0702
    },
    {
        "date": "2021-06-30",
        "透支度": 1.0801
    },
    {
        "date": "2021-07-01",
        "透支度": 1.079
    },
    {
        "date": "2021-07-02",
        "透支度": 1.0495
    },
    {
        "date": "2021-07-05",
        "透支度": 1.0544
    },
    {
        "date": "2021-07-06",
        "透支度": 1.0453
    },
    {
        "date": "2021-07-07",
        "透支度": 1.0663
    },
    {
        "date": "2021-07-08",
        "透支度": 1.0599
    },
    {
        "date": "2021-07-09",
        "透支度": 1.0573
    },
    {
        "date": "2021-07-12",
        "透支度": 1.0773
    },
    {
        "date": "2021-07-13",
        "透支度": 1.0779
    },
    {
        "date": "2021-07-14",
        "透支度": 1.0703
    },
    {
        "date": "2021-07-15",
        "透支度": 1.0816
    },
    {
        "date": "2021-07-16",
        "透支度": 1.0662
    },
    {
        "date": "2021-07-19",
        "透支度": 1.0668
    },
    {
        "date": "2021-07-20",
        "透支度": 1.0685
    },
    {
        "date": "2021-07-21",
        "透支度": 1.0852
    },
    {
        "date": "2021-07-22",
        "透支度": 1.0839
    },
    {
        "date": "2021-07-23",
        "透支度": 1.0684
    },
    {
        "date": "2021-07-26",
        "透支度": 1.0404
    },
    {
        "date": "2021-07-27",
        "透支度": 1.005
    },
    {
        "date": "2021-07-28",
        "透支度": 1.0109
    },
    {
        "date": "2021-07-29",
        "透支度": 1.0421
    },
    {
        "date": "2021-07-30",
        "透支度": 1.0307
    },
    {
        "date": "2021-08-02",
        "透支度": 1.0475
    },
    {
        "date": "2021-08-03",
        "透支度": 1.04
    },
    {
        "date": "2021-08-04",
        "透支度": 1.0595
    },
    {
        "date": "2021-08-05",
        "透支度": 1.0551
    },
    {
        "date": "2021-08-06",
        "透支度": 1.0484
    },
    {
        "date": "2021-08-09",
        "透支度": 1.0501
    },
    {
        "date": "2021-08-10",
        "透支度": 1.0584
    },
    {
        "date": "2021-08-11",
        "透支度": 1.0549
    },
    {
        "date": "2021-08-12",
        "透支度": 1.0482
    },
    {
        "date": "2021-08-13",
        "透支度": 1.0426
    },
    {
        "date": "2021-08-16",
        "透支度": 1.0337
    },
    {
        "date": "2021-08-17",
        "透支度": 1.0092
    },
    {
        "date": "2021-08-18",
        "透支度": 1.0139
    },
    {
        "date": "2021-08-19",
        "透支度": 1.0184
    },
    {
        "date": "2021-08-20",
        "透支度": 1.0016
    },
    {
        "date": "2021-08-23",
        "透支度": 1.0205
    },
    {
        "date": "2021-08-24",
        "透支度": 1.0351
    },
    {
        "date": "2021-08-25",
        "透支度": 1.039
    },
    {
        "date": "2021-08-26",
        "透支度": 1.0205
    },
    {
        "date": "2021-08-27",
        "透支度": 1.0248
    },
    {
        "date": "2021-08-30",
        "透支度": 1.0275
    },
    {
        "date": "2021-08-31",
        "透支度": 1.0223
    },
    {
        "date": "2021-09-01",
        "透支度": 1.016
    },
    {
        "date": "2021-09-02",
        "透支度": 1.0149
    },
    {
        "date": "2021-09-03",
        "透支度": 1.0055
    },
    {
        "date": "2021-09-06",
        "透支度": 1.0243
    },
    {
        "date": "2021-09-07",
        "透支度": 1.0348
    },
    {
        "date": "2021-09-08",
        "透支度": 1.0272
    },
    {
        "date": "2021-09-09",
        "透支度": 1.025
    },
    {
        "date": "2021-09-10",
        "透支度": 1.0341
    },
    {
        "date": "2021-09-13",
        "透支度": 1.0258
    },
    {
        "date": "2021-09-14",
        "透支度": 1.0253
    },
    {
        "date": "2021-09-15",
        "透支度": 1.0208
    },
    {
        "date": "2021-09-16",
        "透支度": 1.0019
    },
    {
        "date": "2021-09-17",
        "透支度": 1.0124
    },
    {
        "date": "2021-09-22",
        "透支度": 1.0072
    },
    {
        "date": "2021-09-23",
        "透支度": 1.008
    },
    {
        "date": "2021-09-24",
        "透支度": 1.008
    },
    {
        "date": "2021-09-27",
        "透支度": 1.0073
    },
    {
        "date": "2021-09-28",
        "透支度": 1.0062
    },
    {
        "date": "2021-09-29",
        "透支度": 0.9924
    },
    {
        "date": "2021-09-30",
        "透支度": 1.0083
    },
    {
        "date": "2021-10-08",
        "透支度": 1.0057
    },
    {
        "date": "2021-10-11",
        "透支度": 1.0033
    },
    {
        "date": "2021-10-12",
        "透支度": 0.991
    },
    {
        "date": "2021-10-13",
        "透支度": 1.0086
    },
    {
        "date": "2021-10-14",
        "透支度": 1.0085
    },
    {
        "date": "2021-10-15",
        "透支度": 1.0179
    },
    {
        "date": "2021-10-18",
        "透支度": 1.0138
    },
    {
        "date": "2021-10-19",
        "透支度": 1.0221
    },
    {
        "date": "2021-10-20",
        "透支度": 1.0223
    },
    {
        "date": "2021-10-21",
        "透支度": 1.0189
    },
    {
        "date": "2021-10-22",
        "透支度": 1.0209
    },
    {
        "date": "2021-10-25",
        "透支度": 1.0292
    },
    {
        "date": "2021-10-26",
        "透支度": 1.0266
    },
    {
        "date": "2021-10-27",
        "透支度": 1.02
    },
    {
        "date": "2021-10-28",
        "透支度": 1.0128
    },
    {
        "date": "2021-10-29",
        "透支度": 1.0254
    },
    {
        "date": "2021-11-01",
        "透支度": 1.0197
    },
    {
        "date": "2021-11-02",
        "透支度": 1.016
    },
    {
        "date": "2021-11-03",
        "透支度": 1.0099
    },
    {
        "date": "2021-11-04",
        "透支度": 1.0207
    },
    {
        "date": "2021-11-05",
        "透支度": 1.0123
    },
    {
        "date": "2021-11-08",
        "透支度": 1.0145
    },
    {
        "date": "2021-11-09",
        "透支度": 1.0209
    },
    {
        "date": "2021-11-10",
        "透支度": 1.0163
    },
    {
        "date": "2021-11-11",
        "透支度": 1.026
    },
    {
        "date": "2021-11-12",
        "透支度": 1.0285
    },
    {
        "date": "2021-11-15",
        "透支度": 1.0212
    },
    {
        "date": "2021-11-16",
        "透支度": 1.0216
    },
    {
        "date": "2021-11-17",
        "透支度": 1.0288
    },
    {
        "date": "2021-11-18",
        "透支度": 1.0226
    },
    {
        "date": "2021-11-19",
        "透支度": 1.0305
    },
    {
        "date": "2021-11-22",
        "透支度": 1.0431
    },
    {
        "date": "2021-11-23",
        "透支度": 1.0378
    },
    {
        "date": "2021-11-24",
        "透支度": 1.0366
    },
    {
        "date": "2021-11-25",
        "透支度": 1.0336
    },
    {
        "date": "2021-11-26",
        "透支度": 1.0307
    },
    {
        "date": "2021-11-29",
        "透支度": 1.0368
    },
    {
        "date": "2021-11-30",
        "透支度": 1.0342
    },
    {
        "date": "2021-12-01",
        "透支度": 1.0306
    },
    {
        "date": "2021-12-02",
        "透支度": 1.0274
    },
    {
        "date": "2021-12-03",
        "透支度": 1.0361
    },
    {
        "date": "2021-12-06",
        "透支度": 1.0232
    },
    {
        "date": "2021-12-07",
        "透支度": 1.0186
    },
    {
        "date": "2021-12-08",
        "透支度": 1.0369
    },
    {
        "date": "2021-12-09",
        "透支度": 1.0451
    },
    {
        "date": "2021-12-10",
        "透支度": 1.045
    },
    {
        "date": "2021-12-13",
        "透支度": 1.0477
    },
    {
        "date": "2021-12-14",
        "透支度": 1.0441
    },
    {
        "date": "2021-12-15",
        "透支度": 1.0329
    },
    {
        "date": "2021-12-16",
        "透支度": 1.0363
    },
    {
        "date": "2021-12-17",
        "透支度": 1.0185
    },
    {
        "date": "2021-12-20",
        "透支度": 1.0005
    },
    {
        "date": "2021-12-21",
        "透支度": 1.0073
    },
    {
        "date": "2021-12-22",
        "透支度": 1.0119
    },
    {
        "date": "2021-12-23",
        "透支度": 1.0174
    },
    {
        "date": "2021-12-24",
        "透支度": 1.0092
    },
    {
        "date": "2021-12-27",
        "透支度": 1.0076
    },
    {
        "date": "2021-12-28",
        "透支度": 1.015
    },
    {
        "date": "2021-12-29",
        "透支度": 1.0033
    },
    {
        "date": "2021-12-30",
        "透支度": 1.0111
    },
    {
        "date": "2021-12-31",
        "透支度": 1.0154
    },
    {
        "date": "2022-01-04",
        "透支度": 0.9998
    },
    {
        "date": "2022-01-05",
        "透支度": 0.9792
    },
    {
        "date": "2022-01-06",
        "透支度": 0.974
    },
    {
        "date": "2022-01-07",
        "透支度": 0.9643
    },
    {
        "date": "2022-01-10",
        "透支度": 0.9667
    },
    {
        "date": "2022-01-11",
        "透支度": 0.9551
    },
    {
        "date": "2022-01-12",
        "透支度": 0.9704
    },
    {
        "date": "2022-01-13",
        "透支度": 0.9537
    },
    {
        "date": "2022-01-14",
        "透支度": 0.9557
    },
    {
        "date": "2022-01-17",
        "透支度": 0.9645
    },
    {
        "date": "2022-01-18",
        "透支度": 0.968
    },
    {
        "date": "2022-01-19",
        "透支度": 0.9552
    },
    {
        "date": "2022-01-20",
        "透支度": 0.9545
    },
    {
        "date": "2022-01-21",
        "透支度": 0.9471
    },
    {
        "date": "2022-01-24",
        "透支度": 0.9512
    },
    {
        "date": "2022-01-25",
        "透支度": 0.9319
    },
    {
        "date": "2022-01-26",
        "透支度": 0.9362
    },
    {
        "date": "2022-01-27",
        "透支度": 0.9178
    },
    {
        "date": "2022-01-28",
        "透支度": 0.9087
    },
    {
        "date": "2022-02-07",
        "透支度": 0.9159
    },
    {
        "date": "2022-02-08",
        "透支度": 0.9017
    },
    {
        "date": "2022-02-09",
        "透支度": 0.9128
    },
    {
        "date": "2022-02-10",
        "透支度": 0.9051
    },
    {
        "date": "2022-02-11",
        "透支度": 0.894
    },
    {
        "date": "2022-02-14",
        "透支度": 0.891
    },
    {
        "date": "2022-02-15",
        "透支度": 0.9082
    },
    {
        "date": "2022-02-16",
        "透支度": 0.9101
    },
    {
        "date": "2022-02-17",
        "透支度": 0.9149
    },
    {
        "date": "2022-02-18",
        "透支度": 0.9138
    },
    {
        "date": "2022-02-21",
        "透支度": 0.9113
    },
    {
        "date": "2022-02-22",
        "透支度": 0.903
    },
    {
        "date": "2022-02-23",
        "透支度": 0.9191
    },
    {
        "date": "2022-02-24",
        "透支度": 0.9035
    },
    {
        "date": "2022-02-25",
        "透支度": 0.915
    },
    {
        "date": "2022-02-28",
        "透支度": 0.9189
    },
    {
        "date": "2022-03-01",
        "透支度": 0.9222
    },
    {
        "date": "2022-03-02",
        "透支度": 0.9137
    },
    {
        "date": "2022-03-03",
        "透支度": 0.9026
    },
    {
        "date": "2022-03-04",
        "透支度": 0.8933
    },
    {
        "date": "2022-03-07",
        "透支度": 0.8683
    },
    {
        "date": "2022-03-08",
        "透支度": 0.8521
    },
    {
        "date": "2022-03-09",
        "透支度": 0.8471
    },
    {
        "date": "2022-03-10",
        "透支度": 0.8648
    },
    {
        "date": "2022-03-11",
        "透支度": 0.8632
    },
    {
        "date": "2022-03-14",
        "透支度": 0.8362
    },
    {
        "date": "2022-03-15",
        "透支度": 0.8083
    },
    {
        "date": "2022-03-16",
        "透支度": 0.8406
    },
    {
        "date": "2022-03-17",
        "透支度": 0.8577
    },
    {
        "date": "2022-03-18",
        "透支度": 0.8568
    },
    {
        "date": "2022-03-21",
        "透支度": 0.8597
    },
    {
        "date": "2022-03-22",
        "透支度": 0.8559
    },
    {
        "date": "2022-03-23",
        "透支度": 0.8625
    },
    {
        "date": "2022-03-24",
        "透支度": 0.8572
    },
    {
        "date": "2022-03-25",
        "透支度": 0.8401
    },
    {
        "date": "2022-03-28",
        "透支度": 0.8328
    },
    {
        "date": "2022-03-29",
        "透支度": 0.8313
    },
    {
        "date": "2022-03-30",
        "透支度": 0.8514
    },
    {
        "date": "2022-03-31",
        "透支度": 0.8403
    },
    {
        "date": "2022-04-01",
        "透支度": 0.845
    },
    {
        "date": "2022-04-06",
        "透支度": 0.8358
    },
    {
        "date": "2022-04-07",
        "透支度": 0.8248
    },
    {
        "date": "2022-04-08",
        "透支度": 0.8232
    },
    {
        "date": "2022-04-11",
        "透支度": 0.7969
    },
    {
        "date": "2022-04-12",
        "透支度": 0.8096
    },
    {
        "date": "2022-04-13",
        "透支度": 0.8004
    },
    {
        "date": "2022-04-14",
        "透支度": 0.8101
    },
    {
        "date": "2022-04-15",
        "透支度": 0.808
    },
    {
        "date": "2022-04-18",
        "透支度": 0.8125
    },
    {
        "date": "2022-04-19",
        "透支度": 0.8057
    },
    {
        "date": "2022-04-20",
        "透支度": 0.7941
    },
    {
        "date": "2022-04-21",
        "透支度": 0.7768
    },
    {
        "date": "2022-04-22",
        "透支度": 0.7759
    },
    {
        "date": "2022-04-25",
        "透支度": 0.7391
    },
    {
        "date": "2022-04-26",
        "透支度": 0.7356
    },
    {
        "date": "2022-04-27",
        "透支度": 0.7615
    },
    {
        "date": "2022-04-28",
        "透支度": 0.7649
    },
    {
        "date": "2022-04-29",
        "透支度": 0.7868
    },
    {
        "date": "2022-05-05",
        "透支度": 0.7864
    },
    {
        "date": "2022-05-06",
        "透支度": 0.7694
    },
    {
        "date": "2022-05-09",
        "透支度": 0.7662
    },
    {
        "date": "2022-05-10",
        "透支度": 0.7762
    },
    {
        "date": "2022-05-11",
        "透支度": 0.7898
    },
    {
        "date": "2022-05-12",
        "透支度": 0.7885
    },
    {
        "date": "2022-05-13",
        "透支度": 0.7934
    },
    {
        "date": "2022-05-16",
        "透支度": 0.789
    },
    {
        "date": "2022-05-17",
        "透支度": 0.8005
    },
    {
        "date": "2022-05-18",
        "透支度": 0.7985
    },
    {
        "date": "2022-05-19",
        "透支度": 0.8011
    },
    {
        "date": "2022-05-20",
        "透支度": 0.8133
    },
    {
        "date": "2022-05-23",
        "透支度": 0.8104
    },
    {
        "date": "2022-05-24",
        "透支度": 0.7892
    },
    {
        "date": "2022-05-25",
        "透支度": 0.7929
    },
    {
        "date": "2022-05-26",
        "透支度": 0.7942
    },
    {
        "date": "2022-05-27",
        "透支度": 0.7959
    },
    {
        "date": "2022-05-30",
        "透支度": 0.8061
    },
    {
        "date": "2022-05-31",
        "透支度": 0.8208
    },
    {
        "date": "2022-06-01",
        "透支度": 0.8206
    },
    {
        "date": "2022-06-02",
        "透支度": 0.8271
    },
    {
        "date": "2022-06-06",
        "透支度": 0.8476
    },
    {
        "date": "2022-06-07",
        "透支度": 0.8483
    },
    {
        "date": "2022-06-08",
        "透支度": 0.856
    },
    {
        "date": "2022-06-09",
        "透支度": 0.8431
    },
    {
        "date": "2022-06-10",
        "透支度": 0.8565
    },
    {
        "date": "2022-06-13",
        "透支度": 0.8501
    },
    {
        "date": "2022-06-14",
        "透支度": 0.8502
    },
    {
        "date": "2022-06-15",
        "透支度": 0.8523
    },
    {
        "date": "2022-06-16",
        "透支度": 0.8532
    },
    {
        "date": "2022-06-17",
        "透支度": 0.8661
    },
    {
        "date": "2022-06-20",
        "透支度": 0.8741
    },
    {
        "date": "2022-06-21",
        "透支度": 0.8698
    },
    {
        "date": "2022-06-22",
        "透支度": 0.8609
    },
    {
        "date": "2022-06-23",
        "透支度": 0.8762
    },
    {
        "date": "2022-06-24",
        "透支度": 0.8896
    },
    {
        "date": "2022-06-27",
        "透支度": 0.8996
    },
    {
        "date": "2022-06-28",
        "透支度": 0.9073
    },
    {
        "date": "2022-06-29",
        "透支度": 0.8902
    },
    {
        "date": "2022-06-30",
        "透支度": 0.9048
    },
    {
        "date": "2022-07-01",
        "透支度": 0.9004
    },
    {
        "date": "2022-07-04",
        "透支度": 0.9096
    },
    {
        "date": "2022-07-05",
        "透支度": 0.9071
    },
    {
        "date": "2022-07-06",
        "透支度": 0.8986
    },
    {
        "date": "2022-07-07",
        "透支度": 0.9042
    },
    {
        "date": "2022-07-08",
        "透支度": 0.8984
    },
    {
        "date": "2022-07-11",
        "透支度": 0.8823
    },
    {
        "date": "2022-07-12",
        "透支度": 0.8699
    },
    {
        "date": "2022-07-13",
        "透支度": 0.8735
    },
    {
        "date": "2022-07-14",
        "透支度": 0.8826
    },
    {
        "date": "2022-07-15",
        "透支度": 0.8751
    },
    {
        "date": "2022-07-18",
        "透支度": 0.8795
    },
    {
        "date": "2022-07-19",
        "透支度": 0.8747
    },
    {
        "date": "2022-07-20",
        "透支度": 0.8808
    },
    {
        "date": "2022-07-21",
        "透支度": 0.8743
    },
    {
        "date": "2022-07-22",
        "透支度": 0.8718
    },
    {
        "date": "2022-07-25",
        "透支度": 0.8651
    },
    {
        "date": "2022-07-26",
        "透支度": 0.8728
    },
    {
        "date": "2022-07-27",
        "透支度": 0.8728
    },
    {
        "date": "2022-07-28",
        "透支度": 0.8728
    },
    {
        "date": "2022-07-29",
        "透支度": 0.8612
    },
    {
        "date": "2022-08-01",
        "透支度": 0.8694
    },
    {
        "date": "2022-08-02",
        "透支度": 0.8563
    },
    {
        "date": "2022-08-03",
        "透支度": 0.8491
    },
    {
        "date": "2022-08-04",
        "透支度": 0.8536
    },
    {
        "date": "2022-08-05",
        "透支度": 0.8633
    },
    {
        "date": "2022-08-08",
        "透支度": 0.8652
    },
    {
        "date": "2022-08-09",
        "透支度": 0.8688
    },
    {
        "date": "2022-08-10",
        "透支度": 0.8615
    },
    {
        "date": "2022-08-11",
        "透支度": 0.8728
    },
    {
        "date": "2022-08-12",
        "透支度": 0.8682
    },
    {
        "date": "2022-08-15",
        "透支度": 0.8707
    },
    {
        "date": "2022-08-16",
        "透支度": 0.8703
    },
    {
        "date": "2022-08-17",
        "透支度": 0.8743
    },
    {
        "date": "2022-08-18",
        "透支度": 0.8738
    },
    {
        "date": "2022-08-19",
        "透支度": 0.8623
    },
    {
        "date": "2022-08-22",
        "透支度": 0.8697
    },
    {
        "date": "2022-08-23",
        "透支度": 0.869
    },
    {
        "date": "2022-08-24",
        "透支度": 0.8479
    },
    {
        "date": "2022-08-25",
        "透支度": 0.8507
    },
    {
        "date": "2022-08-26",
        "透支度": 0.8496
    },
    {
        "date": "2022-08-29",
        "透支度": 0.8498
    },
    {
        "date": "2022-08-30",
        "透支度": 0.8449
    },
    {
        "date": "2022-08-31",
        "透支度": 0.834
    },
    {
        "date": "2022-09-01",
        "透支度": 0.8277
    },
    {
        "date": "2022-09-02",
        "透支度": 0.8252
    },
    {
        "date": "2022-09-05",
        "透支度": 0.8233
    },
    {
        "date": "2022-09-06",
        "透支度": 0.8338
    },
    {
        "date": "2022-09-07",
        "透支度": 0.838
    },
    {
        "date": "2022-09-08",
        "透支度": 0.8335
    },
    {
        "date": "2022-09-09",
        "透支度": 0.8392
    },
    {
        "date": "2022-09-13",
        "透支度": 0.8394
    },
    {
        "date": "2022-09-14",
        "透支度": 0.833
    },
    {
        "date": "2022-09-15",
        "透支度": 0.8167
    },
    {
        "date": "2022-09-16",
        "透支度": 0.8043
    },
    {
        "date": "2022-09-19",
        "透支度": 0.8006
    },
    {
        "date": "2022-09-20",
        "透支度": 0.8069
    },
    {
        "date": "2022-09-21",
        "透支度": 0.7988
    },
    {
        "date": "2022-09-22",
        "透支度": 0.7964
    },
    {
        "date": "2022-09-23",
        "透支度": 0.7885
    },
    {
        "date": "2022-09-26",
        "透支度": 0.7923
    },
    {
        "date": "2022-09-27",
        "透支度": 0.8053
    },
    {
        "date": "2022-09-28",
        "透支度": 0.7896
    },
    {
        "date": "2022-09-29",
        "透支度": 0.7922
    },
    {
        "date": "2022-09-30",
        "透支度": 0.781
    },
    {
        "date": "2022-10-10",
        "透支度": 0.7609
    },
    {
        "date": "2022-10-11",
        "透支度": 0.762
    },
    {
        "date": "2022-10-12",
        "透支度": 0.7745
    },
    {
        "date": "2022-10-13",
        "透支度": 0.7726
    },
    {
        "date": "2022-10-14",
        "透支度": 0.7904
    },
    {
        "date": "2022-10-17",
        "透支度": 0.7904
    },
    {
        "date": "2022-10-18",
        "透支度": 0.7931
    },
    {
        "date": "2022-10-19",
        "透支度": 0.7832
    },
    {
        "date": "2022-10-20",
        "透支度": 0.7787
    },
    {
        "date": "2022-10-21",
        "透支度": 0.778
    },
    {
        "date": "2022-10-24",
        "透支度": 0.7633
    },
    {
        "date": "2022-10-25",
        "透支度": 0.763
    },
    {
        "date": "2022-10-26",
        "透支度": 0.7736
    },
    {
        "date": "2022-10-27",
        "透支度": 0.7644
    },
    {
        "date": "2022-10-28",
        "透支度": 0.7471
    },
    {
        "date": "2022-10-31",
        "透支度": 0.7445
    },
    {
        "date": "2022-11-01",
        "透支度": 0.7649
    },
    {
        "date": "2022-11-02",
        "透支度": 0.7749
    },
    {
        "date": "2022-11-03",
        "透支度": 0.7751
    },
    {
        "date": "2022-11-04",
        "透支度": 0.7967
    },
    {
        "date": "2022-11-07",
        "透支度": 0.7961
    },
    {
        "date": "2022-11-08",
        "透支度": 0.7912
    },
    {
        "date": "2022-11-09",
        "透支度": 0.7848
    },
    {
        "date": "2022-11-10",
        "透支度": 0.776
    },
    {
        "date": "2022-11-11",
        "透支度": 0.7904
    },
    {
        "date": "2022-11-14",
        "透支度": 0.7875
    },
    {
        "date": "2022-11-15",
        "透支度": 0.8037
    },
    {
        "date": "2022-11-16",
        "透支度": 0.7983
    },
    {
        "date": "2022-11-17",
        "透支度": 0.7958
    },
    {
        "date": "2022-11-18",
        "透支度": 0.7929
    },
    {
        "date": "2022-11-21",
        "透支度": 0.7898
    },
    {
        "date": "2022-11-22",
        "透支度": 0.7812
    },
    {
        "date": "2022-11-23",
        "透支度": 0.7805
    },
    {
        "date": "2022-11-24",
        "透支度": 0.7796
    },
    {
        "date": "2022-11-25",
        "透支度": 0.7732
    },
    {
        "date": "2022-11-28",
        "透支度": 0.7696
    },
    {
        "date": "2022-11-29",
        "透支度": 0.7839
    },
    {
        "date": "2022-11-30",
        "透支度": 0.7858
    },
    {
        "date": "2022-12-01",
        "透支度": 0.795
    },
    {
        "date": "2022-12-02",
        "透支度": 0.7925
    },
    {
        "date": "2022-12-05",
        "透支度": 0.7968
    },
    {
        "date": "2022-12-06",
        "透支度": 0.8006
    },
    {
        "date": "2022-12-07",
        "透支度": 0.7999
    },
    {
        "date": "2022-12-08",
        "透支度": 0.8008
    },
    {
        "date": "2022-12-09",
        "透支度": 0.807
    },
    {
        "date": "2022-12-12",
        "透支度": 0.8021
    },
    {
        "date": "2022-12-13",
        "透支度": 0.798
    },
    {
        "date": "2022-12-14",
        "透支度": 0.7987
    },
    {
        "date": "2022-12-15",
        "透支度": 0.7996
    },
    {
        "date": "2022-12-16",
        "透支度": 0.7953
    },
    {
        "date": "2022-12-19",
        "透支度": 0.7858
    },
    {
        "date": "2022-12-20",
        "透支度": 0.7753
    },
    {
        "date": "2022-12-21",
        "透支度": 0.7733
    },
    {
        "date": "2022-12-22",
        "透支度": 0.7733
    },
    {
        "date": "2022-12-23",
        "透支度": 0.7697
    },
    {
        "date": "2022-12-26",
        "透支度": 0.7792
    },
    {
        "date": "2022-12-27",
        "透支度": 0.7877
    },
    {
        "date": "2022-12-28",
        "透支度": 0.7852
    },
    {
        "date": "2022-12-29",
        "透支度": 0.7855
    },
    {
        "date": "2022-12-30",
        "透支度": 0.7858
    },
    {
        "date": "2023-01-03",
        "透支度": 0.7925
    },
    {
        "date": "2023-01-04",
        "透支度": 0.7912
    },
    {
        "date": "2023-01-05",
        "透支度": 0.805
    },
    {
        "date": "2023-01-06",
        "透支度": 0.8076
    },
    {
        "date": "2023-01-09",
        "透支度": 0.8125
    },
    {
        "date": "2023-01-10",
        "透支度": 0.8157
    },
    {
        "date": "2023-01-11",
        "透支度": 0.8111
    },
    {
        "date": "2023-01-12",
        "透支度": 0.8111
    },
    {
        "date": "2023-01-13",
        "透支度": 0.8186
    },
    {
        "date": "2023-01-16",
        "透支度": 0.8277
    },
    {
        "date": "2023-01-17",
        "透支度": 0.8277
    },
    {
        "date": "2023-01-18",
        "透支度": 0.8272
    },
    {
        "date": "2023-01-19",
        "透支度": 0.8325
    },
    {
        "date": "2023-01-20",
        "透支度": 0.8366
    },
    {
        "date": "2023-01-30",
        "透支度": 0.8403
    },
    {
        "date": "2023-01-31",
        "透支度": 0.832
    },
    {
        "date": "2023-02-01",
        "透支度": 0.8396
    },
    {
        "date": "2023-02-02",
        "透支度": 0.8396
    },
    {
        "date": "2023-02-03",
        "透支度": 0.8342
    },
    {
        "date": "2023-02-06",
        "透支度": 0.824
    },
    {
        "date": "2023-02-07",
        "透支度": 0.8235
    },
    {
        "date": "2023-02-08",
        "透支度": 0.8197
    },
    {
        "date": "2023-02-09",
        "透支度": 0.8314
    },
    {
        "date": "2023-02-10",
        "透支度": 0.825
    },
    {
        "date": "2023-02-13",
        "透支度": 0.8329
    },
    {
        "date": "2023-02-14",
        "透支度": 0.8314
    },
    {
        "date": "2023-02-15",
        "透支度": 0.8276
    },
    {
        "date": "2023-02-16",
        "透支度": 0.82
    },
    {
        "date": "2023-02-17",
        "透支度": 0.8096
    },
    {
        "date": "2023-02-20",
        "透支度": 0.8212
    },
    {
        "date": "2023-02-21",
        "透支度": 0.8196
    },
    {
        "date": "2023-02-22",
        "透支度": 0.8157
    },
    {
        "date": "2023-02-23",
        "透支度": 0.8156
    },
    {
        "date": "2023-02-24",
        "透支度": 0.8088
    },
    {
        "date": "2023-02-27",
        "透支度": 0.8071
    },
    {
        "date": "2023-02-28",
        "透支度": 0.8101
    },
    {
        "date": "2023-03-01",
        "透支度": 0.8168
    },
    {
        "date": "2023-03-02",
        "透支度": 0.8114
    },
    {
        "date": "2023-03-03",
        "透支度": 0.8122
    },
    {
        "date": "2023-03-06",
        "透支度": 0.8139
    },
    {
        "date": "2023-03-07",
        "透支度": 0.8014
    },
    {
        "date": "2023-03-08",
        "透支度": 0.799
    },
    {
        "date": "2023-03-09",
        "透支度": 0.797
    },
    {
        "date": "2023-03-10",
        "透支度": 0.7877
    },
    {
        "date": "2023-03-13",
        "透支度": 0.7929
    },
    {
        "date": "2023-03-14",
        "透支度": 0.7869
    },
    {
        "date": "2023-03-15",
        "透支度": 0.7855
    },
    {
        "date": "2023-03-16",
        "透支度": 0.7757
    },
    {
        "date": "2023-03-17",
        "透支度": 0.7756
    },
    {
        "date": "2023-03-20",
        "透支度": 0.7707
    },
    {
        "date": "2023-03-21",
        "透支度": 0.7818
    },
    {
        "date": "2023-03-22",
        "透支度": 0.7828
    },
    {
        "date": "2023-03-23",
        "透支度": 0.7882
    },
    {
        "date": "2023-03-24",
        "透支度": 0.7871
    },
    {
        "date": "2023-03-27",
        "透支度": 0.7861
    },
    {
        "date": "2023-03-28",
        "透支度": 0.784
    },
    {
        "date": "2023-03-29",
        "透支度": 0.7869
    },
    {
        "date": "2023-03-30",
        "透支度": 0.7915
    },
    {
        "date": "2023-03-31",
        "透支度": 0.7945
    },
    {
        "date": "2023-04-03",
        "透支度": 0.7997
    },
    {
        "date": "2023-04-04",
        "透支度": 0.7986
    },
    {
        "date": "2023-04-06",
        "透支度": 0.7999
    },
    {
        "date": "2023-04-07",
        "透支度": 0.8056
    },
    {
        "date": "2023-04-10",
        "透支度": 0.8
    },
    {
        "date": "2023-04-11",
        "透支度": 0.7982
    },
    {
        "date": "2023-04-12",
        "透支度": 0.7959
    },
    {
        "date": "2023-04-13",
        "透支度": 0.7924
    },
    {
        "date": "2023-04-14",
        "透支度": 0.7968
    },
    {
        "date": "2023-04-17",
        "透支度": 0.8011
    },
    {
        "date": "2023-04-18",
        "透支度": 0.8003
    },
    {
        "date": "2023-04-19",
        "透支度": 0.7951
    },
    {
        "date": "2023-04-20",
        "透支度": 0.7925
    },
    {
        "date": "2023-04-21",
        "透支度": 0.7773
    },
    {
        "date": "2023-04-24",
        "透支度": 0.7686
    },
    {
        "date": "2023-04-25",
        "透支度": 0.7605
    },
    {
        "date": "2023-04-26",
        "透支度": 0.7636
    },
    {
        "date": "2023-04-27",
        "透支度": 0.7659
    },
    {
        "date": "2023-04-28",
        "透支度": 0.7708
    },
    {
        "date": "2023-05-04",
        "透支度": 0.7657
    },
    {
        "date": "2023-05-05",
        "透支度": 0.7603
    },
    {
        "date": "2023-05-08",
        "透支度": 0.7617
    },
    {
        "date": "2023-05-09",
        "透支度": 0.7525
    },
    {
        "date": "2023-05-10",
        "透支度": 0.7513
    },
    {
        "date": "2023-05-11",
        "透支度": 0.7505
    },
    {
        "date": "2023-05-12",
        "透支度": 0.743
    },
    {
        "date": "2023-05-15",
        "透支度": 0.7528
    },
    {
        "date": "2023-05-16",
        "透支度": 0.7503
    },
    {
        "date": "2023-05-17",
        "透支度": 0.7485
    },
    {
        "date": "2023-05-18",
        "透支度": 0.749
    },
    {
        "date": "2023-05-19",
        "透支度": 0.7512
    },
    {
        "date": "2023-05-22",
        "透支度": 0.7544
    },
    {
        "date": "2023-05-23",
        "透支度": 0.7466
    },
    {
        "date": "2023-05-24",
        "透支度": 0.7422
    },
    {
        "date": "2023-05-25",
        "透支度": 0.7404
    },
    {
        "date": "2023-05-26",
        "透支度": 0.7421
    },
    {
        "date": "2023-05-29",
        "透支度": 0.7375
    },
    {
        "date": "2023-05-30",
        "透支度": 0.7391
    },
    {
        "date": "2023-05-31",
        "透支度": 0.7342
    },
    {
        "date": "2023-06-01",
        "透支度": 0.7352
    },
    {
        "date": "2023-06-02",
        "透支度": 0.7436
    },
    {
        "date": "2023-06-05",
        "透支度": 0.7408
    },
    {
        "date": "2023-06-06",
        "透支度": 0.7314
    },
    {
        "date": "2023-06-07",
        "透支度": 0.7287
    },
    {
        "date": "2023-06-08",
        "透支度": 0.7275
    },
    {
        "date": "2023-06-09",
        "透支度": 0.733
    },
    {
        "date": "2023-06-12",
        "透支度": 0.7366
    },
    {
        "date": "2023-06-13",
        "透支度": 0.7404
    },
    {
        "date": "2023-06-14",
        "透支度": 0.7431
    },
    {
        "date": "2023-06-15",
        "透支度": 0.7533
    },
    {
        "date": "2023-06-16",
        "透支度": 0.7608
    },
    {
        "date": "2023-06-19",
        "透支度": 0.76
    },
    {
        "date": "2023-06-20",
        "透支度": 0.7594
    },
    {
        "date": "2023-06-21",
        "透支度": 0.7448
    },
    {
        "date": "2023-06-26",
        "透支度": 0.7339
    },
    {
        "date": "2023-06-27",
        "透支度": 0.7399
    },
    {
        "date": "2023-06-28",
        "透支度": 0.7385
    },
    {
        "date": "2023-06-29",
        "透支度": 0.7378
    },
    {
        "date": "2023-06-30",
        "透支度": 0.7425
    },
    {
        "date": "2023-07-03",
        "透支度": 0.7469
    },
    {
        "date": "2023-07-04",
        "透支度": 0.7498
    },
    {
        "date": "2023-07-05",
        "透支度": 0.7422
    },
    {
        "date": "2023-07-06",
        "透支度": 0.7375
    },
    {
        "date": "2023-07-07",
        "透支度": 0.7323
    },
    {
        "date": "2023-07-10",
        "透支度": 0.7343
    },
    {
        "date": "2023-07-11",
        "透支度": 0.7396
    },
    {
        "date": "2023-07-12",
        "透支度": 0.7336
    },
    {
        "date": "2023-07-13",
        "透支度": 0.7438
    },
    {
        "date": "2023-07-14",
        "透支度": 0.7428
    },
    {
        "date": "2023-07-17",
        "透支度": 0.7388
    },
    {
        "date": "2023-07-18",
        "透支度": 0.7356
    },
    {
        "date": "2023-07-19",
        "透支度": 0.7328
    },
    {
        "date": "2023-07-20",
        "透支度": 0.726
    },
    {
        "date": "2023-07-21",
        "透支度": 0.7257
    },
    {
        "date": "2023-07-24",
        "透支度": 0.7231
    },
    {
        "date": "2023-07-25",
        "透支度": 0.7386
    },
    {
        "date": "2023-07-26",
        "透支度": 0.7358
    },
    {
        "date": "2023-07-27",
        "透支度": 0.7339
    },
    {
        "date": "2023-07-28",
        "透支度": 0.7431
    },
    {
        "date": "2023-07-31",
        "透支度": 0.7458
    },
    {
        "date": "2023-08-01",
        "透支度": 0.7437
    },
    {
        "date": "2023-08-02",
        "透支度": 0.7396
    },
    {
        "date": "2023-08-03",
        "透支度": 0.7422
    },
    {
        "date": "2023-08-04",
        "透支度": 0.745
    },
    {
        "date": "2023-08-07",
        "透支度": 0.7396
    },
    {
        "date": "2023-08-08",
        "透支度": 0.7371
    },
    {
        "date": "2023-08-09",
        "透支度": 0.7344
    },
    {
        "date": "2023-08-10",
        "透支度": 0.7353
    },
    {
        "date": "2023-08-11",
        "透支度": 0.723
    },
    {
        "date": "2023-08-14",
        "透支度": 0.7204
    },
    {
        "date": "2023-08-15",
        "透支度": 0.7151
    },
    {
        "date": "2023-08-16",
        "透支度": 0.7083
    },
    {
        "date": "2023-08-17",
        "透支度": 0.7134
    },
    {
        "date": "2023-08-18",
        "透支度": 0.7028
    },
    {
        "date": "2023-08-21",
        "透支度": 0.6952
    },
    {
        "date": "2023-08-22",
        "透支度": 0.6992
    },
    {
        "date": "2023-08-23",
        "透支度": 0.6879
    },
    {
        "date": "2023-08-24",
        "透支度": 0.6957
    },
    {
        "date": "2023-08-25",
        "透支度": 0.6878
    },
    {
        "date": "2023-08-28",
        "透支度": 0.6919
    },
    {
        "date": "2023-08-29",
        "透支度": 0.7069
    },
    {
        "date": "2023-08-30",
        "透支度": 0.7095
    },
    {
        "date": "2023-08-31",
        "透支度": 0.7065
    },
    {
        "date": "2023-09-01",
        "透支度": 0.7084
    },
    {
        "date": "2023-09-04",
        "透支度": 0.7161
    },
    {
        "date": "2023-09-05",
        "透支度": 0.7116
    },
    {
        "date": "2023-09-06",
        "透支度": 0.7116
    },
    {
        "date": "2023-09-07",
        "透支度": 0.7014
    },
    {
        "date": "2023-09-08",
        "透支度": 0.7012
    },
    {
        "date": "2023-09-11",
        "透支度": 0.7068
    },
    {
        "date": "2023-09-12",
        "透支度": 0.7048
    },
    {
        "date": "2023-09-13",
        "透支度": 0.699
    },
    {
        "date": "2023-09-14",
        "透支度": 0.6961
    },
    {
        "date": "2023-09-15",
        "透支度": 0.695
    },
    {
        "date": "2023-09-18",
        "透支度": 0.6971
    },
    {
        "date": "2023-09-19",
        "透支度": 0.6941
    },
    {
        "date": "2023-09-20",
        "透支度": 0.6895
    },
    {
        "date": "2023-09-21",
        "透支度": 0.6834
    },
    {
        "date": "2023-09-22",
        "透支度": 0.6945
    },
    {
        "date": "2023-09-25",
        "透支度": 0.6917
    },
    {
        "date": "2023-09-26",
        "透支度": 0.6885
    },
    {
        "date": "2023-09-27",
        "透支度": 0.6918
    },
    {
        "date": "2023-09-28",
        "透支度": 0.6913
    },
    {
        "date": "2023-10-09",
        "透支度": 0.6892
    },
    {
        "date": "2023-10-10",
        "透支度": 0.6854
    },
    {
        "date": "2023-10-11",
        "透支度": 0.6888
    },
    {
        "date": "2023-10-12",
        "透支度": 0.6927
    },
    {
        "date": "2023-10-13",
        "透支度": 0.6862
    },
    {
        "date": "2023-10-16",
        "透支度": 0.6789
    },
    {
        "date": "2023-10-17",
        "透支度": 0.6804
    },
    {
        "date": "2023-10-18",
        "透支度": 0.6737
    },
    {
        "date": "2023-10-19",
        "透支度": 0.6647
    },
    {
        "date": "2023-10-20",
        "透支度": 0.6591
    },
    {
        "date": "2023-10-23",
        "透支度": 0.6511
    },
    {
        "date": "2023-10-24",
        "透支度": 0.6554
    },
    {
        "date": "2023-10-25",
        "透支度": 0.6573
    },
    {
        "date": "2023-10-26",
        "透支度": 0.6587
    },
    {
        "date": "2023-10-27",
        "透支度": 0.6703
    },
    {
        "date": "2023-10-30",
        "透支度": 0.6789
    },
    {
        "date": "2023-10-31",
        "透支度": 0.6754
    },
    {
        "date": "2023-11-01",
        "透支度": 0.6748
    },
    {
        "date": "2023-11-02",
        "透支度": 0.6692
    },
    {
        "date": "2023-11-03",
        "透支度": 0.6768
    },
    {
        "date": "2023-11-06",
        "透支度": 0.6875
    },
    {
        "date": "2023-11-07",
        "透支度": 0.6859
    },
    {
        "date": "2023-11-08",
        "透支度": 0.6866
    },
    {
        "date": "2023-11-09",
        "透支度": 0.6845
    },
    {
        "date": "2023-11-10",
        "透支度": 0.6806
    },
    {
        "date": "2023-11-13",
        "透支度": 0.6811
    },
    {
        "date": "2023-11-14",
        "透支度": 0.6822
    },
    {
        "date": "2023-11-15",
        "透支度": 0.6868
    },
    {
        "date": "2023-11-16",
        "透支度": 0.6796
    },
    {
        "date": "2023-11-17",
        "透支度": 0.6811
    },
    {
        "date": "2023-11-20",
        "透支度": 0.6842
    },
    {
        "date": "2023-11-21",
        "透支度": 0.6824
    },
    {
        "date": "2023-11-22",
        "透支度": 0.6754
    },
    {
        "date": "2023-11-23",
        "透支度": 0.6806
    },
    {
        "date": "2023-11-24",
        "透支度": 0.6744
    },
    {
        "date": "2023-11-27",
        "透支度": 0.6737
    },
    {
        "date": "2023-11-28",
        "透支度": 0.6757
    },
    {
        "date": "2023-11-29",
        "透支度": 0.6716
    },
    {
        "date": "2023-11-30",
        "透支度": 0.6718
    },
    {
        "date": "2023-12-01",
        "透支度": 0.67
    },
    {
        "date": "2023-12-04",
        "透支度": 0.6645
    },
    {
        "date": "2023-12-05",
        "透支度": 0.6537
    },
    {
        "date": "2023-12-06",
        "透支度": 0.6559
    },
    {
        "date": "2023-12-07",
        "透支度": 0.6538
    },
    {
        "date": "2023-12-08",
        "透支度": 0.6557
    },
    {
        "date": "2023-12-11",
        "透支度": 0.66
    },
    {
        "date": "2023-12-12",
        "透支度": 0.6603
    },
    {
        "date": "2023-12-13",
        "透支度": 0.6519
    },
    {
        "date": "2023-12-14",
        "透支度": 0.6491
    },
    {
        "date": "2023-12-15",
        "透支度": 0.6465
    },
    {
        "date": "2023-12-18",
        "透支度": 0.6416
    },
    {
        "date": "2023-12-19",
        "透支度": 0.6423
    },
    {
        "date": "2023-12-20",
        "透支度": 0.636
    },
    {
        "date": "2023-12-21",
        "透支度": 0.6401
    },
    {
        "date": "2023-12-22",
        "透支度": 0.6362
    },
    {
        "date": "2023-12-25",
        "透支度": 0.6379
    },
    {
        "date": "2023-12-26",
        "透支度": 0.6321
    },
    {
        "date": "2023-12-27",
        "透支度": 0.6352
    },
    {
        "date": "2023-12-28",
        "透支度": 0.6469
    },
    {
        "date": "2023-12-29",
        "透支度": 0.6517
    },
    {
        "date": "2024-01-02",
        "透支度": 0.6442
    },
    {
        "date": "2024-01-03",
        "透支度": 0.6399
    },
    {
        "date": "2024-01-04",
        "透支度": 0.6346
    },
    {
        "date": "2024-01-05",
        "透支度": 0.6267
    },
    {
        "date": "2024-01-08",
        "透支度": 0.6163
    },
    {
        "date": "2024-01-09",
        "透支度": 0.6174
    },
    {
        "date": "2024-01-10",
        "透支度": 0.6153
    },
    {
        "date": "2024-01-11",
        "透支度": 0.6211
    },
    {
        "date": "2024-01-12",
        "透支度": 0.6181
    },
    {
        "date": "2024-01-15",
        "透支度": 0.6167
    },
    {
        "date": "2024-01-16",
        "透支度": 0.6171
    },
    {
        "date": "2024-01-17",
        "透支度": 0.6021
    },
    {
        "date": "2024-01-18",
        "透支度": 0.6075
    },
    {
        "date": "2024-01-19",
        "透支度": 0.6034
    },
    {
        "date": "2024-01-22",
        "透支度": 0.585
    },
    {
        "date": "2024-01-23",
        "透支度": 0.59
    },
    {
        "date": "2024-01-24",
        "透支度": 0.5943
    },
    {
        "date": "2024-01-25",
        "透支度": 0.6049
    },
    {
        "date": "2024-01-26",
        "透支度": 0.5973
    },
    {
        "date": "2024-01-29",
        "透支度": 0.5877
    },
    {
        "date": "2024-01-30",
        "透支度": 0.5751
    },
    {
        "date": "2024-01-31",
        "透支度": 0.5649
    },
    {
        "date": "2024-02-01",
        "透支度": 0.5661
    },
    {
        "date": "2024-02-02",
        "透支度": 0.5557
    },
    {
        "date": "2024-02-05",
        "透支度": 0.5504
    },
    {
        "date": "2024-02-06",
        "透支度": 0.5758
    },
    {
        "date": "2024-02-07",
        "透支度": 0.5868
    },
    {
        "date": "2024-02-08",
        "透支度": 0.5943
    },
    {
        "date": "2024-02-19",
        "透支度": 0.599
    },
    {
        "date": "2024-02-20",
        "透支度": 0.5997
    },
    {
        "date": "2024-02-21",
        "透支度": 0.6043
    },
    {
        "date": "2024-02-22",
        "透支度": 0.6095
    },
    {
        "date": "2024-02-23",
        "透支度": 0.6118
    },
    {
        "date": "2024-02-26",
        "透支度": 0.6112
    },
    {
        "date": "2024-02-27",
        "透支度": 0.621
    },
    {
        "date": "2024-02-28",
        "透支度": 0.6066
    },
    {
        "date": "2024-02-29",
        "透支度": 0.621
    },
    {
        "date": "2024-03-01",
        "透支度": 0.6253
    },
    {
        "date": "2024-03-04",
        "透支度": 0.6285
    },
    {
        "date": "2024-03-05",
        "透支度": 0.6267
    },
    {
        "date": "2024-03-06",
        "透支度": 0.6259
    },
    {
        "date": "2024-03-07",
        "透支度": 0.6191
    },
    {
        "date": "2024-03-08",
        "透支度": 0.6249
    },
    {
        "date": "2024-03-11",
        "透支度": 0.6348
    },
    {
        "date": "2024-03-12",
        "透支度": 0.6388
    },
    {
        "date": "2024-03-13",
        "透支度": 0.6383
    },
    {
        "date": "2024-03-14",
        "透支度": 0.6362
    },
    {
        "date": "2024-03-15",
        "透支度": 0.6385
    },
    {
        "date": "2024-03-18",
        "透支度": 0.6451
    },
    {
        "date": "2024-03-19",
        "透支度": 0.6408
    },
    {
        "date": "2024-03-20",
        "透支度": 0.642
    },
    {
        "date": "2024-03-21",
        "透支度": 0.6408
    },
    {
        "date": "2024-03-22",
        "透支度": 0.6342
    },
    {
        "date": "2024-03-25",
        "透支度": 0.6278
    },
    {
        "date": "2024-03-26",
        "透支度": 0.6284
    },
    {
        "date": "2024-03-27",
        "透支度": 0.6183
    },
    {
        "date": "2024-03-28",
        "透支度": 0.6237
    },
    {
        "date": "2024-03-29",
        "透支度": 0.6273
    },
    {
        "date": "2024-04-01",
        "透支度": 0.6369
    },
    {
        "date": "2024-04-02",
        "透支度": 0.6345
    },
    {
        "date": "2024-04-03",
        "透支度": 0.632
    },
    {
        "date": "2024-04-08",
        "透支度": 0.624
    },
    {
        "date": "2024-04-09",
        "透支度": 0.6264
    },
    {
        "date": "2024-04-10",
        "透支度": 0.6208
    },
    {
        "date": "2024-04-11",
        "透支度": 0.6214
    },
    {
        "date": "2024-04-12",
        "透支度": 0.6184
    },
    {
        "date": "2024-04-15",
        "透支度": 0.6246
    },
    {
        "date": "2024-04-16",
        "透支度": 0.6121
    },
    {
        "date": "2024-04-17",
        "透支度": 0.6225
    },
    {
        "date": "2024-04-18",
        "透支度": 0.6222
    },
    {
        "date": "2024-04-19",
        "透支度": 0.6169
    },
    {
        "date": "2024-04-22",
        "透支度": 0.6162
    },
    {
        "date": "2024-04-23",
        "透支度": 0.6149
    },
    {
        "date": "2024-04-24",
        "透支度": 0.621
    },
    {
        "date": "2024-04-25",
        "透支度": 0.6213
    },
    {
        "date": "2024-04-26",
        "透支度": 0.6323
    },
    {
        "date": "2024-04-29",
        "透支度": 0.6413
    },
    {
        "date": "2024-04-30",
        "透支度": 0.639
    },
    {
        "date": "2024-05-06",
        "透支度": 0.6506
    },
    {
        "date": "2024-05-07",
        "透支度": 0.6498
    },
    {
        "date": "2024-05-08",
        "透支度": 0.6437
    },
    {
        "date": "2024-05-09",
        "透支度": 0.6519
    },
    {
        "date": "2024-05-10",
        "透支度": 0.6502
    },
    {
        "date": "2024-05-13",
        "透支度": 0.648
    },
    {
        "date": "2024-05-14",
        "透支度": 0.6481
    },
    {
        "date": "2024-05-15",
        "透支度": 0.644
    },
    {
        "date": "2024-05-16",
        "透支度": 0.6447
    },
    {
        "date": "2024-05-17",
        "透支度": 0.6488
    },
    {
        "date": "2024-05-20",
        "透支度": 0.6519
    },
    {
        "date": "2024-05-21",
        "透支度": 0.6472
    },
    {
        "date": "2024-05-22",
        "透支度": 0.6466
    },
    {
        "date": "2024-05-23",
        "透支度": 0.6387
    },
    {
        "date": "2024-05-24",
        "透支度": 0.6318
    },
    {
        "date": "2024-05-27",
        "透支度": 0.6379
    },
    {
        "date": "2024-05-28",
        "透支度": 0.6334
    },
    {
        "date": "2024-05-29",
        "透支度": 0.6332
    },
    {
        "date": "2024-05-30",
        "透支度": 0.6305
    },
    {
        "date": "2024-05-31",
        "透支度": 0.6292
    },
    {
        "date": "2024-06-03",
        "透支度": 0.6311
    },
    {
        "date": "2024-06-04",
        "透支度": 0.6364
    },
    {
        "date": "2024-06-05",
        "透支度": 0.6316
    },
    {
        "date": "2024-06-06",
        "透支度": 0.6295
    },
    {
        "date": "2024-06-07",
        "透支度": 0.6259
    },
    {
        "date": "2024-06-11",
        "透支度": 0.6247
    },
    {
        "date": "2024-06-12",
        "透支度": 0.6253
    },
    {
        "date": "2024-06-13",
        "透支度": 0.6242
    },
    {
        "date": "2024-06-14",
        "透支度": 0.6253
    },
    {
        "date": "2024-06-17",
        "透支度": 0.6259
    },
    {
        "date": "2024-06-18",
        "透支度": 0.6269
    },
    {
        "date": "2024-06-19",
        "透支度": 0.624
    },
    {
        "date": "2024-06-20",
        "透支度": 0.6196
    },
    {
        "date": "2024-06-21",
        "透支度": 0.6181
    },
    {
        "date": "2024-06-24",
        "透支度": 0.611
    },
    {
        "date": "2024-06-25",
        "透支度": 0.6064
    },
    {
        "date": "2024-06-26",
        "透支度": 0.6115
    },
    {
        "date": "2024-06-27",
        "透支度": 0.6031
    },
    {
        "date": "2024-06-28",
        "透支度": 0.6043
    },
    {
        "date": "2024-07-01",
        "透支度": 0.6073
    },
    {
        "date": "2024-07-02",
        "透支度": 0.6024
    },
    {
        "date": "2024-07-03",
        "透支度": 0.5999
    },
    {
        "date": "2024-07-04",
        "透支度": 0.5959
    },
    {
        "date": "2024-07-05",
        "透支度": 0.5976
    },
    {
        "date": "2024-07-08",
        "透支度": 0.5914
    },
    {
        "date": "2024-07-09",
        "透支度": 0.5988
    },
    {
        "date": "2024-07-10",
        "透支度": 0.5966
    },
    {
        "date": "2024-07-11",
        "透支度": 0.6051
    },
    {
        "date": "2024-07-12",
        "透支度": 0.6056
    },
    {
        "date": "2024-07-15",
        "透支度": 0.603
    },
    {
        "date": "2024-07-16",
        "透支度": 0.6055
    },
    {
        "date": "2024-07-17",
        "透支度": 0.6027
    },
    {
        "date": "2024-07-18",
        "透支度": 0.606
    },
    {
        "date": "2024-07-19",
        "透支度": 0.6061
    },
    {
        "date": "2024-07-22",
        "透支度": 0.6046
    },
    {
        "date": "2024-07-23",
        "透支度": 0.5892
    },
    {
        "date": "2024-07-24",
        "透支度": 0.5839
    },
    {
        "date": "2024-07-25",
        "透支度": 0.5795
    },
    {
        "date": "2024-07-26",
        "透支度": 0.5837
    },
    {
        "date": "2024-07-29",
        "透支度": 0.5799
    },
    {
        "date": "2024-07-30",
        "透支度": 0.5762
    },
    {
        "date": "2024-07-31",
        "透支度": 0.5918
    },
    {
        "date": "2024-08-01",
        "透支度": 0.5876
    },
    {
        "date": "2024-08-02",
        "透支度": 0.5801
    },
    {
        "date": "2024-08-05",
        "透支度": 0.5709
    },
    {
        "date": "2024-08-06",
        "透支度": 0.575
    },
    {
        "date": "2024-08-07",
        "透支度": 0.5758
    },
    {
        "date": "2024-08-08",
        "透支度": 0.5763
    },
    {
        "date": "2024-08-09",
        "透支度": 0.5749
    },
    {
        "date": "2024-08-12",
        "透支度": 0.5752
    },
    {
        "date": "2024-08-13",
        "透支度": 0.5764
    },
    {
        "date": "2024-08-14",
        "透支度": 0.5701
    },
    {
        "date": "2024-08-15",
        "透支度": 0.5729
    },
    {
        "date": "2024-08-16",
        "透支度": 0.5734
    },
    {
        "date": "2024-08-19",
        "透支度": 0.5737
    },
    {
        "date": "2024-08-20",
        "透支度": 0.5681
    },
    {
        "date": "2024-08-21",
        "透支度": 0.567
    },
    {
        "date": "2024-08-22",
        "透支度": 0.5649
    },
    {
        "date": "2024-08-23",
        "透支度": 0.5648
    },
    {
        "date": "2024-08-26",
        "透支度": 0.5644
    },
    {
        "date": "2024-08-27",
        "透支度": 0.5618
    },
    {
        "date": "2024-08-28",
        "透支度": 0.5595
    },
    {
        "date": "2024-08-29",
        "透支度": 0.5632
    },
    {
        "date": "2024-08-30",
        "透支度": 0.5716
    },
    {
        "date": "2024-09-02",
        "透支度": 0.5612
    },
    {
        "date": "2024-09-03",
        "透支度": 0.5647
    },
    {
        "date": "2024-09-04",
        "透支度": 0.5617
    },
    {
        "date": "2024-09-05",
        "透支度": 0.5626
    },
    {
        "date": "2024-09-06",
        "透支度": 0.556
    },
    {
        "date": "2024-09-09",
        "透支度": 0.551
    },
    {
        "date": "2024-09-10",
        "透支度": 0.5513
    },
    {
        "date": "2024-09-11",
        "透支度": 0.5525
    },
    {
        "date": "2024-09-12",
        "透支度": 0.5496
    },
    {
        "date": "2024-09-13",
        "透支度": 0.5467
    },
    {
        "date": "2024-09-18",
        "透支度": 0.5478
    },
    {
        "date": "2024-09-19",
        "透支度": 0.552
    },
    {
        "date": "2024-09-20",
        "透支度": 0.5513
    },
    {
        "date": "2024-09-23",
        "透支度": 0.5505
    },
    {
        "date": "2024-09-24",
        "透支度": 0.5699
    },
    {
        "date": "2024-09-25",
        "透支度": 0.5731
    },
    {
        "date": "2024-09-26",
        "透支度": 0.5946
    },
    {
        "date": "2024-09-27",
        "透支度": 0.6235
    },
    {
        "date": "2024-09-30",
        "透支度": 0.6764
    },
    {
        "date": "2024-10-08",
        "透支度": 0.7173
    },
    {
        "date": "2024-10-09",
        "透支度": 0.6748
    },
    {
        "date": "2024-10-10",
        "透支度": 0.6765
    },
    {
        "date": "2024-10-11",
        "透支度": 0.657
    },
    {
        "date": "2024-10-14",
        "透支度": 0.6668
    },
    {
        "date": "2024-10-15",
        "透支度": 0.6502
    },
    {
        "date": "2024-10-16",
        "透支度": 0.6457
    },
    {
        "date": "2024-10-17",
        "透支度": 0.6407
    },
    {
        "date": "2024-10-18",
        "透支度": 0.6656
    },
    {
        "date": "2024-10-21",
        "透支度": 0.6686
    },
    {
        "date": "2024-10-22",
        "透支度": 0.6729
    },
    {
        "date": "2024-10-23",
        "透支度": 0.6749
    },
    {
        "date": "2024-10-24",
        "透支度": 0.6681
    },
    {
        "date": "2024-10-25",
        "透支度": 0.6745
    },
    {
        "date": "2024-10-28",
        "透支度": 0.677
    },
    {
        "date": "2024-10-29",
        "透支度": 0.6699
    },
    {
        "date": "2024-10-30",
        "透支度": 0.6653
    },
    {
        "date": "2024-10-31",
        "透支度": 0.6651
    },
    {
        "date": "2024-11-01",
        "透支度": 0.6607
    },
    {
        "date": "2024-11-04",
        "透支度": 0.6696
    },
    {
        "date": "2024-11-05",
        "透支度": 0.6851
    },
    {
        "date": "2024-11-06",
        "透支度": 0.6823
    },
    {
        "date": "2024-11-07",
        "透支度": 0.6961
    },
    {
        "date": "2024-11-08",
        "透支度": 0.6926
    },
    {
        "date": "2024-11-11",
        "透支度": 0.7007
    },
    {
        "date": "2024-11-12",
        "透支度": 0.6929
    },
    {
        "date": "2024-11-13",
        "透支度": 0.695
    },
    {
        "date": "2024-11-14",
        "透支度": 0.6802
    },
    {
        "date": "2024-11-15",
        "透支度": 0.6675
    },
    {
        "date": "2024-11-18",
        "透支度": 0.6599
    },
    {
        "date": "2024-11-19",
        "透支度": 0.6685
    },
    {
        "date": "2024-11-20",
        "透支度": 0.673
    },
    {
        "date": "2024-11-21",
        "透支度": 0.6724
    },
    {
        "date": "2024-11-22",
        "透支度": 0.6527
    },
    {
        "date": "2024-11-25",
        "透支度": 0.6511
    },
    {
        "date": "2024-11-26",
        "透支度": 0.6485
    },
    {
        "date": "2024-11-27",
        "透支度": 0.6613
    },
    {
        "date": "2024-11-28",
        "透支度": 0.655
    },
    {
        "date": "2024-11-29",
        "透支度": 0.6627
    },
    {
        "date": "2024-12-02",
        "透支度": 0.6682
    },
    {
        "date": "2024-12-03",
        "透支度": 0.6671
    },
    {
        "date": "2024-12-04",
        "透支度": 0.6617
    },
    {
        "date": "2024-12-05",
        "透支度": 0.6613
    },
    {
        "date": "2024-12-06",
        "透支度": 0.6684
    },
    {
        "date": "2024-12-09",
        "透支度": 0.668
    },
    {
        "date": "2024-12-10",
        "透支度": 0.6701
    },
    {
        "date": "2024-12-11",
        "透支度": 0.6714
    },
    {
        "date": "2024-12-12",
        "透支度": 0.6771
    },
    {
        "date": "2024-12-13",
        "透支度": 0.664
    },
    {
        "date": "2024-12-16",
        "透支度": 0.6564
    },
    {
        "date": "2024-12-17",
        "透支度": 0.6544
    },
    {
        "date": "2024-12-18",
        "透支度": 0.6578
    },
    {
        "date": "2024-12-19",
        "透支度": 0.6588
    },
    {
        "date": "2024-12-20",
        "透支度": 0.6592
    },
    {
        "date": "2024-12-23",
        "透支度": 0.6536
    },
    {
        "date": "2024-12-24",
        "透支度": 0.6611
    },
    {
        "date": "2024-12-25",
        "透支度": 0.6589
    },
    {
        "date": "2024-12-26",
        "透支度": 0.6621
    },
    {
        "date": "2024-12-27",
        "透支度": 0.6602
    },
    {
        "date": "2024-12-30",
        "透支度": 0.6603
    },
    {
        "date": "2024-12-31",
        "透支度": 0.65
    },
    {
        "date": "2025-01-02",
        "透支度": 0.6343
    },
    {
        "date": "2025-01-03",
        "透支度": 0.6263
    },
    {
        "date": "2025-01-06",
        "透支度": 0.6247
    },
    {
        "date": "2025-01-07",
        "透支度": 0.6303
    },
    {
        "date": "2025-01-08",
        "透支度": 0.6291
    },
    {
        "date": "2025-01-09",
        "透支度": 0.6301
    },
    {
        "date": "2025-01-10",
        "透支度": 0.6224
    },
    {
        "date": "2025-01-13",
        "透支度": 0.6215
    },
    {
        "date": "2025-01-14",
        "透支度": 0.6386
    },
    {
        "date": "2025-01-15",
        "透支度": 0.6342
    },
    {
        "date": "2025-01-16",
        "透支度": 0.6356
    },
    {
        "date": "2025-01-17",
        "透支度": 0.6406
    },
    {
        "date": "2025-01-20",
        "透支度": 0.6456
    },
    {
        "date": "2025-01-21",
        "透支度": 0.6484
    },
    {
        "date": "2025-01-22",
        "透支度": 0.6441
    },
    {
        "date": "2025-01-23",
        "透支度": 0.6414
    },
    {
        "date": "2025-01-24",
        "透支度": 0.6485
    },
    {
        "date": "2025-01-27",
        "透支度": 0.6431
    },
    {
        "date": "2025-02-05",
        "透支度": 0.642
    },
    {
        "date": "2025-02-06",
        "透支度": 0.6533
    },
    {
        "date": "2025-02-07",
        "透支度": 0.6608
    },
    {
        "date": "2025-02-10",
        "透支度": 0.6644
    },
    {
        "date": "2025-02-11",
        "透支度": 0.6607
    },
    {
        "date": "2025-02-12",
        "透支度": 0.6684
    },
    {
        "date": "2025-02-13",
        "透支度": 0.663
    },
    {
        "date": "2025-02-14",
        "透支度": 0.6708
    },
    {
        "date": "2025-02-17",
        "透支度": 0.6733
    },
    {
        "date": "2025-02-18",
        "透支度": 0.6681
    },
    {
        "date": "2025-02-19",
        "透支度": 0.6764
    },
    {
        "date": "2025-02-20",
        "透支度": 0.6771
    },
    {
        "date": "2025-02-21",
        "透支度": 0.6915
    },
    {
        "date": "2025-02-24",
        "透支度": 0.6897
    },
    {
        "date": "2025-02-25",
        "透支度": 0.6839
    },
    {
        "date": "2025-02-26",
        "透支度": 0.6921
    },
    {
        "date": "2025-02-27",
        "透支度": 0.692
    },
    {
        "date": "2025-02-28",
        "透支度": 0.6735
    },
    {
        "date": "2025-03-03",
        "透支度": 0.6734
    },
    {
        "date": "2025-03-04",
        "透支度": 0.6758
    },
    {
        "date": "2025-03-05",
        "透支度": 0.6807
    },
    {
        "date": "2025-03-06",
        "透支度": 0.6934
    },
    {
        "date": "2025-03-07",
        "透支度": 0.6928
    },
    {
        "date": "2025-03-10",
        "透支度": 0.6904
    },
    {
        "date": "2025-03-11",
        "透支度": 0.6935
    },
    {
        "date": "2025-03-12",
        "透支度": 0.6905
    },
    {
        "date": "2025-03-13",
        "透支度": 0.6841
    },
    {
        "date": "2025-03-14",
        "透支度": 0.6976
    },
    {
        "date": "2025-03-17",
        "透支度": 0.6982
    },
    {
        "date": "2025-03-18",
        "透支度": 0.7031
    },
    {
        "date": "2025-03-19",
        "透支度": 0.7003
    },
    {
        "date": "2025-03-20",
        "透支度": 0.6935
    },
    {
        "date": "2025-03-21",
        "透支度": 0.6813
    },
    {
        "date": "2025-03-24",
        "透支度": 0.6835
    },
    {
        "date": "2025-03-25",
        "透支度": 0.6781
    },
    {
        "date": "2025-03-26",
        "透支度": 0.6784
    },
    {
        "date": "2025-03-27",
        "透支度": 0.6821
    },
    {
        "date": "2025-03-28",
        "透支度": 0.6779
    },
    {
        "date": "2025-03-31",
        "透支度": 0.6732
    },
    {
        "date": "2025-04-01",
        "透支度": 0.6761
    },
    {
        "date": "2025-04-02",
        "透支度": 0.6758
    },
    {
        "date": "2025-04-03",
        "透支度": 0.6667
    },
    {
        "date": "2025-04-07",
        "透支度": 0.6084
    },
    {
        "date": "2025-04-08",
        "透支度": 0.6147
    },
    {
        "date": "2025-04-09",
        "透支度": 0.6242
    },
    {
        "date": "2025-04-10",
        "透支度": 0.6355
    },
    {
        "date": "2025-04-11",
        "透支度": 0.6424
    },
    {
        "date": "2025-04-14",
        "透支度": 0.6469
    },
    {
        "date": "2025-04-15",
        "透支度": 0.6456
    },
    {
        "date": "2025-04-16",
        "透支度": 0.6413
    },
    {
        "date": "2025-04-17",
        "透支度": 0.6432
    },
    {
        "date": "2025-04-18",
        "透支度": 0.6421
    },
    {
        "date": "2025-04-21",
        "透支度": 0.6485
    },
    {
        "date": "2025-04-22",
        "透支度": 0.6494
    },
    {
        "date": "2025-04-23",
        "透支度": 0.6524
    },
    {
        "date": "2025-04-24",
        "透支度": 0.6506
    },
    {
        "date": "2025-04-25",
        "透支度": 0.6505
    },
    {
        "date": "2025-04-28",
        "透支度": 0.6488
    },
    {
        "date": "2025-04-29",
        "透支度": 0.6493
    },
    {
        "date": "2025-04-30",
        "透支度": 0.6519
    },
    {
        "date": "2025-05-06",
        "透支度": 0.6606
    },
    {
        "date": "2025-05-07",
        "透支度": 0.6601
    },
    {
        "date": "2025-05-08",
        "透支度": 0.6621
    },
    {
        "date": "2025-05-09",
        "透支度": 0.6584
    },
    {
        "date": "2025-05-12",
        "透支度": 0.6663
    },
    {
        "date": "2025-05-13",
        "透支度": 0.6644
    },
    {
        "date": "2025-05-14",
        "透支度": 0.6682
    },
    {
        "date": "2025-05-15",
        "透支度": 0.6616
    },
    {
        "date": "2025-05-16",
        "透支度": 0.6609
    },
    {
        "date": "2025-05-19",
        "透支度": 0.6604
    },
    {
        "date": "2025-05-20",
        "透支度": 0.6657
    },
    {
        "date": "2025-05-21",
        "透支度": 0.6678
    },
    {
        "date": "2025-05-22",
        "透支度": 0.6642
    },
    {
        "date": "2025-05-23",
        "透支度": 0.6601
    },
    {
        "date": "2025-05-26",
        "透支度": 0.6573
    },
    {
        "date": "2025-05-27",
        "透支度": 0.6554
    },
    {
        "date": "2025-05-28",
        "透支度": 0.6546
    },
    {
        "date": "2025-05-29",
        "透支度": 0.6623
    },
    {
        "date": "2025-05-30",
        "透支度": 0.657
    },
    {
        "date": "2025-06-03",
        "透支度": 0.6603
    },
    {
        "date": "2025-06-04",
        "透支度": 0.6653
    },
    {
        "date": "2025-06-05",
        "透支度": 0.6683
    },
    {
        "date": "2025-06-06",
        "透支度": 0.667
    },
    {
        "date": "2025-06-09",
        "透支度": 0.6717
    },
    {
        "date": "2025-06-10",
        "透支度": 0.6682
    },
    {
        "date": "2025-06-11",
        "透支度": 0.6712
    },
    {
        "date": "2025-06-12",
        "透支度": 0.6719
    },
    {
        "date": "2025-06-13",
        "透支度": 0.6659
    },
    {
        "date": "2025-06-16",
        "透支度": 0.6678
    },
    {
        "date": "2025-06-17",
        "透支度": 0.6636
    },
    {
        "date": "2025-06-18",
        "透支度": 0.6647
    },
    {
        "date": "2025-06-19",
        "透支度": 0.6576
    },
    {
        "date": "2025-06-20",
        "透支度": 0.6563
    },
    {
        "date": "2025-06-23",
        "透支度": 0.6589
    },
    {
        "date": "2025-06-24",
        "透支度": 0.6681
    },
    {
        "date": "2025-06-25",
        "透支度": 0.676
    },
    {
        "date": "2025-06-26",
        "透支度": 0.6729
    },
    {
        "date": "2025-06-27",
        "透支度": 0.6734
    },
    {
        "date": "2025-06-30",
        "透支度": 0.6791
    },
    {
        "date": "2025-07-01",
        "透支度": 0.6809
    },
    {
        "date": "2025-07-02",
        "透支度": 0.6764
    },
    {
        "date": "2025-07-03",
        "透支度": 0.6811
    },
    {
        "date": "2025-07-04",
        "透支度": 0.6809
    },
    {
        "date": "2025-07-07",
        "透支度": 0.6779
    },
    {
        "date": "2025-07-08",
        "透支度": 0.6853
    },
    {
        "date": "2025-07-09",
        "透支度": 0.6837
    },
    {
        "date": "2025-07-10",
        "透支度": 0.6848
    },
    {
        "date": "2025-07-11",
        "透支度": 0.6875
    },
    {
        "date": "2025-07-14",
        "透支度": 0.6901
    },
    {
        "date": "2025-07-15",
        "透支度": 0.6946
    },
    {
        "date": "2025-07-16",
        "透支度": 0.6944
    },
    {
        "date": "2025-07-17",
        "透支度": 0.7026
    },
    {
        "date": "2025-07-18",
        "透支度": 0.7057
    },
    {
        "date": "2025-07-21",
        "透支度": 0.7092
    },
    {
        "date": "2025-07-22",
        "透支度": 0.7128
    },
    {
        "date": "2025-07-23",
        "透支度": 0.7137
    },
    {
        "date": "2025-07-24",
        "透支度": 0.7204
    },
    {
        "date": "2025-07-25",
        "透支度": 0.72
    },
    {
        "date": "2025-07-28",
        "透支度": 0.7238
    },
    {
        "date": "2025-07-29",
        "透支度": 0.7317
    },
    {
        "date": "2025-07-30",
        "透支度": 0.7269
    },
    {
        "date": "2025-07-31",
        "透支度": 0.7186
    },
    {
        "date": "2025-08-01",
        "透支度": 0.7146
    },
    {
        "date": "2025-08-04",
        "透支度": 0.7195
    },
    {
        "date": "2025-08-05",
        "透支度": 0.7246
    },
    {
        "date": "2025-08-06",
        "透支度": 0.7285
    },
    {
        "date": "2025-08-07",
        "透支度": 0.7265
    },
    {
        "date": "2025-08-08",
        "透支度": 0.7238
    },
    {
        "date": "2025-08-11",
        "透支度": 0.7303
    },
    {
        "date": "2025-08-12",
        "透支度": 0.7347
    },
    {
        "date": "2025-08-13",
        "透支度": 0.7476
    },
    {
        "date": "2025-08-14",
        "透支度": 0.7434
    },
    {
        "date": "2025-08-15",
        "透支度": 0.753
    },
    {
        "date": "2025-08-18",
        "透支度": 0.763
    },
    {
        "date": "2025-08-19",
        "透支度": 0.7617
    },
    {
        "date": "2025-08-20",
        "透支度": 0.7682
    },
    {
        "date": "2025-08-21",
        "透支度": 0.7671
    },
    {
        "date": "2025-08-22",
        "透支度": 0.7833
    },
    {
        "date": "2025-08-25",
        "透支度": 0.7988
    },
    {
        "date": "2025-08-26",
        "透支度": 0.7954
    },
    {
        "date": "2025-08-27",
        "透支度": 0.7858
    },
    {
        "date": "2025-08-28",
        "透支度": 0.8015
    },
    {
        "date": "2025-08-29",
        "透支度": 0.8078
    },
    {
        "date": "2025-09-01",
        "透支度": 0.8184
    },
    {
        "date": "2025-09-02",
        "透支度": 0.8056
    },
    {
        "date": "2025-09-03",
        "透支度": 0.8028
    },
    {
        "date": "2025-09-04",
        "透支度": 0.7788
    },
    {
        "date": "2025-09-05",
        "透支度": 0.8033
    },
    {
        "date": "2025-09-08",
        "透支度": 0.8059
    },
    {
        "date": "2025-09-09",
        "透支度": 0.8009
    },
    {
        "date": "2025-09-10",
        "透支度": 0.805
    },
    {
        "date": "2025-09-11",
        "透支度": 0.8241
    },
    {
        "date": "2025-09-12",
        "透支度": 0.8238
    },
    {
        "date": "2025-09-15",
        "透支度": 0.8247
    },
    {
        "date": "2025-09-16",
        "透支度": 0.8273
    },
    {
        "date": "2025-09-17",
        "透支度": 0.8344
    },
    {
        "date": "2025-09-18",
        "透支度": 0.8303
    },
    {
        "date": "2025-09-19",
        "透支度": 0.8294
    },
    {
        "date": "2025-09-22",
        "透支度": 0.8362
    },
    {
        "date": "2025-09-23",
        "透支度": 0.8341
    },
    {
        "date": "2025-09-24",
        "透支度": 0.8465
    },
    {
        "date": "2025-09-25",
        "透支度": 0.8504
    },
    {
        "date": "2025-09-26",
        "透支度": 0.8376
    },
    {
        "date": "2025-09-29",
        "透支度": 0.8511
    },
    {
        "date": "2025-09-30",
        "透支度": 0.8575
    },
    {
        "date": "2025-10-09",
        "透支度": 0.8639
    },
    {
        "date": "2025-10-10",
        "透支度": 0.8423
    },
    {
        "date": "2025-10-13",
        "透支度": 0.8369
    },
    {
        "date": "2025-10-14",
        "透支度": 0.8154
    },
    {
        "date": "2025-10-15",
        "透支度": 0.8303
    },
    {
        "date": "2025-10-16",
        "透支度": 0.8291
    },
    {
        "date": "2025-10-17",
        "透支度": 0.8061
    },
    {
        "date": "2025-10-20",
        "透支度": 0.8135
    },
    {
        "date": "2025-10-21",
        "透支度": 0.8277
    },
    {
        "date": "2025-10-22",
        "透支度": 0.8231
    },
    {
        "date": "2025-10-23",
        "透支度": 0.8214
    },
    {
        "date": "2025-10-24",
        "透支度": 0.8377
    },
    {
        "date": "2025-10-27",
        "透支度": 0.8496
    },
    {
        "date": "2025-10-28",
        "透支度": 0.8449
    },
    {
        "date": "2025-10-29",
        "透支度": 0.8547
    },
    {
        "date": "2025-10-30",
        "透支度": 0.845
    },
    {
        "date": "2025-10-31",
        "透支度": 0.8348
    },
    {
        "date": "2025-11-03",
        "透支度": 0.8358
    },
    {
        "date": "2025-11-04",
        "透支度": 0.8243
    },
    {
        "date": "2025-11-05",
        "透支度": 0.8264
    },
    {
        "date": "2025-11-06",
        "透支度": 0.8409
    },
    {
        "date": "2025-11-07",
        "透支度": 0.8357
    },
    {
        "date": "2025-11-10",
        "透支度": 0.8377
    },
    {
        "date": "2025-11-11",
        "透支度": 0.8311
    },
    {
        "date": "2025-11-12",
        "透支度": 0.8302
    },
    {
        "date": "2025-11-13",
        "透支度": 0.8414
    },
    {
        "date": "2025-11-14",
        "透支度": 0.827
    },
    {
        "date": "2025-11-17",
        "透支度": 0.8234
    },
    {
        "date": "2025-11-18",
        "透支度": 0.8164
    },
    {
        "date": "2025-11-19",
        "透支度": 0.816
    },
    {
        "date": "2025-11-20",
        "透支度": 0.8116
    },
    {
        "date": "2025-11-21",
        "透支度": 0.7876
    },
    {
        "date": "2025-11-24",
        "透支度": 0.7914
    },
    {
        "date": "2025-11-25",
        "透支度": 0.8012
    },
    {
        "date": "2025-11-26",
        "透支度": 0.8085
    },
    {
        "date": "2025-11-27",
        "透支度": 0.808
    },
    {
        "date": "2025-11-28",
        "透支度": 0.8129
    },
    {
        "date": "2025-12-01",
        "透支度": 0.8193
    },
    {
        "date": "2025-12-02",
        "透支度": 0.8143
    },
    {
        "date": "2025-12-03",
        "透支度": 0.81
    },
    {
        "date": "2025-12-04",
        "透支度": 0.8144
    },
    {
        "date": "2025-12-05",
        "透支度": 0.8207
    },
    {
        "date": "2025-12-08",
        "透支度": 0.8289
    },
    {
        "date": "2025-12-09",
        "透支度": 0.8256
    },
    {
        "date": "2025-12-10",
        "透支度": 0.8268
    },
    {
        "date": "2025-12-11",
        "透支度": 0.8184
    },
    {
        "date": "2025-12-12",
        "透支度": 0.8266
    },
    {
        "date": "2025-12-15",
        "透支度": 0.8173
    },
    {
        "date": "2025-12-16",
        "透支度": 0.8059
    },
    {
        "date": "2025-12-17",
        "透支度": 0.8217
    },
    {
        "date": "2025-12-18",
        "透支度": 0.8148
    },
    {
        "date": "2025-12-19",
        "透支度": 0.8188
    },
    {
        "date": "2025-12-22",
        "透支度": 0.8297
    },
    {
        "date": "2025-12-23",
        "透支度": 0.8312
    },
    {
        "date": "2025-12-24",
        "透支度": 0.8362
    },
    {
        "date": "2025-12-25",
        "透支度": 0.8387
    },
    {
        "date": "2025-12-26",
        "透支度": 0.8397
    },
    {
        "date": "2025-12-29",
        "透支度": 0.8365
    },
    {
        "date": "2025-12-30",
        "透支度": 0.8393
    },
    {
        "date": "2025-12-31",
        "透支度": 0.8344
    },
    {
        "date": "2026-01-05",
        "透支度": 0.8536
    },
    {
        "date": "2026-01-06",
        "透支度": 0.8633
    },
    {
        "date": "2026-01-07",
        "透支度": 0.8681
    },
    {
        "date": "2026-01-08",
        "透支度": 0.8639
    },
    {
        "date": "2026-01-09",
        "透支度": 0.8709
    },
    {
        "date": "2026-01-12",
        "透支度": 0.8784
    },
    {
        "date": "2026-01-13",
        "透支度": 0.8712
    },
    {
        "date": "2026-01-14",
        "透支度": 0.8744
    },
    {
        "date": "2026-01-15",
        "透支度": 0.8781
    },
    {
        "date": "2026-01-16",
        "透支度": 0.8809
    },
    {
        "date": "2026-01-19",
        "透支度": 0.8815
    },
    {
        "date": "2026-01-20",
        "透支度": 0.8747
    },
    {
        "date": "2026-01-21",
        "透支度": 0.8826
    },
    {
        "date": "2026-01-22",
        "透支度": 0.8842
    },
    {
        "date": "2026-01-23",
        "透支度": 0.888
    },
    {
        "date": "2026-01-26",
        "透支度": 0.8828
    },
    {
        "date": "2026-01-27",
        "透支度": 0.8884
    },
    {
        "date": "2026-01-28",
        "透支度": 0.893
    },
    {
        "date": "2026-01-29",
        "透支度": 0.8883
    },
    {
        "date": "2026-01-30",
        "透支度": 0.8822
    },
    {
        "date": "2026-02-02",
        "透支度": 0.8579
    },
    {
        "date": "2026-02-03",
        "透支度": 0.8727
    },
    {
        "date": "2026-02-04",
        "透支度": 0.8733
    },
    {
        "date": "2026-02-05",
        "透支度": 0.8641
    },
    {
        "date": "2026-02-06",
        "透支度": 0.8608
    },
    {
        "date": "2026-02-09",
        "透支度": 0.8768
    },
    {
        "date": "2026-02-10",
        "透支度": 0.8787
    },
    {
        "date": "2026-02-11",
        "透支度": 0.8764
    },
    {
        "date": "2026-02-12",
        "透支度": 0.882
    },
    {
        "date": "2026-02-13",
        "透支度": 0.8716
    },
    {
        "date": "2026-02-24",
        "透支度": 0.8775
    },
    {
        "date": "2026-02-25",
        "透支度": 0.8851
    },
    {
        "date": "2026-02-26",
        "透支度": 0.8857
    },
    {
        "date": "2026-02-27",
        "透支度": 0.886
    },
    {
        "date": "2026-03-02",
        "透支度": 0.8832
    },
    {
        "date": "2026-03-03",
        "透支度": 0.8587
    },
    {
        "date": "2026-03-04",
        "透支度": 0.8508
    },
    {
        "date": "2026-03-05",
        "透支度": 0.8577
    },
    {
        "date": "2026-03-06",
        "透支度": 0.8623
    },
    {
        "date": "2026-03-09",
        "透支度": 0.8529
    },
    {
        "date": "2026-03-10",
        "透支度": 0.8694
    },
    {
        "date": "2026-03-11",
        "透支度": 0.8695
    },
    {
        "date": "2026-03-12",
        "透支度": 0.8638
    },
    {
        "date": "2026-03-13",
        "透支度": 0.8576
    },
    {
        "date": "2026-03-16",
        "透支度": 0.86
    },
    {
        "date": "2026-03-17",
        "透支度": 0.8469
    },
    {
        "date": "2026-03-18",
        "透支度": 0.8544
    },
    {
        "date": "2026-03-19",
        "透支度": 0.8367
    },
    {
        "date": "2026-03-20",
        "透支度": 0.8334
    },
    {
        "date": "2026-03-23",
        "透支度": 0.8057
    },
    {
        "date": "2026-03-24",
        "透支度": 0.8195
    },
    {
        "date": "2026-03-25",
        "透支度": 0.8318
    },
    {
        "date": "2026-03-26",
        "透支度": 0.8205
    },
    {
        "date": "2026-03-27",
        "透支度": 0.8287
    },
    {
        "date": "2026-03-30",
        "透支度": 0.8289
    },
    {
        "date": "2026-03-31",
        "透支度": 0.8161
    },
    {
        "date": "2026-04-01",
        "透支度": 0.8341
    },
    {
        "date": "2026-04-02",
        "透支度": 0.8242
    },
    {
        "date": "2026-04-03",
        "透支度": 0.8201
    },
    {
        "date": "2026-04-07",
        "透支度": 0.8218
    },
    {
        "date": "2026-04-08",
        "透支度": 0.8522
    },
    {
        "date": "2026-04-09",
        "透支度": 0.8504
    },
    {
        "date": "2026-04-10",
        "透支度": 0.8615
    },
    {
        "date": "2026-04-13",
        "透支度": 0.8615
    },
    {
        "date": "2026-04-14",
        "透支度": 0.8719
    },
    {
        "date": "2026-04-15",
        "透支度": 0.8693
    },
    {
        "date": "2026-04-16",
        "透支度": 0.8832
    },
    {
        "date": "2026-04-17",
        "透支度": 0.8861
    },
    {
        "date": "2026-04-20",
        "透支度": 0.8892
    },
    {
        "date": "2026-04-21",
        "透支度": 0.8906
    },
    {
        "date": "2026-04-22",
        "透支度": 0.9007
    },
    {
        "date": "2026-04-23",
        "透支度": 0.8927
    },
    {
        "date": "2026-04-24",
        "透支度": 0.8913
    },
    {
        "date": "2026-04-27",
        "透支度": 0.8961
    },
    {
        "date": "2026-04-28",
        "透支度": 0.8893
    },
    {
        "date": "2026-04-29",
        "透支度": 0.8999
    },
    {
        "date": "2026-04-30",
        "透支度": 0.9037
    },
    {
        "date": "2026-05-06",
        "透支度": 0.9206
    },
    {
        "date": "2026-05-07",
        "透支度": 0.932
    },
    {
        "date": "2026-05-08",
        "透支度": 0.9268
    },
    {
        "date": "2026-05-11",
        "透支度": 0.9427
    },
    {
        "date": "2026-05-12",
        "透支度": 0.9432
    },
    {
        "date": "2026-05-13",
        "透支度": 0.9539
    },
    {
        "date": "2026-05-14",
        "透支度": 0.9372
    },
    {
        "date": "2026-05-15",
        "透支度": 0.9273
    },
    {
        "date": "2026-05-18",
        "透支度": 0.9253
    },
    {
        "date": "2026-05-19",
        "透支度": 0.9308
    },
    {
        "date": "2026-05-20",
        "透支度": 0.9394
    },
    {
        "date": "2026-05-21",
        "透支度": 0.9181
    },
    {
        "date": "2026-05-22",
        "透支度": 0.9362
    },
    {
        "date": "2026-05-25",
        "透支度": 0.9514
    },
    {
        "date": "2026-05-26",
        "透支度": 0.9487
    },
    {
        "date": "2026-05-27",
        "透支度": 0.9385
    },
    {
        "date": "2026-05-28",
        "透支度": 0.9446
    },
    {
        "date": "2026-05-29",
        "透支度": 0.9294
    },
    {
        "date": "2026-06-01",
        "透支度": 0.9132
    },
    {
        "date": "2026-06-02",
        "透支度": 0.927
    },
    {
        "date": "2026-06-03",
        "透支度": 0.9351
    },
    {
        "date": "2026-06-04",
        "透支度": 0.9353
    },
    {
        "date": "2026-06-05",
        "透支度": 0.9161
    },
    {
        "date": "2026-06-08",
        "透支度": 0.8938
    },
    {
        "date": "2026-06-09",
        "透支度": 0.9169
    },
    {
        "date": "2026-06-10",
        "透支度": 0.9055
    },
    {
        "date": "2026-06-11",
        "透支度": 0.9045
    },
    {
        "date": "2026-06-12",
        "透支度": 0.9098
    },
    {
        "date": "2026-06-15",
        "透支度": 0.9401
    },
    {
        "date": "2026-06-16",
        "透支度": 0.9447
    },
    {
        "date": "2026-06-17",
        "透支度": 0.9586
    },
    {
        "date": "2026-06-18",
        "透支度": 0.9699
    },
    {
        "date": "2026-06-22",
        "透支度": 0.9849
    },
    {
        "date": "2026-06-23",
        "透支度": 0.9623
    },
    {
        "date": "2026-06-24",
        "透支度": 0.9794
    },
    {
        "date": "2026-06-25",
        "透支度": 0.9952
    },
    {
        "date": "2026-06-26",
        "透支度": 0.9713
    },
    {
        "date": "2026-06-29",
        "透支度": 0.9828
    },
    {
        "date": "2026-06-30",
        "透支度": 1.0022
    },
    {
        "date": "2026-07-01",
        "透支度": 0.9957
    },
    {
        "date": "2026-07-02",
        "透支度": 0.958
    },
    {
        "date": "2026-07-03",
        "透支度": 0.964
    },
    {
        "date": "2026-07-06",
        "透支度": 0.9571
    },
    {
        "date": "2026-07-07",
        "透支度": 0.9463
    },
    {
        "date": "2026-07-08",
        "透支度": 0.9378
    },
    {
        "date": "2026-07-09",
        "透支度": 0.9672
    },
    {
        "date": "2026-07-10",
        "透支度": 0.944
    },
    {
        "date": "2026-07-13",
        "透支度": 0.9166
    },
    {
        "date": "2026-07-14",
        "透支度": 0.9367
    },
    {
        "date": "2026-07-15",
        "透支度": 0.9272
    },
    {
        "date": "2026-07-16",
        "透支度": 0.9077
    },
    {
        "date": "2026-07-17",
        "透支度": 0.86
    },
    {
        "date": "2026-07-20",
        "透支度": 0.8559
    },
    {
        "date": "2026-07-21",
        "透支度": 0.8958
    },
    {
        "date": "2026-07-22",
        "透支度": 0.8849
    },
    {
        "date": "2026-07-23",
        "透支度": 0.8819
    },
    {
        "date": "2026-07-24",
        "透支度": 0.8675
    },
    {
        "date": "2026-07-27",
        "透支度": 0.8853
    },
    {
        "date": "2026-07-28",
        "透支度": 0.8514
    },
    {
        "date": "2026-07-29",
        "透支度": 0.8555
    },
    {
        "date": "2026-07-30",
        "透支度": 0.8303
    },
    {
        "date": "2026-07-31",
        "透支度": 0.8454
    },
    {
        "date": "2026-08-03",
        "透支度": 0.8333
    },
    {
        "date": "2026-08-04",
        "透支度": 0.8567
    },
    {
        "date": "2026-08-05",
        "透支度": 0.876
    },
    {
        "date": "2026-08-06",
        "透支度": 0.8783
    },
    {
        "date": "2026-08-07",
        "透支度": 0.8951
    },
    {
        "date": "2026-08-10",
        "透支度": 0.8961
    },
    {
        "date": "2026-08-11",
        "透支度": 0.8905
    },
    {
        "date": "2026-08-12",
        "透支度": 0.8996
    },
    {
        "date": "2026-08-13",
        "透支度": 0.8938
    },
    {
        "date": "2026-08-14",
        "透支度": 0.8978
    },
    {
        "date": "2026-08-17",
        "透支度": 0.9204
    },
    {
        "date": "2026-08-18",
        "透支度": 0.918
    },
    {
        "date": "2026-08-19",
        "透支度": 0.8785
    },
    {
        "date": "2026-08-20",
        "透支度": 0.8848
    }
]
    var smartfellow_writeDateTime = ""
    if (typeof module !== "undefined" && module.exports) {
    exports.五年之锚 = 五年之锚
    exports.偏股一级债顶部估算 = 偏股一级债顶部估算
    exports.smartfellow_writeDateTime = smartfellow_writeDateTime
    }