var triggerLogObj基金 = {
    "2006-04-03": [
        "债A股8PK上证B"
    ],
    "2008-10-10": [
        "长盛全债PK沪深300A"
    ],
    "2008-10-14": [
        "长盛全债PK沪深300A"
    ],
    "2008-10-20": [
        "长盛全债PK沪深300A"
    ],
    "2008-10-24": [
        "长盛全债PK沪深300A",
        "长盛全债PK沪深300B"
    ],
    "2008-11-25": [
        "长盛全债PK沪深300B"
    ],
    "2008-12-23": [
        "长盛全债PK沪深300B"
    ],
    "2012-11-27": [
        "长盛全债PK沪深300A"
    ],
    "2012-12-03": [
        "长盛全债PK沪深300A"
    ],
    "2013-02-18": [
        "招商债券PK创业板B"
    ],
    "2013-06-25": [
        "长盛全债PK沪深300A"
    ],
    "2013-06-30": [
        "长盛全债PK沪深300A"
    ],
    "2013-07-04": [
        "长盛全债PK沪深300A"
    ],
    "2013-07-08": [
        "长盛全债PK沪深300A"
    ],
    "2013-07-22": [
        "长盛全债PK沪深300A"
    ],
    "2013-07-26": [
        "长盛全债PK沪深300A"
    ],
    "2013-07-30": [
        "长盛全债PK沪深300A"
    ],
    "2014-01-20": [
        "长盛全债PK沪深300A"
    ],
    "2014-02-25": [
        "长盛全债PK沪深300A"
    ],
    "2014-03-03": [
        "长盛全债PK沪深300A"
    ],
    "2014-03-07": [
        "长盛全债PK沪深300A"
    ],
    "2014-03-11": [
        "长盛全债PK沪深300A",
        "长盛全债PK沪深300B"
    ],
    "2014-04-28": [
        "长盛全债PK沪深300B"
    ],
    "2014-05-09": [
        "长盛全债PK沪深300B"
    ],
    "2014-05-19": [
        "长盛全债PK沪深300B"
    ],
    "2016-01-26": [
        "长盛全债PK沪深300A",
        "三年定期PK沪深300"
    ],
    "2016-02-01": [
        "长盛全债PK沪深300A"
    ],
    "2016-02-05": [
        "长盛全债PK沪深300A"
    ],
    "2016-02-15": [
        "长盛全债PK沪深300A"
    ],
    "2016-02-29": [
        "长盛全债PK沪深300A"
    ],
    "2018-10-12": [
        "三年定期PK沪深300"
    ],
    "2018-10-16": [
        "招商债券PK创业板A"
    ],
    "2018-12-21": [
        "债B股15PK沪深300"
    ],
    "2018-12-25": [
        "长盛全债PK沪深300A",
        "债B股15PK沪深300"
    ],
    "2018-12-31": [
        "长盛全债PK沪深300A",
        "招商债券PK创业板A",
        "债B股15PK沪深300"
    ],
    "2019-01-04": [
        "长盛全债PK沪深300A"
    ],
    "2019-01-08": [
        "长盛全债PK沪深300A"
    ],
    "2019-01-18": [
        "招商债券PK创业板B"
    ],
    "2019-01-28": [
        "招商债券PK创业板B"
    ],
    "2019-02-01": [
        "招商债券PK创业板B"
    ],
    "2019-02-11": [
        "招商债券PK创业板B"
    ],
    "2020-03-20": [
        "长安鑫益PK沪深300"
    ],
    "2022-03-15": [
        "长盛全债PK沪深300A"
    ],
    "2022-04-25": [
        "长盛全债PK沪深300B",
        "长安鑫益PK沪深300"
    ],
    "2022-10-28": [
        "三年定期PK沪深300"
    ],
    "2023-10-13": [
        "三年定期PK沪深300"
    ],
    "2024-01-22": [
        "债A股8PK上证A",
        "债B股15PK沪深300"
    ],
    "2024-01-30": [
        "招商债券PK创业板A",
        "债B股15PK沪深300"
    ],
    "2024-02-05": [
        "债A股8PK上证A",
        "债B股15PK沪深300"
    ],
    "2024-07-04": [
        "招商债券PK创业板A"
    ],
    "2024-07-26": [
        "招商债券PK创业板A"
    ],
    "2024-08-05": [
        "债A股8PK上证A",
        "债B股15PK沪深300"
    ],
    "2024-08-09": [
        "债B股15PK沪深300"
    ],
    "2024-08-13": [
        "招商债券PK创业板B",
        "债B股15PK沪深300"
    ],
    "2024-08-23": [
        "债A股8PK上证A",
        "债B股15PK沪深300"
    ],
    "2024-08-27": [
        "债B股15PK沪深300"
    ],
    "2024-09-02": [
        "招商债券PK创业板B",
        "债B股15PK沪深300"
    ],
    "2024-09-06": [
        "招商债券PK创业板B"
    ],
    "2024-09-10": [
        "招商债券PK创业板B"
    ],
    "2024-09-23": [
        "债A股8PK上证B"
    ],
    "2024-09-27": [
        "债A股8PK上证B",
        "招商债券PK创业板B"
    ]
};
var runDate = "2025-10-31";