var triggerLogObj同花顺 = {
    "2026-06-08": [
        "月周日ths低位收盘通知已止损卖出",
        {
            "nextFirstDelivery周五": {
                "close": "9->2026-06-22,316.21,6.67",
                "high": "9->2026-06-22,316.21,6.67",
                "low": "3->2026-06-11,-21.04,-0.44"
            },
            "nextSecondDelivery周五": {
                "close": "28->2026-07-17,-214.35,-4.52",
                "high": "9->2026-06-22,316.21,6.67",
                "low": "28->2026-07-17,-214.35,-4.52"
            },
            "after": {
                "close": "43->2026-08-07,-49.01,-1.03",
                "high": "9->2026-06-22,316.21,6.67",
                "low": "28->2026-07-17,-214.35,-4.52",
                "nextThirdDelivery周五": "2026-08-21"
            }
        }
    ],
    "2026-06-11": [
        "大市值ths低位收盘通知已止损卖出",
        {
            "nextFirstDelivery周五": {
                "close": "6->2026-06-22,275.02,5.75",
                "high": "6->2026-06-22,275.02,5.75",
                "low": "1->2026-06-12,-7.32,-0.15"
            },
            "nextSecondDelivery周五": {
                "close": "25->2026-07-17,-255.54,-5.34",
                "high": "6->2026-06-22,275.02,5.75",
                "low": "25->2026-07-17,-255.54,-5.34"
            },
            "after": {
                "close": "40->2026-08-07,-90.2,-1.89",
                "high": "6->2026-06-22,275.02,5.75",
                "low": "25->2026-07-17,-255.54,-5.34",
                "nextThirdDelivery周五": "2026-08-21"
            }
        }
    ],
    "2026-07-13": [
        "大市值ths低位收盘通知已止损卖出",
        {
            "nextFirstDelivery周五": {
                "close": "4->2026-07-17,-162.02,-3.45",
                "high": "1->2026-07-14,105.38,2.25",
                "low": "4->2026-07-17,-162.02,-3.45"
            },
            "after": {
                "close": "19->2026-08-07,3.32,0.07",
                "high": "1->2026-07-14,105.38,2.25",
                "low": "4->2026-07-17,-162.02,-3.45",
                "nextSecondDelivery周五": "2026-08-21",
                "nextThirdDelivery周五": "2026-09-18"
            }
        }
    ],
    "2026-07-21": [
        "组1统计ths低位收盘触发买入:1:1",
        {
            "after": {
                "close": "13->2026-08-07,-16.22,-0.34",
                "high": "2->2026-07-23,17.34,0.37",
                "low": "9->2026-08-03,-167.48,-3.56",
                "nextFirstDelivery周五": "2026-08-21",
                "nextSecondDelivery周五": "2026-09-18",
                "nextThirdDelivery周五": "2026-10-16"
            }
        }
    ],
    "2026-07-22": [
        "月周日ths低位收盘通知已止损卖出",
        "组1统计ths低位收盘触发买入:4:2",
        {
            "after": {
                "close": "12->2026-08-07,-40.73,-0.86",
                "high": ",0,0",
                "low": "8->2026-08-03,-191.99,-4.05",
                "nextFirstDelivery周五": "2026-08-21",
                "nextSecondDelivery周五": "2026-09-18",
                "nextThirdDelivery周五": "2026-10-16"
            }
        }
    ],
    "2026-07-23": [
        "近五日跌停ths低位收盘触发买入",
        {
            "after": {
                "close": "11->2026-08-07,9.03,0.19",
                "high": "2->2026-07-27,17.02,0.36",
                "low": "7->2026-08-03,-142.23,-3.04",
                "nextFirstDelivery周五": "2026-08-21",
                "nextSecondDelivery周五": "2026-09-18",
                "nextThirdDelivery周五": "2026-10-16"
            }
        }
    ],
    "2026-07-24": [
        "组1统计ths低位收盘触发买入:2:1",
        {
            "after": {
                "close": "10->2026-08-07,38.41,0.82",
                "high": "1->2026-07-27,46.4,1",
                "low": "6->2026-08-03,-112.85,-2.42",
                "nextFirstDelivery周五": "2026-08-21",
                "nextSecondDelivery周五": "2026-09-18",
                "nextThirdDelivery周五": "2026-10-16"
            }
        }
    ],
    "2026-07-28": [
        "组1统计ths低位收盘触发买入:1:1",
        {
            "after": {
                "close": "8->2026-08-07,112.35,2.45",
                "high": "8->2026-08-07,112.35,2.45",
                "low": "4->2026-08-03,-38.91,-0.85",
                "nextFirstDelivery周五": "2026-08-21",
                "nextSecondDelivery周五": "2026-09-18",
                "nextThirdDelivery周五": "2026-10-16"
            }
        }
    ]
}  

    if (typeof module !== "undefined" && module.exports) {
        exports.triggerLogObj同花顺 = triggerLogObj同花顺
        exports.同花顺策略runLastTime = "2026-08-08 19:59:59"
    }