var triggerLogObj同花顺 = {
    "2025-11-28": [
        "组1统计ths低位收盘触发买入:1:1",
        {
            "nextFirstDelivery周五": {
                "close": "15->2025-12-19,28.99,0.64",
                "high": "6->2025-12-08,82.56,1.82",
                "low": "12->2025-12-16,-41.64,-0.92"
            },
            "nextSecondDelivery周五": {
                "close": "33->2026-01-16,192.68,4.24",
                "high": "25->2026-01-06,251.5,5.54",
                "low": "12->2025-12-16,-41.64,-0.92"
            },
            "nextThirdDelivery周五": {
                "close": "54->2026-02-24,168.35,3.71",
                "high": "25->2026-01-06,251.5,5.54",
                "low": "12->2025-12-16,-41.64,-0.92"
            }
        }
    ],
    "2026-06-08": [
        "月周日ths低位收盘通知已止损卖出",
        {
            "nextFirstDelivery周五": {
                "close": "9->2026-06-22,316.21,6.67",
                "high": "9->2026-06-22,316.21,6.67",
                "low": "3->2026-06-11,-21.04,-0.44"
            },
            "nextSecondDelivery周五": {
                "close": "28->2026-07-17,-214.35,-4.52",
                "high": "9->2026-06-22,316.21,6.67",
                "low": "28->2026-07-17,-214.35,-4.52"
            },
            "after": {
                "close": "33->2026-07-24,-94.26,-1.99",
                "high": "9->2026-06-22,316.21,6.67",
                "low": "28->2026-07-17,-214.35,-4.52",
                "nextThirdDelivery周五": "2026-08-21"
            }
        }
    ],
    "2026-06-11": [
        "大市值ths低位收盘通知已止损卖出",
        {
            "nextFirstDelivery周五": {
                "close": "6->2026-06-22,275.02,5.75",
                "high": "6->2026-06-22,275.02,5.75",
                "low": "1->2026-06-12,-7.32,-0.15"
            },
            "nextSecondDelivery周五": {
                "close": "25->2026-07-17,-255.54,-5.34",
                "high": "6->2026-06-22,275.02,5.75",
                "low": "25->2026-07-17,-255.54,-5.34"
            },
            "after": {
                "close": "30->2026-07-24,-135.45,-2.83",
                "high": "6->2026-06-22,275.02,5.75",
                "low": "25->2026-07-17,-255.54,-5.34",
                "nextThirdDelivery周五": "2026-08-21"
            }
        }
    ],
    "2026-07-13": [
        "大市值ths低位收盘通知已止损卖出",
        {
            "nextFirstDelivery周五": {
                "close": "4->2026-07-17,-162.02,-3.45",
                "high": "1->2026-07-14,105.38,2.25",
                "low": "4->2026-07-17,-162.02,-3.45"
            },
            "after": {
                "close": "9->2026-07-24,-41.93,-0.89",
                "high": "1->2026-07-14,105.38,2.25",
                "low": "4->2026-07-17,-162.02,-3.45",
                "nextSecondDelivery周五": "2026-08-21",
                "nextThirdDelivery周五": "2026-09-18"
            }
        }
    ],
    "2026-07-21": [
        "组1统计ths低位收盘触发买入:1:1",
        {
            "after": {
                "close": "3->2026-07-24,-61.47,-1.3",
                "high": "2->2026-07-23,17.34,0.37",
                "low": "3->2026-07-24,-61.47,-1.3",
                "nextFirstDelivery周五": "2026-08-21",
                "nextSecondDelivery周五": "2026-09-18",
                "nextThirdDelivery周五": "2026-10-16"
            }
        }
    ],
    "2026-07-22": [
        "月周日ths低位收盘通知已止损卖出",
        "组1统计ths低位收盘触发买入:4:2",
        {
            "after": {
                "close": "2->2026-07-24,-85.98,-1.82",
                "high": ",0,0",
                "low": "2->2026-07-24,-85.98,-1.82",
                "nextFirstDelivery周五": "2026-08-21",
                "nextSecondDelivery周五": "2026-09-18",
                "nextThirdDelivery周五": "2026-10-16"
            }
        }
    ],
    "2026-07-23": [
        "近五日跌停ths低位收盘触发买入",
        {
            "after": {
                "close": "1->2026-07-24,-36.22,-0.77",
                "high": ",0,0",
                "low": "1->2026-07-24,-36.22,-0.77",
                "nextFirstDelivery周五": "2026-08-21",
                "nextSecondDelivery周五": "2026-09-18",
                "nextThirdDelivery周五": "2026-10-16"
            }
        }
    ],
    "2026-07-24": [
        "组1统计ths低位收盘触发买入:2:1",
        {
            "after": {
                "close": ",0,0",
                "high": ",0,0",
                "low": ",0,0",
                "nextFirstDelivery周五": "2026-08-21",
                "nextSecondDelivery周五": "2026-09-18",
                "nextThirdDelivery周五": "2026-10-16"
            }
        }
    ]
}  

    if (typeof module !== "undefined" && module.exports) {
        exports.triggerLogObj同花顺 = triggerLogObj同花顺
        exports.同花顺策略runLastTime = "2026-07-24 21:01:18"
    }