var runDateTime组1 = "2025-02-17 20:14:54"
var 最近实际收盘日期组1 = "2025-02-17"

var 同花顺策略组1买卖汇总 =  {
    "季月周日": {
        "触发卖出": [],
        "触发买入": []
    },
    "月周日": {
        "触发卖出": [],
        "触发买入": []
    },
    "左侧月周日": {
        "触发卖出": [],
        "触发买入": []
    },
    "周日": {
        "触发卖出": [],
        "触发买入": []
    },
    "周日2": {
        "触发卖出": [],
        "触发买入": []
    },
    "日信号": {
        "触发卖出": [],
        "触发买入": []
    },
    "日信号2": {
        "触发卖出": [],
        "触发买入": []
    },
    "六均线两日测试用1": {
        "触发卖出": [
            [
                "000661",
                "长春高新",
                "2025-02-14",
                "2025-02-17",
                "96.41",
                "96.75",
                "0.35%"
            ]
        ],
        "触发买入": [
            [
                "000514",
                "渝开发",
                "正常"
            ]
        ]
    }
}

exports.同花顺策略组1买卖汇总 = 同花顺策略组1买卖汇总