var runDateTime组2 = "2026-01-09 20:23:08"
var 最近实际收盘日期组2 = "2026-01-09"

var 同花顺策略组2A买卖汇总 =  {
    "大股东增持": {
        "触发卖出": [],
        "触发买入": []
    },
    "绿空红": {
        "触发卖出": [],
        "触发买入": []
    },
    "绿空红menv": {
        "触发卖出": [],
        "触发买入": []
    },
    "均线集中度": {
        "触发卖出": [],
        "触发买入": []
    },
    "均线集中度menv": {
        "触发卖出": [],
        "触发买入": []
    }
}
var 同花顺策略组2B买卖汇总 =  {
    "大市值趋势": {
        "触发卖出": [
            [
                "002475",
                "立讯精密",
                "2025-11-26",
                "2026-01-09",
                "55.32",
                "55.65",
                "0.60%"
            ]
        ],
        "触发买入": [
            [
                "002475",
                "立讯精密",
                "检测失效!"
            ]
        ]
    },
    "小市值低估": {
        "触发卖出": [],
        "触发买入": []
    },
    "月周macd1": {
        "触发卖出": [],
        "触发买入": []
    },
    "月周macd2": {
        "触发卖出": [],
        "触发买入": []
    },
    "近五日跌停": {
        "触发卖出": [],
        "触发买入": []
    },
    "跌停": {
        "触发卖出": [],
        "触发买入": []
    }
}

exports.同花顺策略组2A买卖汇总 = 同花顺策略组2A买卖汇总
exports.同花顺策略组2B买卖汇总 = 同花顺策略组2B买卖汇总