var runDateTime组1 = "2025-04-10 20:15:41"
var 最近实际收盘日期组1 = "2025-04-10"

var 同花顺策略组1买卖汇总 =  {
    "季月周日": {
        "触发卖出": [],
        "触发买入": []
    },
    "月周日": {
        "触发卖出": [],
        "触发买入": []
    },
    "左侧月周日": {
        "触发卖出": [],
        "触发买入": [
            [
                "001279",
                "强邦新材",
                "正常"
            ]
        ]
    },
    "周日": {
        "触发卖出": [],
        "触发买入": [
            [
                "002021",
                "中捷资源",
                "危险公告!",
                "中捷资源：股票交易异常波动及风险提示公告 2024-10-30 18:56"
            ]
        ]
    },
    "周日2": {
        "触发卖出": [],
        "触发买入": []
    },
    "日信号": {
        "触发卖出": [],
        "触发买入": []
    },
    "日信号2": {
        "触发卖出": [],
        "触发买入": []
    }
}

exports.同花顺策略组1买卖汇总 = 同花顺策略组1买卖汇总