var runDateTime组2 = "2024-10-30 19:53:29"
var 最近实际收盘日期组2 = "2024-10-30"

var 同花顺策略组2A买卖汇总 =  {
    "月周macd1": {
        "触发卖出": [],
        "触发买入": []
    },
    "月周macd2": {
        "触发卖出": [],
        "触发买入": []
    },
    "大市值趋势": {
        "触发卖出": [],
        "触发买入": []
    },
    "小市值低估": {
        "触发卖出": [],
        "触发买入": []
    },
    "大股东增持": {
        "触发卖出": [],
        "触发买入": []
    }
}
var 同花顺策略组2B买卖汇总 =  {
    "业绩预增menv": {
        "触发卖出": [
            [
                "000953",
                "河化股份",
                "2024-09-24",
                "2024-10-30",
                "3.75",
                "5.05",
                "34.67%"
            ]
        ],
        "触发买入": [
            [
                "000638",
                "万方发展",
                "危险公告!",
                "万方发展：关于大股东部分股份解除冻结、轮候冻结及再冻结的公告 09-26 17:19"
            ]
        ]
    },
    "绿空红": {
        "触发卖出": [],
        "触发买入": []
    },
    "绿空红menv": {
        "触发卖出": [],
        "触发买入": []
    },
    "均线集中度": {
        "触发卖出": [],
        "触发买入": []
    },
    "均线集中度menv": {
        "触发卖出": [],
        "触发买入": []
    }
}
var 同花顺策略组2C买卖汇总 =  {
    "近五日跌停": {
        "触发卖出": [],
        "触发买入": []
    },
    "跌停": {
        "触发卖出": [],
        "触发买入": []
    },
    "国企低pe高股息": {
        "触发卖出": [],
        "触发买入": []
    },
    "macd底背七日": {
        "触发卖出": [],
        "触发买入": []
    },
    "六均线两日": {
        "触发卖出": [
            [
                "000576",
                "甘化科工",
                "2024-10-29",
                "2024-10-30",
                "7.31",
                "7.01",
                "-4.10%"
            ]
        ],
        "触发买入": [
            [
                "000401",
                "冀东水泥",
                "正常"
            ]
        ]
    }
}

exports.同花顺策略组2A买卖汇总 = 同花顺策略组2A买卖汇总
exports.同花顺策略组2B买卖汇总 = 同花顺策略组2B买卖汇总
exports.同花顺策略组2C买卖汇总 = 同花顺策略组2C买卖汇总