var runDateTime组1 = "2025-04-09 20:15:43"
var 最近实际收盘日期组1 = "2025-04-09"

var 同花顺策略组1买卖汇总 =  {
    "季月周日": {
        "触发卖出": [],
        "触发买入": []
    },
    "月周日": {
        "触发卖出": [],
        "触发买入": []
    },
    "左侧月周日": {
        "触发卖出": [],
        "触发买入": []
    },
    "周日": {
        "触发卖出": [],
        "触发买入": []
    },
    "周日2": {
        "触发卖出": [],
        "触发买入": [
            [
                "600724",
                "宁波富达",
                "危险公告!",
                "宁波富达：宁波富达股票交易异常波动公告 2024-12-18 17:17"
            ]
        ]
    },
    "日信号": {
        "触发卖出": [],
        "触发买入": []
    },
    "日信号2": {
        "触发卖出": [],
        "触发买入": []
    }
}

exports.同花顺策略组1买卖汇总 = 同花顺策略组1买卖汇总