var runDateTime组2 = "2024-12-25 20:16:39"
var 最近实际收盘日期组2 = "2024-12-25"

var 同花顺策略组2A买卖汇总 =  {
    "月周macd1": {
        "触发卖出": [],
        "触发买入": []
    },
    "月周macd2": {
        "触发卖出": [],
        "触发买入": []
    },
    "大市值趋势": {
        "触发卖出": [
            [
                "601985",
                "中国核电",
                "2024-11-14",
                "2024-12-25",
                "9.98",
                "10.30",
                "3.21%"
            ]
        ],
        "触发买入": [
            [
                "601985",
                "中国核电",
                "正常"
            ]
        ]
    },
    "小市值低估": {
        "触发卖出": [],
        "触发买入": []
    },
    "大股东增持": {
        "触发卖出": [],
        "触发买入": []
    }
}
var 同花顺策略组2B买卖汇总 =  {
    "业绩预增menv": {
        "触发卖出": [],
        "触发买入": []
    },
    "绿空红": {
        "触发卖出": [],
        "触发买入": []
    },
    "绿空红menv": {
        "触发卖出": [],
        "触发买入": []
    },
    "均线集中度": {
        "触发卖出": [],
        "触发买入": []
    },
    "均线集中度menv": {
        "触发卖出": [],
        "触发买入": []
    }
}
var 同花顺策略组2C买卖汇总 =  {
    "近五日跌停": {
        "触发卖出": [],
        "触发买入": []
    },
    "跌停": {
        "触发卖出": [],
        "触发买入": []
    },
    "国企低pe高股息": {
        "触发卖出": [],
        "触发买入": []
    },
    "macd底背七日": {
        "触发卖出": [
            [
                "301045",
                "天禄科技",
                "2024-12-19",
                "2024-12-25",
                "22.57",
                "24.97",
                "10.63%"
            ]
        ],
        "触发买入": []
    },
    "六均线两日": {
        "触发卖出": [
            [
                "000028",
                "国药一致",
                "2024-12-24",
                "2024-12-25",
                "30.39",
                "30.54",
                "0.49%"
            ]
        ],
        "触发买入": [
            [
                "000628",
                "高新发展",
                "检测失效!"
            ]
        ]
    }
}

exports.同花顺策略组2A买卖汇总 = 同花顺策略组2A买卖汇总
exports.同花顺策略组2B买卖汇总 = 同花顺策略组2B买卖汇总
exports.同花顺策略组2C买卖汇总 = 同花顺策略组2C买卖汇总