var runDateTime组2 = "2025-05-20 20:17:08"
var 最近实际收盘日期组2 = "2025-05-20"

var 同花顺策略组2A买卖汇总 =  {
    "业绩预增menv": {
        "触发卖出": [
            [
                "605169",
                "洪通燃气",
                "2025-04-21",
                "2025-05-20",
                "9.15",
                "11.20",
                "22.40%"
            ]
        ],
        "触发买入": [
            [
                "688117",
                "圣诺生物",
                "正常"
            ]
        ]
    },
    "大股东增持": {
        "触发卖出": [],
        "触发买入": []
    },
    "绿空红": {
        "触发卖出": [],
        "触发买入": []
    },
    "绿空红menv": {
        "触发卖出": [],
        "触发买入": []
    },
    "均线集中度": {
        "触发卖出": [],
        "触发买入": []
    },
    "均线集中度menv": {
        "触发卖出": [],
        "触发买入": []
    }
}
var 同花顺策略组2B买卖汇总 =  {
    "小市值低估": {
        "触发卖出": [],
        "触发买入": []
    },
    "大市值趋势": {
        "触发卖出": [],
        "触发买入": []
    },
    "月周macd1": {
        "触发卖出": [],
        "触发买入": []
    },
    "月周macd2": {
        "触发卖出": [],
        "触发买入": []
    },
    "近五日跌停": {
        "触发卖出": [],
        "触发买入": []
    },
    "跌停": {
        "触发卖出": [],
        "触发买入": []
    }
}

exports.同花顺策略组2A买卖汇总 = 同花顺策略组2A买卖汇总
exports.同花顺策略组2B买卖汇总 = 同花顺策略组2B买卖汇总