var runDateTime组2 = "2024-10-09 19:53:17"
var 最近实际收盘日期组2 = "2024-10-09"

var 同花顺策略组2A买卖汇总 =  {
    "月周macd1": {
        "触发卖出": [
            [
                "300773",
                "拉卡拉",
                "2024-08-20",
                "2024-10-09",
                "11.99",
                "19.95",
                "66.39%"
            ]
        ],
        "触发买入": []
    },
    "月周macd2": {
        "触发卖出": [],
        "触发买入": []
    },
    "大市值趋势": {
        "触发卖出": [],
        "触发买入": []
    },
    "小市值低估": {
        "触发卖出": [
            [
                "001209",
                "洪兴股份",
                "2024-09-18",
                "2024-10-09",
                "11.88",
                "14.21",
                "19.61%"
            ]
        ],
        "触发买入": []
    },
    "大股东增持": {
        "触发卖出": [],
        "触发买入": []
    }
}
var 同花顺策略组2B买卖汇总 =  {
    "业绩预增menv": {
        "触发卖出": [],
        "触发买入": []
    },
    "绿空红": {
        "触发卖出": [],
        "触发买入": []
    },
    "绿空红menv": {
        "触发卖出": [],
        "触发买入": []
    },
    "均线集中度": {
        "触发卖出": [
            [
                "603871",
                "嘉友国际",
                "2024-09-11",
                "2024-10-09",
                "17.58",
                "23.00",
                "30.83%"
            ]
        ],
        "触发买入": [
            [
                "000089",
                "深圳机场",
                "正常"
            ]
        ]
    },
    "均线集中度menv": {
        "触发卖出": [
            [
                "600726",
                "华电能源",
                "2024-09-27",
                "2024-10-09",
                "2.12",
                "2.38",
                "12.26%"
            ]
        ],
        "触发买入": [
            [
                "000089",
                "深圳机场",
                "正常"
            ]
        ]
    }
}
var 同花顺策略组2C买卖汇总 =  {
    "近五日跌停": {
        "触发卖出": [],
        "触发买入": []
    },
    "跌停": {
        "触发卖出": [],
        "触发买入": []
    },
    "国企低pe高股息": {
        "触发卖出": [
            [
                "601668",
                "中国建筑",
                "2024-09-27",
                "2024-10-09",
                "5.90",
                "6.33",
                "7.29%"
            ]
        ],
        "触发买入": [
            [
                "601668",
                "中国建筑",
                "正常"
            ]
        ]
    },
    "macd底背七日": {
        "触发卖出": [
            [
                "603355",
                "莱克电气",
                "2024-09-23",
                "2024-10-09",
                "20.95",
                "24.99",
                "19.28%"
            ]
        ],
        "触发买入": []
    },
    "六均线两日": {
        "触发卖出": [
            [
                "000062",
                "深圳华强",
                "2024-10-08",
                "2024-10-09",
                "31.50",
                "30.71",
                "-2.51%"
            ]
        ],
        "触发买入": []
    }
}

exports.同花顺策略组2A买卖汇总 = 同花顺策略组2A买卖汇总
exports.同花顺策略组2B买卖汇总 = 同花顺策略组2B买卖汇总
exports.同花顺策略组2C买卖汇总 = 同花顺策略组2C买卖汇总