var runDateTime组2 = "2025-04-07 20:15:45"
var 最近实际收盘日期组2 = "2025-04-07"

var 同花顺策略组2A买卖汇总 =  {
    "业绩预增menv": {
        "触发卖出": [],
        "触发买入": []
    },
    "大股东增持": {
        "触发卖出": [],
        "触发买入": []
    },
    "绿空红": {
        "触发卖出": [],
        "触发买入": []
    },
    "绿空红menv": {
        "触发卖出": [],
        "触发买入": []
    },
    "均线集中度": {
        "触发卖出": [],
        "触发买入": []
    },
    "均线集中度menv": {
        "触发卖出": [],
        "触发买入": []
    }
}
var 同花顺策略组2B买卖汇总 =  {
    "小市值低估": {
        "触发卖出": [],
        "触发买入": [
            [
                "603182",
                "嘉华股份",
                "危险公告!",
                "嘉华股份：嘉华股份关于全资子公司法定代表人变更并换发营业执照的公告 01-08 17:01"
            ]
        ]
    },
    "大市值趋势": {
        "触发卖出": [],
        "触发买入": []
    },
    "月周macd1": {
        "触发卖出": [],
        "触发买入": []
    },
    "月周macd2": {
        "触发卖出": [],
        "触发买入": []
    },
    "近五日跌停": {
        "触发卖出": [],
        "触发买入": []
    },
    "跌停": {
        "触发卖出": [],
        "触发买入": []
    }
}

exports.同花顺策略组2A买卖汇总 = 同花顺策略组2A买卖汇总
exports.同花顺策略组2B买卖汇总 = 同花顺策略组2B买卖汇总