var runDateTime组1 = "2025-02-27 20:15:01"
var 最近实际收盘日期组1 = "2025-02-27"

var 同花顺策略组1买卖汇总 =  {
    "季月周日": {
        "触发卖出": [],
        "触发买入": []
    },
    "月周日": {
        "触发卖出": [],
        "触发买入": []
    },
    "左侧月周日": {
        "触发卖出": [],
        "触发买入": []
    },
    "周日": {
        "触发卖出": [],
        "触发买入": []
    },
    "周日2": {
        "触发卖出": [],
        "触发买入": []
    },
    "日信号": {
        "触发卖出": [],
        "触发买入": []
    },
    "日信号2": {
        "触发卖出": [],
        "触发买入": []
    },
    "六均线两日测试": {
        "触发卖出": [
            [
                "000779",
                "甘咨询",
                "2025-02-26",
                "2025-02-27",
                "9.17",
                "9.25",
                "0.87%"
            ]
        ],
        "触发买入": [
            [
                "000409",
                "云鼎科技",
                "正常"
            ]
        ]
    }
}

exports.同花顺策略组1买卖汇总 = 同花顺策略组1买卖汇总