var runDateTime组1 = "2026-06-04 21:34:15"
var 最近实际收盘日期组1 = "2026-06-04"

var 同花顺策略组1买卖汇总 =  {
    "季月周日": {
        "触发卖出": [],
        "触发买入": []
    },
    "月周日": {
        "触发卖出": [],
        "触发买入": [
            [
                "603352",
                "至信股份",
                "检测失效!"
            ]
        ]
    },
    "左侧月周日": {
        "触发卖出": [],
        "触发买入": []
    },
    "周日": {
        "触发卖出": [],
        "触发买入": []
    },
    "周日2": {
        "触发卖出": [
            [
                "920407",
                "驰诚股份",
                "2026-05-29",
                "2026-06-04",
                "15.86",
                "14.51",
                "-8.51%"
            ]
        ],
        "触发买入": []
    },
    "日信号": {
        "触发卖出": [],
        "触发买入": []
    },
    "日信号2": {
        "触发卖出": [],
        "触发买入": []
    }
}

exports.同花顺策略组1买卖汇总 = 同花顺策略组1买卖汇总