var runDateTime组2 = "2026-08-06 21:11:17"
var 最近实际收盘日期组2 = "2026-08-06"

var 同花顺策略组2A买卖汇总 =  {
    "大股东增持": {
        "触发卖出": [],
        "触发买入": []
    },
    "绿空红menv": {
        "触发卖出": [],
        "触发买入": []
    },
    "均线集中度": {
        "触发卖出": [
            [
                "600750",
                "华润江中",
                "2026-05-28",
                "2026-08-06",
                "23.00",
                "25.00",
                "8.70%"
            ]
        ],
        "触发买入": [
            [
                "603369",
                "今世缘",
                "检测失效!"
            ]
        ]
    }
}
