var runDateTime组2 = "2024-08-28 19:33:19"
var 最近实际收盘日期组2 = "undefined"

var 同花顺策略组2A买卖汇总 =  {}
var 同花顺策略组2B买卖汇总 =  {
    "业绩预增menv": {
        "触发卖出": [],
        "触发买入": []
    },
    "绿空红": {
        "触发卖出": [],
        "触发买入": []
    },
    "绿空红menv": {
        "触发卖出": [],
        "触发买入": []
    },
    "均线集中度": {
        "触发卖出": [],
        "触发买入": []
    },
    "均线集中度menv": {
        "触发卖出": [],
        "触发买入": []
    }
}
var 同花顺策略组2C买卖汇总 =  {
    "近五日跌停": {
        "触发卖出": [],
        "触发买入": []
    },
    "跌停": {
        "触发卖出": [],
        "触发买入": []
    },
    "国企低pe高股息": {
        "触发卖出": [
            [
                "600642",
                "申能股份",
                "2024-08-15",
                "2024-08-28",
                "8.31",
                "8.18",
                "-1.56%"
            ]
        ],
        "触发买入": [
            [
                "600033",
                "福建高速",
                "检测失效!"
            ]
        ]
    },
    "macd底背七日": {
        "触发卖出": [],
        "触发买入": []
    },
    "六均线两日": {
        "触发卖出": [],
        "触发买入": [
            [
                "000999",
                "华润三九",
                "检测失效!"
            ]
        ]
    }
}

exports.同花顺策略组2A买卖汇总 = 同花顺策略组2A买卖汇总
exports.同花顺策略组2B买卖汇总 = 同花顺策略组2B买卖汇总
exports.同花顺策略组2C买卖汇总 = 同花顺策略组2C买卖汇总