var runDateTime组1 = "2026-08-18 20:10:37"
var 最近实际收盘日期组1 = "2026-08-18"

var 同花顺策略组1买卖汇总 =  {
    "季月周日": {
        "触发卖出": [],
        "触发买入": []
    },
    "月周日": {
        "触发卖出": [
            [
                "920022",
                "世昌股份",
                "2026-07-22",
                "2026-08-18",
                "18.51",
                "19.76",
                "6.75%"
            ]
        ],
        "触发买入": []
    },
    "左侧月周日": {
        "触发卖出": [],
        "触发买入": []
    },
    "周日": {
        "触发卖出": [],
        "触发买入": []
    },
    "周日2": {
        "触发卖出": [
            [
                "603216",
                "梦天家居",
                "2026-07-22",
                "2026-08-18",
                "18.26",
                "21.43",
                "17.36%"
            ],
            [
                "001393",
                "维通利",
                "2026-07-22",
                "2026-08-18",
                "41.80",
                "44.78",
                "7.13%"
            ]
        ],
        "触发买入": []
    },
    "日信号": {
        "触发卖出": [],
        "触发买入": []
    },
    "日信号2": {
        "触发卖出": [],
        "触发买入": []
    }
}

exports.同花顺策略组1买卖汇总 = 同花顺策略组1买卖汇总