var runDateTime组2 = "2024-09-14 19:33:19"
var 最近实际收盘日期组2 = "2024-09-13"

var 同花顺策略组2A买卖汇总 =  {
    "月周macd1": {
        "触发卖出": [],
        "触发买入": []
    },
    "月周macd2": {
        "触发卖出": [],
        "触发买入": []
    },
    "大市值趋势": {
        "触发卖出": [],
        "触发买入": []
    },
    "小市值低估": {
        "触发卖出": [
            [
                "603282",
                "亚光股份",
                "2024-08-27",
                "2024-09-13",
                "12.48",
                "14.10",
                "12.98%"
            ]
        ],
        "触发买入": [
            [
                "001209",
                "洪兴股份",
                "正常"
            ]
        ]
    },
    "大股东增持": {
        "触发卖出": [],
        "触发买入": []
    }
}
var 同花顺策略组2B买卖汇总 =  {
    "业绩预增menv": {
        "触发卖出": [],
        "触发买入": []
    },
    "绿空红": {
        "触发卖出": [],
        "触发买入": []
    },
    "绿空红menv": {
        "触发卖出": [],
        "触发买入": []
    },
    "均线集中度": {
        "触发卖出": [],
        "触发买入": []
    },
    "均线集中度menv": {
        "触发卖出": [],
        "触发买入": []
    }
}
var 同花顺策略组2C买卖汇总 =  {
    "近五日跌停": {
        "触发卖出": [],
        "触发买入": []
    },
    "跌停": {
        "触发卖出": [],
        "触发买入": []
    },
    "国企低pe高股息": {
        "触发卖出": [],
        "触发买入": []
    },
    "macd底背七日": {
        "触发卖出": [],
        "触发买入": []
    },
    "六均线两日": {
        "触发卖出": [
            [
                "001301",
                "尚太科技",
                "2024-09-12",
                "2024-09-13",
                "41.12",
                "40.09",
                "-2.50%"
            ]
        ],
        "触发买入": [
            [
                "000525",
                "ST红太阳",
                "危险公告!",
                "ST红太阳：关于公司股票被实施其他风险警示相关事项的进展公告 09-02 18:46"
            ]
        ]
    }
}

exports.同花顺策略组2A买卖汇总 = 同花顺策略组2A买卖汇总
exports.同花顺策略组2B买卖汇总 = 同花顺策略组2B买卖汇总
exports.同花顺策略组2C买卖汇总 = 同花顺策略组2C买卖汇总