var runDateTime组2 = "2024-09-26 19:33:34"
var 最近实际收盘日期组2 = "2024-09-26"

var 同花顺策略组2A买卖汇总 =  {
    "月周macd1": {
        "触发卖出": [],
        "触发买入": []
    },
    "月周macd2": {
        "触发卖出": [],
        "触发买入": []
    },
    "大市值趋势": {
        "触发卖出": [],
        "触发买入": []
    },
    "小市值低估": {
        "触发卖出": [],
        "触发买入": []
    },
    "大股东增持": {
        "触发卖出": [],
        "触发买入": []
    }
}
var 同花顺策略组2B买卖汇总 =  {
    "业绩预增menv": {
        "触发卖出": [],
        "触发买入": []
    },
    "绿空红": {
        "触发卖出": [],
        "触发买入": []
    },
    "绿空红menv": {
        "触发卖出": [],
        "触发买入": []
    },
    "均线集中度": {
        "触发卖出": [],
        "触发买入": []
    },
    "均线集中度menv": {
        "触发卖出": [
            [
                "600598",
                "北大荒",
                "2024-07-03",
                "2024-09-26",
                "13.02",
                "13.77",
                "5.76%"
            ]
        ],
        "触发买入": [
            [
                "600726",
                "华电能源",
                "正常"
            ]
        ]
    }
}
var 同花顺策略组2C买卖汇总 =  {
    "近五日跌停": {
        "触发卖出": [],
        "触发买入": []
    },
    "跌停": {
        "触发卖出": [],
        "触发买入": []
    },
    "国企低pe高股息": {
        "触发卖出": [
            [
                "000528",
                "柳工",
                "2024-09-11",
                "2024-09-26",
                "9.73",
                "10.76",
                "10.59%"
            ]
        ],
        "触发买入": [
            [
                "601668",
                "中国建筑",
                "正常"
            ]
        ]
    },
    "macd底背七日": {
        "触发卖出": [],
        "触发买入": []
    },
    "六均线两日": {
        "触发卖出": [
            [
                "000151",
                "中成股份",
                "2024-09-25",
                "2024-09-26",
                "11.06",
                "11.27",
                "1.90%"
            ]
        ],
        "触发买入": [
            [
                "000014",
                "沙河股份",
                "正常"
            ]
        ]
    }
}

exports.同花顺策略组2A买卖汇总 = 同花顺策略组2A买卖汇总
exports.同花顺策略组2B买卖汇总 = 同花顺策略组2B买卖汇总
exports.同花顺策略组2C买卖汇总 = 同花顺策略组2C买卖汇总