var runDateTime组2 = "2026-06-03 23:59:16"
var 最近实际收盘日期组2 = "2026-06-03"

var 同花顺策略组2A买卖汇总 =  {
    "大股东增持": {
        "触发卖出": [],
        "触发买入": []
    },
    "绿空红menv": {
        "触发卖出": [],
        "触发买入": []
    },
    "均线集中度": {
        "触发卖出": [],
        "触发买入": []
    }
}
var 同花顺策略组2B买卖汇总 =  {
    "大市值趋势": {
        "触发卖出": [],
        "触发买入": []
    },
    "小市值低估": {
        "触发卖出": [
            [
                "920656",
                "海昇药业",
                "2026-03-20",
                "2026-06-03",
                "15.76",
                "14.25",
                "-9.58%"
            ]
        ],
        "触发买入": []
    },
    "近五日跌停": {
        "触发卖出": [],
        "触发买入": []
    },
    "跌停": {
        "触发卖出": [],
        "触发买入": []
    }
}

exports.同花顺策略组2A买卖汇总 = 同花顺策略组2A买卖汇总
exports.同花顺策略组2B买卖汇总 = 同花顺策略组2B买卖汇总