var runDateTime组1 = "2025-03-05 20:15:11"
var 最近实际收盘日期组1 = "2025-03-05"

var 同花顺策略组1买卖汇总 =  {
    "季月周日": {
        "触发卖出": [],
        "触发买入": []
    },
    "月周日": {
        "触发卖出": [],
        "触发买入": []
    },
    "左侧月周日": {
        "触发卖出": [],
        "触发买入": []
    },
    "周日": {
        "触发卖出": [],
        "触发买入": []
    },
    "周日2": {
        "触发卖出": [],
        "触发买入": []
    },
    "日信号": {
        "触发卖出": [],
        "触发买入": []
    },
    "日信号2": {
        "触发卖出": [],
        "触发买入": []
    },
    "六均线两日测试": {
        "触发卖出": [
            [
                "000534",
                "万泽股份",
                "2025-03-04",
                "2025-03-05",
                "15.90",
                "16.34",
                "2.77%"
            ]
        ],
        "触发买入": [
            [
                "000157",
                "中联重科",
                "正常"
            ]
        ]
    }
}

exports.同花顺策略组1买卖汇总 = 同花顺策略组1买卖汇总