var runDateTime组1 = "2025-12-25 20:18:23"
var 最近实际收盘日期组1 = "2025-12-25"

var 同花顺策略组1买卖汇总 =  {
    "季月周日": {
        "触发卖出": [
            [
                "000721",
                "西安饮食",
                "2025-11-28",
                "2025-12-25",
                "9.08",
                "9.21",
                "1.43%"
            ]
        ],
        "触发买入": []
    },
    "月周日": {
        "触发卖出": [],
        "触发买入": []
    },
    "左侧月周日": {
        "触发卖出": [],
        "触发买入": []
    },
    "周日": {
        "触发卖出": [],
        "触发买入": []
    },
    "周日2": {
        "触发卖出": [],
        "触发买入": []
    },
    "日信号": {
        "触发卖出": [],
        "触发买入": []
    },
    "日信号2": {
        "触发卖出": [],
        "触发买入": []
    }
}

exports.同花顺策略组1买卖汇总 = 同花顺策略组1买卖汇总