var runDateTime组2 = "2024-09-20 19:34:16"
var 最近实际收盘日期组2 = "2024-09-20"

var 同花顺策略组2A买卖汇总 =  {
    "月周macd1": {
        "触发卖出": [],
        "触发买入": []
    },
    "月周macd2": {
        "触发卖出": [
            [
                "603288",
                "海天味业",
                "2024-08-01",
                "2024-09-20",
                "35.27",
                "35.92",
                "1.84%"
            ]
        ],
        "触发买入": []
    },
    "大市值趋势": {
        "触发卖出": [],
        "触发买入": []
    },
    "小市值低估": {
        "触发卖出": [],
        "触发买入": []
    },
    "大股东增持": {
        "触发卖出": [],
        "触发买入": []
    }
}
var 同花顺策略组2B买卖汇总 =  {
    "业绩预增menv": {
        "触发卖出": [],
        "触发买入": []
    },
    "绿空红": {
        "触发卖出": [],
        "触发买入": []
    },
    "绿空红menv": {
        "触发卖出": [],
        "触发买入": []
    },
    "均线集中度": {
        "触发卖出": [],
        "触发买入": []
    },
    "均线集中度menv": {
        "触发卖出": [],
        "触发买入": []
    }
}
var 同花顺策略组2C买卖汇总 =  {
    "近五日跌停": {
        "触发卖出": [],
        "触发买入": []
    },
    "跌停": {
        "触发卖出": [],
        "触发买入": []
    },
    "国企低pe高股息": {
        "触发卖出": [],
        "触发买入": []
    },
    "macd底背七日": {
        "触发卖出": [
            [
                "301048",
                "金鹰重工",
                "2024-09-10",
                "2024-09-20",
                "7.72",
                "8.00",
                "3.63%"
            ]
        ],
        "触发买入": [
            [
                "603355",
                "莱克电气",
                "正常"
            ]
        ]
    },
    "六均线两日": {
        "触发卖出": [
            [
                "000408",
                "藏格矿业",
                "2024-09-19",
                "2024-09-20",
                "24.10",
                "24.36",
                "1.08%"
            ]
        ],
        "触发买入": [
            [
                "000506",
                "*ST中润",
                "危险公告!",
                "*ST中润：关于重大诉讼事项的公告 09-11 20:56"
            ]
        ]
    }
}

exports.同花顺策略组2A买卖汇总 = 同花顺策略组2A买卖汇总
exports.同花顺策略组2B买卖汇总 = 同花顺策略组2B买卖汇总
exports.同花顺策略组2C买卖汇总 = 同花顺策略组2C买卖汇总