var runDateTime组1 = "2026-06-22 23:38:09"
var 最近实际收盘日期组1 = "null"

var 同花顺策略组1买卖汇总 =  {
    "季月周日": {
        "触发卖出": [],
        "触发买入": []
    },
    "月周日": {
        "触发卖出": [
            [
                "600161",
                "天坛生物",
                "2026-06-15",
                "2026-06-22",
                "12.66",
                "11.96",
                "-5.53%"
            ]
        ],
        "触发买入": []
    },
    "左侧月周日": {
        "触发卖出": [],
        "触发买入": []
    },
    "周日": {
        "触发卖出": [],
        "触发买入": []
    },
    "周日2": {
        "触发卖出": [],
        "触发买入": []
    },
    "日信号": {
        "触发卖出": [],
        "触发买入": []
    },
    "日信号2": "回测失败"
}

exports.同花顺策略组1买卖汇总 = 同花顺策略组1买卖汇总