var runDateTime组1 = "2026-07-21 20:17:00"
var 最近实际收盘日期组1 = "2026-07-21"

var 同花顺策略组1买卖汇总 =  {
    "季月周日": {
        "触发卖出": [],
        "触发买入": []
    },
    "月周日": {
        "触发卖出": [],
        "触发买入": [
            [
                "920022",
                "--",
                "检测失效!"
            ]
        ]
    },
    "左侧月周日": {
        "触发卖出": [],
        "触发买入": []
    },
    "周日": {
        "触发卖出": [],
        "触发买入": []
    },
    "周日2": {
        "触发卖出": [],
        "触发买入": [
            [
                "001393",
                "维通利",
                "检测失效!"
            ],
            [
                "300986",
                "志特新材",
                "检测失效!"
            ],
            [
                "603216",
                "梦天家居",
                "检测失效!"
            ]
        ]
    },
    "日信号": {
        "触发卖出": [],
        "触发买入": []
    },
    "日信号2": {
        "触发卖出": [],
        "触发买入": []
    }
}

exports.同花顺策略组1买卖汇总 = 同花顺策略组1买卖汇总