var runDateTime组1 = "2025-02-12 20:14:33"
var 最近实际收盘日期组1 = "2025-02-12"

var 同花顺策略组1买卖汇总 =  {
    "季月周日": {
        "触发卖出": [],
        "触发买入": []
    },
    "月周日": {
        "触发卖出": [],
        "触发买入": []
    },
    "左侧月周日": {
        "触发卖出": [
            [
                "001279",
                "强邦新材",
                "2025-01-08",
                "2025-02-12",
                "38.68",
                "40.62",
                "5.02%"
            ]
        ],
        "触发买入": []
    },
    "周日": {
        "触发卖出": [],
        "触发买入": []
    },
    "周日2": {
        "触发卖出": [],
        "触发买入": []
    },
    "日信号": {
        "触发卖出": [],
        "触发买入": []
    },
    "日信号2": {
        "触发卖出": [],
        "触发买入": []
    },
    "六均线两日测试用1": {
        "触发卖出": [],
        "触发买入": []
    }
}

exports.同花顺策略组1买卖汇总 = 同花顺策略组1买卖汇总