var runDateTime组2 = "2024-12-19 20:18:36"
var 最近实际收盘日期组2 = "2024-12-19"

var 同花顺策略组2A买卖汇总 =  {
    "月周macd1": {
        "触发卖出": [],
        "触发买入": []
    },
    "月周macd2": {
        "触发卖出": [],
        "触发买入": []
    },
    "大市值趋势": {
        "触发卖出": [],
        "触发买入": []
    },
    "小市值低估": {
        "触发卖出": [],
        "触发买入": []
    },
    "大股东增持": {
        "触发卖出": [],
        "触发买入": []
    }
}
var 同花顺策略组2B买卖汇总 =  {
    "业绩预增menv": {
        "触发卖出": [],
        "触发买入": []
    },
    "绿空红": {
        "触发卖出": [],
        "触发买入": []
    },
    "绿空红menv": {
        "触发卖出": [],
        "触发买入": []
    },
    "均线集中度": {
        "触发卖出": [],
        "触发买入": []
    },
    "均线集中度menv": {
        "触发卖出": [],
        "触发买入": []
    }
}
var 同花顺策略组2C买卖汇总 =  {
    "近五日跌停": {
        "触发卖出": [],
        "触发买入": []
    },
    "跌停": {
        "触发卖出": [],
        "触发买入": []
    },
    "国企低pe高股息": {
        "触发卖出": [],
        "触发买入": []
    },
    "macd底背七日": {
        "触发卖出": [],
        "触发买入": []
    },
    "六均线两日": {
        "触发卖出": [
            [
                "000823",
                "超声电子",
                "2024-12-18",
                "2024-12-19",
                "10.00",
                "10.51",
                "5.10%"
            ]
        ],
        "触发买入": [
            [
                "000048",
                "京基智农",
                "检测失效!"
            ]
        ]
    }
}

exports.同花顺策略组2A买卖汇总 = 同花顺策略组2A买卖汇总
exports.同花顺策略组2B买卖汇总 = 同花顺策略组2B买卖汇总
exports.同花顺策略组2C买卖汇总 = 同花顺策略组2C买卖汇总