var mediaTrigDateLog = [
    {
        "runDate": "2025-05-20 08:39:24",
        "newsDate": "2025-05-19",
        "图卦ID": "186052",
        "喷嚏图卦": [
            "【1】警方通报武汉发生故意伤害案件",
            "【2】财新都报道“炒美股征税”了！",
            "【3】4月国民经济顶住压力稳定增长",
            "【4】中共中央、国务院：工作餐不得提供高档菜肴，不得提供香烟，不上酒。",
            "【5】中国无人机“九天”即将首飞 机腹可容纳上百枚巡飞弹",
            "【6】小米：公司报案的网络黑公关案已告破，多名犯罪嫌疑人被警方采取刑事强制措施",
            "【7】又有校友给复旦捐钱了，捐1亿不留名，支持哲学学科发展",
            "【8】餐饮过去叫“勤行”，懒人干不了",
            "【9】美国前总统拜登确诊前列腺癌 已扩散至骨骼",
            "【10】Trump“又大又美”的税法，周五没通过预算委",
            "【11】白宫争吵以来首次 泽连斯基和万斯举行会谈",
            "【12】澳企莱纳斯在马国生产首批重稀土产品",
            "【13】美国拟下半年与盟友商讨削减驻欧军力",
            "【14】韩国前总统尹锡悦退党恐难挽保守派选情",
            "【15】罗马尼亚，Nicușor Dan庆祝胜利。这不仅是他个人的胜利，也是司机和乌军的胜利。",
            "【16】土耳其总统紧抓马克龙中指10多秒 视频网上疯传",
            "【17】NEON在戛纳电影节的展位，金棕榈大奖的五连冠",
            "【18】美国应届毕业生面临劳动力市场“冻结”",
            "【19】日本农相表示从不买米 家中多到可出售",
            "【20】一种巨大的冲击力"
        ],
        "新浪新闻": [
            "总书记的一周（5月12日—5月18日）",
            "国安提醒：这流量蹭不得",
            "美国前总统拜登确诊前列腺癌",
            "媒体曝光“俄乌谈判细节”",
            "中国首款蜂群母舰无人机将首飞",
            "日本正准备底牌，应对第三轮日美关税谈判"
        ],
        "weibo": [
            [
                "1-国际乒联回应王楚钦球拍受损-新-热度值：1752972"
            ],
            [
                "2-小伙一年卖出255辆宝马年收入71万-热-热度值：752642"
            ],
            [
                "3-中国从海上发射一箭4星-热度值：705021"
            ],
            [
                "4-如果你经常侧睡导致圆肩扣肩-新-热度值：681091"
            ],
            [
                "5-520快乐-新-热度值：581279"
            ],
            [
                "6-陈奕迅ins报平安-热度值：512317"
            ],
            [
                "7-母子大闹机场不该由社会买单-热度值：473136"
            ],
            [
                "8-王者荣耀联动慕夏艺术-新-热度值：443315"
            ],
            [
                "9-降息-新-热度值：396665"
            ],
            [
                "10-藏海传第一个高潮-新-热度值：389150"
            ],
            [
                "11-黄杨钿甜弟弟-新-热度值：386830"
            ],
            [
                "12-黄子韬谈徐艺洋的生理期-新-热度值：374804"
            ],
            [
                "13-68岁摩的司机两次性侵14岁女学生-新-热度值：365736"
            ]
        ],
        "xiaohongshu": [
            [
                "雷军长文"
            ],
            [
                "陈奕迅发文报平安"
            ],
            [
                "恋爱怎么可能跟谁谈都一样"
            ],
            [
                "面试时夸夸而谈 入职后一言不发"
            ],
            [
                "谁能认出这个四胎孕妇是许佳琪啊"
            ],
            [
                "减肥人饿到失去理智的瞬间"
            ],
            [
                "原来看飞机是一件很大众的事"
            ],
            [
                "朋友的外婆去世让我学会了爱自己"
            ],
            [
                "痴人之爱 你们要的短剧细糠来了"
            ],
            [
                "小米YU7"
            ],
            [
                "第五人格不谈恋爱只谈对抗"
            ],
            [
                "520洋葱花的花语是泪流满面"
            ],
            [
                "重生之我在巍国做导游"
            ]
        ],
        "zhihu": [
            [
                "网传虞书欣父亲侵吞国有资产 15 ",
                "1907878299805378488"
            ],
            [
                "茅台股东大会招待晚宴改为自助餐，飞",
                "1907820359668962038"
            ],
            [
                "雷军称小米 SoC 芯片累计投入超",
                "1907808423749349410"
            ],
            [
                "医生提醒女性勿过度防晒，失眠抑郁的",
                "1906828518555350720"
            ],
            [
                "如何看待公务用车要求政府集中采购，",
                "1907580070404547885"
            ],
            [
                "「朱雀玄武敕令」成功改名为「周乔治",
                "1906673716588406382"
            ],
            [
                "越南总理呼吁「世界银行为北南高速铁",
                "1906765170639868809"
            ],
            [
                "如何评价电视剧《金婚》？",
                "58265125"
            ],
            [
                "陕西出现 1961 年以来最严重旱",
                "1905365452105933295"
            ],
            [
                "陈奕迅发文报平安「复活后先吃肉」，",
                "1907719607806026889"
            ],
            [
                "多哈世界杯，王楚钦 / 孙颖莎 3",
                "1907913357329172464"
            ],
            [
                "为什么给游戏充值，会有一单是「64",
                "1898804875795601287"
            ],
            [
                "为什么西瓜这么甜却没人用它制糖？",
                "31939257"
            ]
        ],
        "v2ex": [
            [
                "看了大家的发现我也来一个，看看有几",
                "1132889#reply1"
            ],
            [
                "企业需要数据库审计版本管理系统么？",
                "1132890#reply0"
            ],
            [
                "光猫的端口绑定对 Internet",
                "1132891#reply0"
            ],
            [
                "有没有免费看计算机书籍的软件 ap",
                "1132892#reply0"
            ]
        ],
        "hupu": [
            [
                "武汉出大事了。。。武汉文旅一年白干",
                "632717168.html"
            ],
            [
                "520倒计时：时间是浪漫的礼物，不是倒计时的枷锁",
                "632657083.html"
            ],
            [
                "离婚冷静期，我力挽狂澜，硬式把老婆哄回来了",
                "632670451.html"
            ],
            [
                "老婆要求有点高，我就是想多练练",
                "632670530.html"
            ],
            [
                "男人的亲密沉默，早该打破了",
                "632627020.html"
            ],
            [
                "古人过情人节有多硬核？从虎鞭到小蓝片，一部男人的血泪进化史",
                "632670409.html"
            ],
            [
                "大家要洁身自爱呀",
                "632692168.html"
            ],
            [
                "关于印度这些事是真的吗？",
                "632690594.html"
            ],
            [
                "[卧谈会]明天就是520了，今年520你有什么规划吗？",
                "632721067.html"
            ],
            [
                "知乎上看到的，震惊到我了",
                "632712674.html"
            ],
            [
                "陈奕迅到底怎么回事啊，舆论这么大应该来一个官方辟谣了吧？",
                "632716635.html"
            ],
            [
                "特厨隋卞的商单一条分隋坡本人500块？？",
                "632699721.html"
            ],
            [
                "小red书是个好东西",
                "632682398.html"
            ],
            [
                "有没有一种可能她们真的觉得隋坡大厨就一普通做菜的，她们觉得随便再找个厨子也能把这个账号再做起来",
                "632711137.html"
            ],
            [
                "空战胜利未能缓解巴基斯坦压力，印度50万大军压境",
                "632709582.html"
            ]
        ]
    }
] 
 