var mediaTrigDateLog = [
    {
        "runDate": "2025-10-01 03:24:39",
        "newsDate": "2025-09-30",
        "图卦ID": "188551",
        "喷嚏图卦": [
            "【1】浙粤分别发文批户晨风与张雪峰",
            "【2】基孔肯雅热疫情升温 广东江门列防控疫情为“最重要的政治任务”",
            "【3】清华大学通报多名师生参与“黄牛” 两教职工被行政拘留",
            "【4】云南省委书记：严厉打击、从严惩处，决不允许政治骗子有任何市场",
            "【5】副局长被指长期性侵继女，凌晨通报",
            "【6】华为明年昇腾芯片产量将完全覆盖英伟达中国区过往销量。\nvia：曹山石",
            "【7】华南理工大学通报“校内车祸1死1伤”，肇事者系艺术学院教师金某",
            "【8】@麦卡PU10P",
            "【9】以前vs现在",
            "【10】特朗普称将对所有在美国以外制作的电影征收100%的关税。",
            "【11】以色列同意美国20点和平计划 特朗普：哈马斯必须同意",
            "【12】特朗普与国会高层会晤无突破 万斯：政府将关门",
            "【13】YouTube同意支付支付2450万美元，了结川普就2021年国会骚乱后账号被封提起的诉讼。",
            "【14】亲自了解人民所用的产品质量",
            "【15】@中国气象爱好者",
            "【16】美国核电即将迎来一波高达3500亿美元的投资潮，预计到2050年，核电产能将比现在增加63%。这背后的主要推动力是人工智能数据中心对电力的巨大需求。",
            "【17】特朗普政府最近在跟日韩谈判时，抛出了一个“巨额投资计划”：韩国要提供 3500亿美元，作为换取美国把关税从25%降到15%的条件；日本则被要求提供 5500亿美元的投资池。",
            "【18】美国财政部长斯科特·贝森特在联合国总部开会时，美联社拍摄到贝森特 手机照片显示，他似乎收到了来自农业部长布鲁克·罗林斯的短信。",
            "【19】内塔尼亚胡为何被迫迅速向卡塔尔道歉？这又意味着什么？",
            "【20】美国舆论在担心H1B收紧和中国K签证会把人才推向中国。\n但似乎国内社交媒体对K签证争议很大。\n主要是中国STEM留学生本来就不需要签证，那么人数最多的科技人才国家是。。。"
        ],
        "新浪新闻": [
            "习近平在庆祝中国成立76周年招待会讲话 烈士纪念日向人民英雄敬献花篮仪式在京举行",
            "“极其恶劣”，美国又对华下黑手",
            "许昆林任辽宁省委书记 郝鹏不再担任",
            "特朗普逼内塔尼亚胡道歉后 中东变天了？",
            "提前出行 “大聪明”被更多“大聪明”堵了",
            "军舰硬闯台海 英媒竟倒打一耙"
        ],
        "weibo": [
            [
                "1-海底捞回应国庆承办50桌婚宴-热-热度值：230777"
            ],
            [
                "2-女子提前出发睡服务区省1400元-热度值：55359"
            ],
            [
                "3-国庆中秋假期安全提示-热度值：54757"
            ],
            [
                "4-顺丰速运回应顺丰速孕低俗车贴-热-热度值：48946"
            ],
            [
                "5-一耳光打走女儿母亲花光积蓄找10年-热-热度值：43821"
            ],
            [
                "6-国庆-沸-热度值：40559"
            ],
            [
                "7-女子过度医美面部馒化酷似面具人-热度值：36747"
            ],
            [
                "8-菲律宾6.9级地震-热度值：33844"
            ],
            [
                "9-中华人民共和国成立76周年-热度值：33725"
            ],
            [
                "10-台湾是中国领土一部分-热度值：32849"
            ],
            [
                "11-王乐晨道歉-热-热度值：32845"
            ],
            [
                "12-乐远cp选择不成为情侣-热-热度值：32803"
            ],
            [
                "13-张维伊回应继女改口-热-热度值：32758"
            ]
        ],
        "xiaohongshu": [
            [
                "国庆提前出发的人已堵在路上"
            ],
            [
                "都市栗人发色太适合秋天了"
            ],
            [
                "第一批地球街溜子已到欧洲"
            ],
            [
                "上海微醺夜我熟"
            ],
            [
                "鸡排哥谈被称鸡排主理人"
            ],
            [
                "王者峡谷可以骑电驴了"
            ],
            [
                "国庆一天溜达北京20个景点"
            ],
            [
                "我用一幅画画完苏轼的一生"
            ],
            [
                "鸡排哥秋招"
            ],
            [
                "不敢想象十年后这个视频的杀伤力"
            ],
            [
                "鄱阳湖的日出美得像一幅国画"
            ],
            [
                "文咏珊官宣生子"
            ],
            [
                "技能五子棋受害者已抵达什刹海"
            ]
        ],
        "zhihu": [
            [
                "得力 CEO 就辞退跛脚员工道歉，",
                "1956366027869905603"
            ],
            [
                "如何评价「鸡排哥」在景德镇文旅座谈",
                "1955950023427744183"
            ],
            [
                "如何看待儿子成绩三连跌，妈妈怒退国",
                "1956015299263431821"
            ],
            [
                "美国中西部粮仓爆满，「最大买家中国",
                "1956004143178164115"
            ],
            [
                "为什么西方国家几乎都不怎么吃豆腐？",
                "560084670"
            ],
            [
                "吴镇宇几乎没有演过烂角色，为什么一",
                "543831417"
            ],
            [
                "中国的汽车全部变成电动汽车后，我国",
                "1955365626777404689"
            ],
            [
                "苏醒称「只有西安胡辣汤是真胡辣汤，",
                "1956013646497968577"
            ],
            [
                "网红「唐飞机」直播时坠机不幸身亡，",
                "1955585219756273752"
            ],
            [
                "2025 全国田径冠军赛，吴艳妮 ",
                "1955751893407102424"
            ],
            [
                "如何评价 EA 将以 550 亿美",
                "1956122100055127499"
            ],
            [
                "西贝称椒麻鸡改门店卤制遭质疑，记者",
                "1956373579508709151"
            ],
            [
                "卢伟冰称小米 17 系列销量有信心",
                "1956043722727878707"
            ]
        ],
        "v2ex": [
            [
                "又是被写其他语言库的 Java 党",
                "1162789#reply202"
            ],
            [
                "和女朋友吵架了, 这个是我的问题吗",
                "1162864#reply152"
            ],
            [
                "大家有喜欢回合制游戏的吗？",
                "1162854#reply133"
            ],
            [
                "朋友结婚，没喊你，你会给他们发份子",
                "1162778#reply128"
            ],
            [
                "老婆昨天加班到晚上 11 点，半夜",
                "1162811#reply112"
            ],
            [
                "马上要结婚了，突然发现能邀请的朋友",
                "1162785#reply99"
            ],
            [
                "简单说明为什么经济不好，股市还能涨",
                "1162806#reply86"
            ],
            [
                "咨询下是否提前还房贷，房贷剩余 1",
                "1162827#reply79"
            ],
            [
                "医保停缴，个人账户余额无法使用",
                "1162818#reply76"
            ],
            [
                "交流下程序员的职业病及解决方案",
                "1162773#reply75"
            ],
            [
                "罗技 MX Master4 发布了",
                "1162808#reply70"
            ],
            [
                "从上周六开始观察，晚上下班电动车大",
                "1162776#reply69"
            ],
            [
                "开个脑洞：如何在陌生设备上证明『我",
                "1162804#reply60"
            ]
        ],
        "hupu": [
            [
                "张雪峰的官方封禁原因下来了",
                "634992421.html"
            ],
            [
                "刚做完包皮手术，有什么问题尽管问！",
                "634993545.html"
            ],
            [
                "听说我们开放K类签证了",
                "634989233.html"
            ],
            [
                "46.天堂花园：湘潭女教师裸死案",
                "634989509.html"
            ],
            [
                "多大仇才给孩子起这样的名字？",
                "635000174.html"
            ],
            [
                "司马懿：天下英雄要论活的久，我只服孙仲谋！",
                "635002887.html"
            ],
            [
                "《晚安咖啡》科技夜话：苹果AI布局提速，MiniMax陷版权诉讼，DeepMin",
                "634982184.html"
            ],
            [
                "为什么说中国是唯一一个没断过代的文明？",
                "634999246.html"
            ],
            [
                "[流言板]游客称在景区5小时停车费被收21474836元：后者回应",
                "635000355.html"
            ],
            [
                "52.梅花图的诅咒：广西马山葫芦洞六尸案",
                "634989583.html"
            ],
            [
                "西贝公关发文:中年大叔在西贝刷了7年盘子，还清了100万债务，他对西贝只有感恩",
                "634999327.html"
            ],
            [
                "和轩子巨2兔一起吃饭是一种什么样的体验？",
                "634995988.html"
            ],
            [
                "欺凌者欺负较小的卡拉米，卡拉米为自己站出来，在校车上打败了校霸",
                "634983819.html"
            ],
            [
                "[流言板]华南理工今早再出交通事故！一退休教师被网约车撞倒在地",
                "634993027.html"
            ],
            [
                "本来就是这样，所以吃饭尽量不要去综合体，不要去连锁店。这种店，都是对利润和效率极致追求的店，不是认真做饭的店。",
                "634996032.html"
            ]
        ],
        "todayTrig": [
            [
                "v2ex",
                "简单说明为什么经济不好，股市还能涨"
            ],
            [
                "v2ex",
                "开个脑洞：如何在陌生设备上证明『我"
            ]
        ]
    }
] 