var mediaTrigDateLog = [
    {
        "runDate": "2025-05-20 08:39:24",
        "newsDate": "2025-05-19",
        "图卦ID": "186052",
        "喷嚏图卦": [
            "【1】警方通报武汉发生故意伤害案件",
            "【2】财新都报道“炒美股征税”了！",
            "【3】4月国民经济顶住压力稳定增长",
            "【4】中共中央、国务院：工作餐不得提供高档菜肴，不得提供香烟，不上酒。",
            "【5】中国无人机“九天”即将首飞 机腹可容纳上百枚巡飞弹",
            "【6】小米：公司报案的网络黑公关案已告破，多名犯罪嫌疑人被警方采取刑事强制措施",
            "【7】又有校友给复旦捐钱了，捐1亿不留名，支持哲学学科发展",
            "【8】餐饮过去叫“勤行”，懒人干不了",
            "【9】美国前总统拜登确诊前列腺癌 已扩散至骨骼",
            "【10】Trump“又大又美”的税法，周五没通过预算委",
            "【11】白宫争吵以来首次 泽连斯基和万斯举行会谈",
            "【12】澳企莱纳斯在马国生产首批重稀土产品",
            "【13】美国拟下半年与盟友商讨削减驻欧军力",
            "【14】韩国前总统尹锡悦退党恐难挽保守派选情",
            "【15】罗马尼亚，Nicușor Dan庆祝胜利。这不仅是他个人的胜利，也是司机和乌军的胜利。",
            "【16】土耳其总统紧抓马克龙中指10多秒 视频网上疯传",
            "【17】NEON在戛纳电影节的展位，金棕榈大奖的五连冠",
            "【18】美国应届毕业生面临劳动力市场“冻结”",
            "【19】日本农相表示从不买米 家中多到可出售",
            "【20】一种巨大的冲击力"
        ],
        "新浪新闻": [
            "总书记的一周（5月12日—5月18日）",
            "国安提醒：这流量蹭不得",
            "美国前总统拜登确诊前列腺癌",
            "媒体曝光“俄乌谈判细节”",
            "中国首款蜂群母舰无人机将首飞",
            "日本正准备底牌，应对第三轮日美关税谈判"
        ],
        "weibo": [
            [
                "1-国际乒联回应王楚钦球拍受损-新-热度值：1752972"
            ],
            [
                "2-小伙一年卖出255辆宝马年收入71万-热-热度值：752642"
            ],
            [
                "3-中国从海上发射一箭4星-热度值：705021"
            ],
            [
                "4-如果你经常侧睡导致圆肩扣肩-新-热度值：681091"
            ],
            [
                "5-520快乐-新-热度值：581279"
            ],
            [
                "6-陈奕迅ins报平安-热度值：512317"
            ],
            [
                "7-母子大闹机场不该由社会买单-热度值：473136"
            ],
            [
                "8-王者荣耀联动慕夏艺术-新-热度值：443315"
            ],
            [
                "9-降息-新-热度值：396665"
            ],
            [
                "10-藏海传第一个高潮-新-热度值：389150"
            ],
            [
                "11-黄杨钿甜弟弟-新-热度值：386830"
            ],
            [
                "12-黄子韬谈徐艺洋的生理期-新-热度值：374804"
            ],
            [
                "13-68岁摩的司机两次性侵14岁女学生-新-热度值：365736"
            ]
        ],
        "xiaohongshu": [
            [
                "雷军长文"
            ],
            [
                "陈奕迅发文报平安"
            ],
            [
                "恋爱怎么可能跟谁谈都一样"
            ],
            [
                "面试时夸夸而谈 入职后一言不发"
            ],
            [
                "谁能认出这个四胎孕妇是许佳琪啊"
            ],
            [
                "减肥人饿到失去理智的瞬间"
            ],
            [
                "原来看飞机是一件很大众的事"
            ],
            [
                "朋友的外婆去世让我学会了爱自己"
            ],
            [
                "痴人之爱 你们要的短剧细糠来了"
            ],
            [
                "小米YU7"
            ],
            [
                "第五人格不谈恋爱只谈对抗"
            ],
            [
                "520洋葱花的花语是泪流满面"
            ],
            [
                "重生之我在巍国做导游"
            ]
        ],
        "zhihu": [
            [
                "网传虞书欣父亲侵吞国有资产 15 ",
                "1907878299805378488"
            ],
            [
                "茅台股东大会招待晚宴改为自助餐，飞",
                "1907820359668962038"
            ],
            [
                "雷军称小米 SoC 芯片累计投入超",
                "1907808423749349410"
            ],
            [
                "医生提醒女性勿过度防晒，失眠抑郁的",
                "1906828518555350720"
            ],
            [
                "如何看待公务用车要求政府集中采购，",
                "1907580070404547885"
            ],
            [
                "「朱雀玄武敕令」成功改名为「周乔治",
                "1906673716588406382"
            ],
            [
                "越南总理呼吁「世界银行为北南高速铁",
                "1906765170639868809"
            ],
            [
                "如何评价电视剧《金婚》？",
                "58265125"
            ],
            [
                "陕西出现 1961 年以来最严重旱",
                "1905365452105933295"
            ],
            [
                "陈奕迅发文报平安「复活后先吃肉」，",
                "1907719607806026889"
            ],
            [
                "多哈世界杯，王楚钦 / 孙颖莎 3",
                "1907913357329172464"
            ],
            [
                "为什么给游戏充值，会有一单是「64",
                "1898804875795601287"
            ],
            [
                "为什么西瓜这么甜却没人用它制糖？",
                "31939257"
            ]
        ],
        "v2ex": [
            [
                "看了大家的发现我也来一个，看看有几",
                "1132889#reply1"
            ],
            [
                "企业需要数据库审计版本管理系统么？",
                "1132890#reply0"
            ],
            [
                "光猫的端口绑定对 Internet",
                "1132891#reply0"
            ],
            [
                "有没有免费看计算机书籍的软件 ap",
                "1132892#reply0"
            ]
        ],
        "hupu": [
            [
                "武汉出大事了。。。武汉文旅一年白干",
                "632717168.html"
            ],
            [
                "520倒计时：时间是浪漫的礼物，不是倒计时的枷锁",
                "632657083.html"
            ],
            [
                "离婚冷静期，我力挽狂澜，硬式把老婆哄回来了",
                "632670451.html"
            ],
            [
                "老婆要求有点高，我就是想多练练",
                "632670530.html"
            ],
            [
                "男人的亲密沉默，早该打破了",
                "632627020.html"
            ],
            [
                "古人过情人节有多硬核？从虎鞭到小蓝片，一部男人的血泪进化史",
                "632670409.html"
            ],
            [
                "大家要洁身自爱呀",
                "632692168.html"
            ],
            [
                "关于印度这些事是真的吗？",
                "632690594.html"
            ],
            [
                "[卧谈会]明天就是520了，今年520你有什么规划吗？",
                "632721067.html"
            ],
            [
                "知乎上看到的，震惊到我了",
                "632712674.html"
            ],
            [
                "陈奕迅到底怎么回事啊，舆论这么大应该来一个官方辟谣了吧？",
                "632716635.html"
            ],
            [
                "特厨隋卞的商单一条分隋坡本人500块？？",
                "632699721.html"
            ],
            [
                "小red书是个好东西",
                "632682398.html"
            ],
            [
                "有没有一种可能她们真的觉得隋坡大厨就一普通做菜的，她们觉得随便再找个厨子也能把这个账号再做起来",
                "632711137.html"
            ],
            [
                "空战胜利未能缓解巴基斯坦压力，印度50万大军压境",
                "632709582.html"
            ]
        ]
    },
    {
        "runDate": "2025-05-21 03:24:48",
        "newsDate": "2025-05-20",
        "图卦ID": "186062",
        "喷嚏图卦": [
            "【1】存款利率新一轮下调",
            "【2】王毅告诉拉斯穆森：中国充分尊重丹麦在格陵兰的主权",
            "【3】“哈马斯的暴行不人道、不可饶恕、令人愤慨”——中国驻以色列大使肖军正。",
            "【4】茅台董事长回应“工作餐不上酒新规”：我是发自内心地赞成该条例，是时候让中国白酒回归初心了",
            "【5】诈骗印度人",
            "【6】腾讯：已经囤积大量GPU，不怕封锁！",
            "【7】杭州都有公司开始要求员工居家办公了",
            "【8】看到大学冒白烟还以为是选出新校长了。",
            "【9】与普京通话两小时无突破 特朗普强调俄乌必须“直接协商”",
            "【10】美财长：不本着诚意谈判的国家 对等关税回归“解放日”水平",
            "【11】英国与欧盟达成重置关系协议 加强防务合作并取消部分贸易壁垒",
            "【12】朝鲜将板门店统一阁改名“板门馆” 或为去统一化举措",
            "【13】英伟达黄仁勋宣布在台北北士科设海外总部",
            "【14】马来西亚槟城去年中国游客量激增219%",
            "【15】拜登确诊癌症后首次发文",
            "【16】美国5月19日正式通过《Take It Down Act》（下架法案），成为联邦法律。",
            "【17】美国财政部长斯科特·贝森特：我们的目标不是与中国脱钩，而是开放市场，恢复平衡。我们将继续以较低的关税水平与中国开展贸易，尤其是在非战略性商品领域。同时，我们致力于使医药、半导体和钢铁等关键行业回归本土，以保护美国的国家安全利益。",
            "【18】彭博报道，星巴克公司已联系私募股权公司、科技公司和其他机构，考虑其中国业务的选择，包括可能出售股份。",
            "【19】这不是不卷，这是已经完球。",
            "【20】。"
        ],
        "新浪新闻": [
            "习近平在河南考察时强调 坚定信心推动高质量发展高效能治理",
            "特朗普：俄乌将立即开始停火谈判",
            "特朗普都不舍得挂电话，10个细节不寻常",
            "美媒放风称美政府审查苹果与中企AI合作",
            "墨海军帆船撞上美国大桥责任在谁？",
            "英伟达回应在上海设立新办公空间"
        ],
        "weibo": [
            [
                "1-黄杨钿甜艺考成绩被网友质疑有水分-热-热度值：165730"
            ],
            [
                "2-我国新冠检测阳性率快速上升-热-热度值：111207"
            ],
            [
                "3-高质量发展看天津-热度值：90399"
            ],
            [
                "4-陈奕迅女儿将成为华纳今年重点力捧的女新人-热-热度值：86840"
            ],
            [
                "5-20250520-沸-热度值：74761"
            ],
            [
                "6-5月21日2时55分迎来小满-热度值：74039"
            ],
            [
                "7-藏海传破2-热度值：67090"
            ],
            [
                "8-父亲去世留下300万巨债儿子拒还-热度值：58819"
            ],
            [
                "9-曾黎机场强忍眼泪-热度值：54207"
            ],
            [
                "10-王楚钦vs高茨-热度值：41021"
            ],
            [
                "11-雅安城管回应黄杨家开公司是否报备-热度值：41014"
            ],
            [
                "12-日本女高被迫卖淫10天接待100人-热-热度值：41009"
            ],
            [
                "13-男生掉化粪池遇难妈妈殡仪馆晕倒-热度值：41001"
            ]
        ],
        "xiaohongshu": [
            [
                "谁能拒绝懒羊羊版小乔"
            ],
            [
                "原来晚清包办婚姻长这样"
            ],
            [
                "吴彦祖也来拍撕拉片了"
            ],
            [
                "陈奕迅女儿将出道"
            ],
            [
                "藏海有熹妃回宫复仇那味儿了"
            ],
            [
                "一觉醒来整个小红书都在登顶珠峰"
            ],
            [
                "漂亮花束谁能不爱"
            ],
            [
                "烘焙届已经可以烤出恐龙了"
            ],
            [
                "当我贴脸开大刘宇宁忘本"
            ],
            [
                "在上海是潮人 在广东也是潮人"
            ],
            [
                "烟雨江南 从李白诗里走出来了"
            ],
            [
                "好的理发师都是心灵捕手"
            ],
            [
                "因为一场偶像剧婚礼想结婚了"
            ]
        ],
        "zhihu": [
            [
                "如何看待「特厨隋卞」账号发布的新视",
                "1907900421126747019"
            ],
            [
                "年内首次存款利率下调启动，1 年期",
                "1908079213141038811"
            ],
            [
                "2025 年多哈世乒赛男单第三轮，",
                "1908301641469396566"
            ],
            [
                "服装从业者称「电商 90% 衣服连",
                "1905949176040220633"
            ],
            [
                "24 岁女生上课突发脑出血，症状竟",
                "1907710315791085827"
            ],
            [
                "北京地铁为什么废除左行右立？",
                "641143391"
            ],
            [
                "如何评价美剧《最后生还者》第二季第",
                "1907749781725472457"
            ],
            [
                "生吃生蚝是什么味道?",
                "316684190"
            ],
            [
                "姜文执导电影《英雄出少年》定档 7",
                "1907370418253309346"
            ],
            [
                "职场中敢于「质疑权威」的能力应该如",
                "1907790729754932278"
            ],
            [
                "安徽滁州凤阳鼓楼顶部瓦片发生大面积",
                "1907922102624957951"
            ],
            [
                "沃尔玛准备以关税为由涨价，遭特朗普",
                "1907523113752695738"
            ],
            [
                "有谁能直观的告诉我考公难度有多大？",
                "1899818361778601998"
            ]
        ],
        "v2ex": [
            [
                "我写了一个编程语言，受 golan",
                "1132910#reply256"
            ],
            [
                "兄弟们 换车有建议的吗",
                "1132909#reply152"
            ],
            [
                "大家 qq 音乐会员哪里买的，多少",
                "1132902#reply95"
            ],
            [
                "有骑行的小伙伴用 AirPods ",
                "1132899#reply92"
            ],
            [
                "520 了，给你的对象搭子买了什么",
                "1132980#reply90"
            ],
            [
                "台式机一般用多少年就可以升级了",
                "1132946#reply89"
            ],
            [
                "真的有人喜欢用 tailwind ",
                "1132999#reply74"
            ],
            [
                "一个月后离职，准备环华旅行",
                "1133048#reply69"
            ],
            [
                "有没有 iphone12 换 16",
                "1132924#reply64"
            ],
            [
                "同志们 精子活力低 上海去哪个医院",
                "1132935#reply61"
            ],
            [
                "OFFER 决赛圈",
                "1132968#reply59"
            ],
            [
                "吐槽一下最近糟心的事情",
                "1133061#reply53"
            ],
            [
                "最近想骑车锻炼身体，想问问大家有什",
                "1132948#reply49"
            ]
        ],
        "hupu": [
            [
                "520倒计时：时间是浪漫的礼物，不是倒计时的枷锁",
                "632657083.html"
            ],
            [
                "人生有那么几次突破自己身体的极限，抵达天灵盖的那种快乐真好",
                "632722839.html"
            ],
            [
                "520搭子文化迭代：从亲密搭子到健康搭子",
                "632627161.html"
            ],
            [
                "比起礼物，520我更在意他能陪我久一点",
                "632716697.html"
            ],
            [
                "钢铁直男的周末520作战实录：多线程浪漫竟唯一美中不足",
                "632717576.html"
            ],
            [
                "【互动有奖】今年520各位都给女朋友准备了什么礼物啊？",
                "632717480.html"
            ],
            [
                "阔别15年的高中同学聚会直接拿下当年暗恋的女神",
                "632699962.html"
            ],
            [
                "发现男友存美女图片，我连夜和闺蜜开了个审判大会……",
                "632699997.html"
            ],
            [
                "如果再给我一次选择的机会，我还是会选择当电工",
                "632720413.html"
            ],
            [
                "月入三千谈两个女朋友，一个7年，一个3年，这个月办婚宴暴露了[旺柴]",
                "632725218.html"
            ],
            [
                "看看你们手机里的单打王。",
                "632728224.html"
            ],
            [
                "结婚5年，520第一次和老婆解除警报",
                "632728919.html"
            ],
            [
                "[卧谈会]一人说一个，你近期最烦恼的是什么事？",
                "632736432.html"
            ],
            [
                "陈奕迅到底怎么回事啊，舆论这么大应该来一个官方辟谣了吧？",
                "632716635.html"
            ],
            [
                "大家要洁身自爱呀",
                "632692168.html"
            ]
        ]
    },
    {
        "runDate": "2025-05-22 03:23:49",
        "newsDate": "2025-05-21",
        "图卦ID": "186086",
        "喷嚏图卦": [
            "【1】券商研报：青年成为中国消费增速下降主因",
            "【2】习近平考察河南促继续把制造业搞好",
            "【3】国务院任免国家工作人员，免去王建军的中国证券监督管理委员会副主席职务。",
            "【4】5月20日，宁德时代H股在港交所主板上市。",
            "【5】李凯馨前助理道歉 承认“辱骂中国人”录音为恶意剪辑合成",
            "【6】内地演员朱媛媛于2025年5月17日上午11点39分因病去世，年仅51岁。",
            "【7】@掠水惊鸿折脚雁:所谓天才少年有八成概率背后有造孽的家长，我转给自己作为警示",
            "【8】这六年发生了啥？",
            "【9】方洪波：我从来不加班，没有说 6 点之后还上班，这绝对不可能。周末加班也从来没有。我过去 20 年都是这样。",
            "【10】世卫通过提升全球大流行病防范条约",
            "【11】七国集团财长会议 料难达成共识发联合声明",
            "【12】日本今天公布了2025年4月赴日游客数据：中国大陆游客达76.5万，1月到4月共计313万，去年同比增加68.1%。单月外国游客人数首次突破390万人，创下史上新高。",
            "【13】日本黑社会组长因遛狗不牵狗绳被捕。",
            "【14】美国主权信用评级遭下调 美元指数下跌",
            "【15】派拉蒙或向川普赔付2000万美元求和解，CBS负责人辞职抗议。",
            "【16】印尼政府出版新历史书 学界担心黑暗史被改写",
            "【17】『高院不让我们将罪犯赶出我们国家！』\n『没错注意到了，因为你还好好的呢』",
            "【18】已经从空间站返回地球的宇航员摄影师Don Pettit，发布了他之前在太空拍摄的新照片。在这张长曝光得到的星轨/灯轨照片中，打乱画面和谐的大都是星链卫星的反光。"
        ],
        "新浪新闻": [
            "再赴河南考察 习近平为何强调这两个关键词",
            "美企图全球禁用中国先进计算芯片 中方回应",
            "为对抗中俄 特朗普宣布“金穹”反导项目",
            "演员辛柏青发讣告，妻子朱媛媛去世",
            "马斯克要大幅削减政治支出 “死守”特斯拉",
            "黄杨钿甜艺考被质疑有水分 高中母校回应"
        ],
        "weibo": [
            [
                "1-辛柏青2秒停顿藏着催泪暴击-沸-热度值：127343"
            ],
            [
                "2-袁爷爷吴爷爷离开4年了-热度值：81330"
            ],
            [
                "3-民营经济促进法施行释放三大信号-热度值：76443"
            ],
            [
                "4-朱媛媛患病后一直希望奇迹出现-热度值：72681"
            ],
            [
                "5-倒卖蜜雪冰城柠檬水赚差价当事人发声-热度值：65196"
            ],
            [
                "6-王曼昱VS韩莹-热度值：63963"
            ],
            [
                "7-张凌赫首次戛纳红毯造型-热度值：63739"
            ],
            [
                "8-脱口秀冒犯的艺术不是咸猪手的借口-热度值：49005"
            ],
            [
                "9-朱媛媛丧事办得很简单-热-热度值：48290"
            ],
            [
                "10-以军道歉-热度值：44465"
            ],
            [
                "11-坠化粪池遇难男生在母亲节偷偷送包-热度值：43383"
            ],
            [
                "12-韩安冉女儿要做手术-热度值：41071"
            ],
            [
                "13-为什么说抗癌5年是个坎儿-热度值：38971"
            ]
        ],
        "xiaohongshu": [
            [
                "第一次见火彩还以为我散光了"
            ],
            [
                "维生素b2带来的浪漫"
            ],
            [
                "属于中国女孩的国风毕业照"
            ],
            [
                "老师 我家猫怎么长得像伏地魔"
            ],
            [
                "蜜雪冰城回应网友倒卖柠檬水"
            ],
            [
                "你不认识我但一定看过我做的动画"
            ],
            [
                "实不相瞒 我有一款全自动家务狗"
            ],
            [
                "刘亦菲收了我亲手钩的黄玫瑰"
            ],
            [
                "黄晓明称朱媛媛在剧组没提过患癌"
            ],
            [
                "哪吒2延长上映至6月30日"
            ],
            [
                "小王 你让吕布更配不上貂蝉了"
            ],
            [
                "抬头看见了新兰大婚"
            ],
            [
                "周深配音随手一截都是表情包"
            ]
        ],
        "zhihu": [
            [
                "如何解读「特厨隋卞前 MCN」最新",
                "1908186912247775932"
            ],
            [
                "如何看待《哪吒之魔童闹海》第四次密",
                "1908537866704876805"
            ],
            [
                "网友倒卖蜜雪冰城柠檬水 3.5 小",
                "1908551972103087228"
            ],
            [
                "贵阳 8 小时闪电 1 万多次，最",
                "1908275894411293781"
            ],
            [
                "房东称「房子宁可空着也不租给老人」",
                "1908204239467021771"
            ],
            [
                "LPL 2025 赛季第二赛段组内",
                "1908601564081427670"
            ],
            [
                "多家健身房女性月卡 30 天变 3",
                "1907105801362973789"
            ],
            [
                "麦当劳麦辣系列回归手工裹粉后顾客反",
                "1898376881620879189"
            ],
            [
                "老板让我做裁员计划给他，我应该裁绩",
                "1892949852142430111"
            ],
            [
                "部分学院取消 2025 保研夏令营",
                "1908070525319774302"
            ],
            [
                "如何评价电视剧《人生若如初见》的谢",
                "1906989837724157003"
            ],
            [
                "课题组内新开一个参考文献很少的新方",
                "13975131538"
            ],
            [
                "日本翻译中国运动员马龙名字为何用旧",
                "1906136167931413259"
            ]
        ],
        "v2ex": [
            [
                "兄弟们薅羊毛了，新的企业信息查询平",
                "1133226#reply487"
            ],
            [
                "这个世界无时无刻不再刷新我的三观",
                "1133186#reply294"
            ],
            [
                "怎么说服老婆换手机，她目前还在用 ",
                "1133184#reply161"
            ],
            [
                "我被公司辞退了",
                "1133220#reply112"
            ],
            [
                "推荐一部正常恋爱过程的电视剧",
                "1133164#reply108"
            ],
            [
                "上班这件事在我的视角里愈发荒诞起来",
                "1133156#reply105"
            ],
            [
                "想替换掉 Jenkins，有啥好的",
                "1133168#reply79"
            ],
            [
                "坑爹的 GBK：大家都应该去用 U",
                "1133223#reply74"
            ],
            [
                "pro 系列真的能让你平静",
                "1133201#reply68"
            ],
            [
                "有没有感觉迷信比之前要盛行",
                "1133236#reply56"
            ],
            [
                "比特币不是我们穷人玩的东西了",
                "1133181#reply54"
            ],
            [
                "突发奇想：用半导体制冷散热器来做一",
                "1133174#reply53"
            ],
            [
                "兄弟们 帮我出出主意 送礼物",
                "1133180#reply52"
            ]
        ],
        "hupu": [
            [
                "深夜坦白局：你有没有什么你女友/老婆不知道的小秘密？",
                "632732246.html"
            ],
            [
                "比起礼物，520我更在意他能陪我久一点",
                "632716697.html"
            ],
            [
                "求问轩子老师！女生口中的“随便”到底是要还是不要？",
                "632729508.html"
            ],
            [
                "中国女排史上颜值最高的运动员是哪位？",
                "632738664.html"
            ],
            [
                "刷新下限：爸爸去世居然能被做成脱口秀。网友评论让人大跌眼镜",
                "632730732.html"
            ],
            [
                "结婚5年，520第一次和老婆解除警报",
                "632728919.html"
            ],
            [
                "[卧谈会]一人说一个，你最近听过身边人的最炸裂八卦是什么？",
                "632755966.html"
            ],
            [
                "李总和小隋这是骑脸输出啊！",
                "632748482.html"
            ],
            [
                "[流言板]小伙一年卖出255辆宝马，连续多年蝉联山东宝马销冠",
                "632719320.html"
            ],
            [
                "本来想直接开喷的，但话又说回来了",
                "632732622.html"
            ],
            [
                "[流言板]博主摆摊转卖蜜雪冰城柠檬水，你认为该行为是否构成侵权？",
                "632754229.html"
            ],
            [
                "深圳人还是很守规矩的，在这种前不着村后不着店的登山道上，经常会看到这种自助卖水点，自己拿，自己扫码付款，完全靠自觉，完全考验人性，你们会支持这种卖水的吗？",
                "632738518.html"
            ],
            [
                "感觉以后家长和学生可以随便拿捏老师了。浙江教师要扔学生被行拘事件反转，当事教师回应来了……",
                "632746322.html"
            ],
            [
                "岭南三省，为什么只富了广东，而广西海南发展不起来？",
                "632740817.html"
            ],
            [
                "终于轮到我了，植发两年，这效果什么水平？",
                "632750781.html"
            ]
        ]
    },
    {
        "runDate": "2025-05-23 03:23:39",
        "newsDate": "2025-05-22",
        "图卦ID": "186113",
        "喷嚏图卦": [
            "【1】研究报告：中国去年对欧投资激增47% 七年来首次增长",
            "【2】“靠贷吃贷” 中国建行前副行长退休逾四年后被捕",
            "【3】四川省政府党组成员、副省长、省公安厅厅长叶寒冰被查",
            "【4】蓝天立落马后 广西首提倒查10年非法采矿和涉重金属污染",
            "【5】关税战，中国对美国出口急剧下滑的这个月，东南亚对美国出口直线飙升。",
            "【6】毋庸违言",
            "【7】《笑傲江湖2：东方不败》4K修复版即将在内地公映",
            "【8】教育部拟同意设置32所新大学",
            "【9】王自如计划回归数码博主身份",
            "【10】问薪无愧",
            "【11】以色列驻美使馆两工作人员在华盛顿遭枪杀",
            "【12】特朗普白宫会南非总统 突播视频指控南非白人遭种族屠杀",
            "【13】美发布“金穹”导弹防御系统规划 特朗普：三年内具备战力",
            "【14】美国初裁认定中国电池材料享高额补贴 为征税铺路",
            "【15】美国务卿：俄罗斯数日内提出俄乌停火协议大纲",
            "【16】以军在约旦河西岸向外交使团开枪 引发国际社会谴责",
            "【17】印尼上万召车司机骑士集会 抗议平台合并与收入低",
            "【18】朝鲜新驱逐舰下水时发生严重事故",
            "【19】越南总理促加快推进 越中铁路拟12月动工",
            "【20】美国「笑纳」卡塔尔赠予747专机"
        ],
        "新浪新闻": [
            "习近平同法国总统马克龙通电话",
            "突然调暗灯光 特朗普和南非总统为何争吵？",
            "朝鲜发生重大事故驱逐舰 或为崔贤级驱逐舰",
            "两名以色列驻美使馆工作人员遭枪杀",
            "罕见！反腐查到足疗店，怎么看？",
            "女子拒绝乘车遭摩的司机殴打?深圳警方通报"
        ],
        "weibo": [
            [
                "1-赵丽颖这算官宣恋情吗-沸-热度值：544205"
            ],
            [
                "2-王楚钦-沸-热度值：306858"
            ],
            [
                "3-物种丰富的大自然有多美-热度值：193311"
            ],
            [
                "4-赵丽颖回应-沸-热度值：186632"
            ],
            [
                "5-孙颖莎4比2申裕斌-新-热度值：139806"
            ],
            [
                "6-大学生坠入化粪池遇难副校长被免职-热度值：83106"
            ],
            [
                "7-曹颖患胃癌-热-热度值：80784"
            ],
            [
                "8-米津玄师 Lemon-热-热度值：79968"
            ],
            [
                "9-结婚生子遭抛弃截瘫网红发声-热度值：76545"
            ],
            [
                "10-周琦老婆承认逼丈夫回国失去理智-热度值：46223"
            ],
            [
                "11-黄子韬49.8元卫生巾被炒到190元-热-热度值：46208"
            ],
            [
                "12-赵丽颖-热度值：45875"
            ],
            [
                "13-黄杨钿甜父亲情况核查最新进展-热度值：45551"
            ]
        ],
        "xiaohongshu": [
            [
                "在最穷的时候遇上了最想买的皮肤"
            ],
            [
                "陈奕迅辟谣去世传闻后首露面"
            ],
            [
                "迪丽热巴 蓝玫瑰油画妆"
            ],
            [
                "起猛了看到小狗的朋友圈了"
            ],
            [
                "王楚钦逆转晋级8强"
            ],
            [
                "郑晓龙拍戏 眼泪往上擦"
            ],
            [
                "小猫不语只是一味配合"
            ],
            [
                "武汉暴雨"
            ],
            [
                "折腰的美术都是细糠"
            ],
            [
                "追易烊千玺的人真排到法国了"
            ],
            [
                "世乒赛国乒男双全军覆没"
            ],
            [
                "指导本科毕业论文被气哭了"
            ],
            [
                "工科学士服零成本毕业照"
            ]
        ],
        "zhihu": [
            [
                "黄杨钿甜父亲涉嫌违规经商办企业、违",
                "1908942882192188627"
            ],
            [
                "如何评价 5 月 22 日发布的玄",
                "1908953502748764060"
            ],
            [
                "林诗栋 / 林高远 1-3 不敌林",
                "1908978826031141817"
            ],
            [
                "如果有人拿枪抵着你的头，唯一得救的",
                "61486783"
            ],
            [
                "5 月 22 日武汉发布暴雨临灾警",
                "1908815092734195202"
            ],
            [
                "小米首款 SUV 汽车 YU7 发",
                "1908498443292369655"
            ],
            [
                "每次去国外，别人一眼就看出我是中国",
                "314483356"
            ],
            [
                "为什么最近的「AI 猜病小游戏」会",
                "1907792158766883693"
            ],
            [
                "罗永浩为还债开辟带货新平台，债务总",
                "1908823853871883442"
            ],
            [
                "什么样的家庭才能养出松弛感的孩子？",
                "621449512"
            ],
            [
                "以色列驻美使馆两名工作人员 21 ",
                "1908851730441017076"
            ],
            [
                "小米 15S Pro 首发玄戒 O",
                "1908969655290262025"
            ],
            [
                "中国有哪些逆天的文物？",
                "22638720"
            ]
        ],
        "v2ex": [
            [
                "亏掉首付有感",
                "1133437#reply326"
            ],
            [
                "我的全部理财分享",
                "1133464#reply161"
            ],
            [
                "520 分手啦",
                "1133575#reply157"
            ],
            [
                "[抽奖] 比特币突破 11 万美元",
                "1133506#reply157"
            ],
            [
                "北京美食分享",
                "1133416#reply134"
            ],
            [
                "顶头上司是一个混子咋办",
                "1133444#reply94"
            ],
            [
                "看了关于迷信的帖子感觉大家成见蛮深",
                "1133570#reply92"
            ],
            [
                "租房遇到不良房东，押金恐被恶意克扣",
                "1133419#reply92"
            ],
            [
                "有个问题，大家上班都是用的公司提供",
                "1133439#reply69"
            ],
            [
                "​原来「投屏」在台湾叫「萤幕镜像」",
                "1133556#reply63"
            ],
            [
                "今晚 YU7 就要发布了，有持币准",
                "1133443#reply57"
            ],
            [
                "求推荐： M4 Mac 适合程序员",
                "1133505#reply54"
            ],
            [
                "京东删除订单",
                "1133410#reply52"
            ]
        ],
        "hupu": [
            [
                "女友看擦边男我该阻止吗？求轩子老师传授经验！",
                "632729568.html"
            ],
            [
                "求问轩子老师！女生口中的“随便”到底是要还是不要？",
                "632729508.html"
            ],
            [
                "广东名宿徐杰都让多少个女孩怀孕了？后续那些女孩也是，不知道徐杰是啥人吗？",
                "632755133.html"
            ],
            [
                "爱的天赋，是掌控巅峰表现，还是与TA共赴同频？",
                "632754088.html"
            ],
            [
                "终于轮到我了，植发两年，这效果什么水平？",
                "632750781.html"
            ],
            [
                "一只北极熊的舌头被罐头卡住，聪明的它冒着危险寻求人类的帮助",
                "632754611.html"
            ],
            [
                "老婆让我补肾这么多年都没用，竟然是错在没补肝",
                "632755824.html"
            ],
            [
                "外卖小哥一单赚了 300块，可是感觉他好像并不是那么开心",
                "632752919.html"
            ],
            [
                "[卧谈会]一人说一个，你最近听过身边人的最炸裂八卦是什么？",
                "632755966.html"
            ],
            [
                "逗骗子玩真的好开心",
                "632753935.html"
            ],
            [
                "流氓！一男子在沈阳脱口秀剧场猥亵女演员，台下观众起哄鼓掌，构成“在公共场所当众猥亵他人”，被处以行政拘留十日",
                "632744411.html"
            ],
            [
                "司仪、婚庆公司一觉醒来，天塌了，失业了",
                "632750656.html"
            ],
            [
                "吴彦祖晒被张伟丽锁喉照，祝贺其获奖：12年前，我曾告诉UFC老板需要培养一位中国",
                "632729425.html"
            ],
            [
                "中国女排史上颜值最高的运动员是哪位？",
                "632738664.html"
            ],
            [
                "怎么看待《男大学生，正在批量减少》？",
                "632750424.html"
            ]
        ]
    },
    {
        "runDate": "2025-05-24 03:23:44",
        "newsDate": "2025-05-23",
        "图卦ID": "186125",
        "喷嚏图卦": [
            "【1】中国开展行动整治“远洋捕捞”等行为 涉案金额逾3亿元人民币",
            "【2】中国外交部发言人毛宁21日批评川普政府计划建造「金穹」(Golden Dome)飞弹防御系统，「具有浓厚的进攻性色彩」，违反外太空条约倡导的和平利用原则，将加剧「外太空战场化」和全球军备竞赛风险。",
            "【3】针对华裔和中国留学生的暴力行为",
            "【4】丰收的架子已经搭起来了",
            "【5】工作期间违规经商，违法生育二胎。监察机关立案调查。",
            "【6】香港医生写的出院记录↓↓",
            "【7】@好像会全部喝光:离十万美元差个美字",
            "【8】美国取消哈佛招收国际学生资格 强制现有国际生转学",
            "【9】以驻美使馆人员遭枪杀案 嫌犯被控谋杀外国官员",
            "【10】美最高法院称可保护美联储免受特朗普罢免机构官员的影响",
            "【11】美国防外交高层接连警示台海风险",
            "【12】民主党参议员要求白宫检讨中东晶片交易",
            "【13】苹果将通过15亿美元富士康工厂扩大印度供应链",
            "【14】日本拟对外国游客加征高达5000日元离境税",
            "【15】特朗普“南非白人遭屠杀”图片取自刚果视频",
            "【16】白宫挂上了新画",
            "【17】特朗普之子投资的“类固醇奥运会”将在拉斯维加斯首次亮相",
            "【18】Claude 4 Opus 可能具有自我意识了😅",
            "【19】来自于佩儿的凡尔赛：",
            "【20】美国众议院通过“一个又大又美”预算法案"
        ],
        "新浪新闻": [
            "习近平同德国总理默茨通电话",
            "外交部回应美政府拿哈佛开刀",
            "日方抓扣台湾渔船“红彩头6号”，中方回应",
            "“中国天眼”发现罕见掩食脉冲星",
            "美国将撤走4500名驻韩美军？韩国否认",
            "在招聘软件找不到工作，正常吗？"
        ],
        "weibo": [
            [
                "1-林志炫回应淘汰-热-热度值：219547"
            ],
            [
                "2-歌手排名-沸-热度值：180760"
            ],
            [
                "3-高质量发展看天津-热度值：178164"
            ],
            [
                "4-暴雨暴雨小心暴雨暴雨-热-热度值：176058"
            ],
            [
                "5-即将入学哈佛的中国留学生发声-热度值：120017"
            ],
            [
                "6-2.5天休假模式真的来了-热度值：80606"
            ],
            [
                "7-朱媛媛最后的朋友圈-热-热度值：80492"
            ],
            [
                "8-陈楚生回应高音没声-热度值：79915"
            ],
            [
                "9-单依纯回应两场第一-热-热度值：79443"
            ],
            [
                "10-女单四强国乒占三席-热度值：78506"
            ],
            [
                "11-韩国反华情绪正螺旋上涨-热-热度值：78183"
            ],
            [
                "12-难听-热-热度值：77603"
            ],
            [
                "13-马嘉祺做得好-热度值：76951"
            ]
        ],
        "xiaohongshu": [],
        "zhihu": [
            [
                "单依纯、 Grace 、陈楚生排名",
                "1909328842813833886"
            ],
            [
                "美取消哈佛留学生合法身份行为被叫停",
                "1909309927144560368"
            ],
            [
                "2025 多哈世乒赛男单 1/4 ",
                "1909379678738802439"
            ],
            [
                "野比大雄的父母为什么从来不利用哆啦",
                "350330532"
            ],
            [
                "小米 YU7 内嵌 2200Mpa",
                "1909218924240790415"
            ],
            [
                "如何评价多哈世乒赛莫雷高德 4:2",
                "1909391403303302198"
            ],
            [
                "如何看待香港科技大学、香港理工大学",
                "1909308428679119340"
            ],
            [
                "「声称看到龙」的事件近期频繁出现，",
                "1904671407947903737"
            ],
            [
                "特朗普威胁对欧盟征收 50% 关税",
                "1909350591664222382"
            ],
            [
                "20 年期美债拍卖遇冷，得标利率突",
                "1908824305292271888"
            ],
            [
                "女幼师下班途中遭男子刺死，家属质疑",
                "1909261051322692279"
            ],
            [
                "教授怒斥学生用 AI 写作业，被图",
                "1908482208823469211"
            ],
            [
                "老外为啥不倒车入库？",
                "337349601"
            ]
        ],
        "v2ex": [
            [
                "玄戒 O1 有多少东西是小米自己的",
                "1133697#reply202"
            ],
            [
                "不懂，那些说 mac 不用关机的，",
                "1133688#reply160"
            ],
            [
                "这个月美股又亏了 10w，好难受\ud83d",
                "1133699#reply152"
            ],
            [
                "现法拉利 er，前小米 er 说一",
                "1133729#reply143"
            ],
            [
                "唉，哪吒 2 又延期到 6 月 3",
                "1133760#reply112"
            ],
            [
                "没想到 ARM 删帖来的这么快，是",
                "1133797#reply110"
            ],
            [
                "买房亏掉的钱够你买什么车了",
                "1133758#reply102"
            ],
            [
                "问个 Git 基操：怎么样复制一个",
                "1133693#reply98"
            ],
            [
                "YU7 大家怎么看",
                "1133778#reply90"
            ],
            [
                "小米汽车是不是舆论造势太过了？",
                "1133883#reply76"
            ],
            [
                "微博热搜看到的，是有什么黑历史吗，",
                "1133787#reply76"
            ],
            [
                "大家来说说武汉到底是个什么城市",
                "1133798#reply75"
            ],
            [
                "为什么 2025 年了， ios ",
                "1133793#reply69"
            ]
        ],
        "hupu": [
            [
                "女友看擦边男我该阻止吗？求轩子老师传授经验！",
                "632729568.html"
            ],
            [
                "广东名宿徐杰都让多少个女孩怀孕了？后续那些女孩也是，不知道徐杰是啥人吗？",
                "632755133.html"
            ],
            [
                "在激烈交战时，对方的哪些胡言乱语会让你感觉更刺激？",
                "632757282.html"
            ],
            [
                "有一说一，我最佩服雷军的一点",
                "632774229.html"
            ],
            [
                "罗斯的「荆棘玫瑰」，握在手中的不屈灵魂！这颗球，是时候安排上了！",
                "632788277.html"
            ],
            [
                "老婆让我补肾这么多年都没用，竟然是错在没补肝",
                "632755824.html"
            ],
            [
                "你在现场会去帮这个小姐姐吗",
                "632771129.html"
            ],
            [
                "敢不敢晒出你的台球段位？来赢罗技键盘",
                "632772182.html"
            ],
            [
                "周楷恒圆梦职业了？真会营销，又故技重施",
                "632774816.html"
            ],
            [
                "贵州民俗巡游，评论区在玩什么梗？讽刺？",
                "632746656.html"
            ],
            [
                "女性夜间顺风车安全问题急需解决",
                "632761303.html"
            ],
            [
                "【有福利】兄弟们都收到虎扑520的惊喜礼物了吗？",
                "632748034.html"
            ],
            [
                "有没有情感专家，我要不行了",
                "632758600.html"
            ],
            [
                "世界芯片发展过程，恭喜小米芯片，米粉别喷我了，我爱小米？",
                "632781021.html"
            ],
            [
                "官方：230万耳环姐黄杨钿甜父亲被立案调查",
                "632772936.html"
            ]
        ]
    }
] 
 