var mediaTrigDateLog = [
    {
        "runDate": "2025-10-01 03:24:39",
        "newsDate": "2025-09-30",
        "图卦ID": "188551",
        "喷嚏图卦": [
            "【1】浙粤分别发文批户晨风与张雪峰",
            "【2】基孔肯雅热疫情升温 广东江门列防控疫情为“最重要的政治任务”",
            "【3】清华大学通报多名师生参与“黄牛” 两教职工被行政拘留",
            "【4】云南省委书记：严厉打击、从严惩处，决不允许政治骗子有任何市场",
            "【5】副局长被指长期性侵继女，凌晨通报",
            "【6】华为明年昇腾芯片产量将完全覆盖英伟达中国区过往销量。\nvia：曹山石",
            "【7】华南理工大学通报“校内车祸1死1伤”，肇事者系艺术学院教师金某",
            "【8】@麦卡PU10P",
            "【9】以前vs现在",
            "【10】特朗普称将对所有在美国以外制作的电影征收100%的关税。",
            "【11】以色列同意美国20点和平计划 特朗普：哈马斯必须同意",
            "【12】特朗普与国会高层会晤无突破 万斯：政府将关门",
            "【13】YouTube同意支付支付2450万美元，了结川普就2021年国会骚乱后账号被封提起的诉讼。",
            "【14】亲自了解人民所用的产品质量",
            "【15】@中国气象爱好者",
            "【16】美国核电即将迎来一波高达3500亿美元的投资潮，预计到2050年，核电产能将比现在增加63%。这背后的主要推动力是人工智能数据中心对电力的巨大需求。",
            "【17】特朗普政府最近在跟日韩谈判时，抛出了一个“巨额投资计划”：韩国要提供 3500亿美元，作为换取美国把关税从25%降到15%的条件；日本则被要求提供 5500亿美元的投资池。",
            "【18】美国财政部长斯科特·贝森特在联合国总部开会时，美联社拍摄到贝森特 手机照片显示，他似乎收到了来自农业部长布鲁克·罗林斯的短信。",
            "【19】内塔尼亚胡为何被迫迅速向卡塔尔道歉？这又意味着什么？",
            "【20】美国舆论在担心H1B收紧和中国K签证会把人才推向中国。\n但似乎国内社交媒体对K签证争议很大。\n主要是中国STEM留学生本来就不需要签证，那么人数最多的科技人才国家是。。。"
        ],
        "新浪新闻": [
            "习近平在庆祝中国成立76周年招待会讲话 烈士纪念日向人民英雄敬献花篮仪式在京举行",
            "“极其恶劣”，美国又对华下黑手",
            "许昆林任辽宁省委书记 郝鹏不再担任",
            "特朗普逼内塔尼亚胡道歉后 中东变天了？",
            "提前出行 “大聪明”被更多“大聪明”堵了",
            "军舰硬闯台海 英媒竟倒打一耙"
        ],
        "weibo": [
            [
                "1-海底捞回应国庆承办50桌婚宴-热-热度值：230777"
            ],
            [
                "2-女子提前出发睡服务区省1400元-热度值：55359"
            ],
            [
                "3-国庆中秋假期安全提示-热度值：54757"
            ],
            [
                "4-顺丰速运回应顺丰速孕低俗车贴-热-热度值：48946"
            ],
            [
                "5-一耳光打走女儿母亲花光积蓄找10年-热-热度值：43821"
            ],
            [
                "6-国庆-沸-热度值：40559"
            ],
            [
                "7-女子过度医美面部馒化酷似面具人-热度值：36747"
            ],
            [
                "8-菲律宾6.9级地震-热度值：33844"
            ],
            [
                "9-中华人民共和国成立76周年-热度值：33725"
            ],
            [
                "10-台湾是中国领土一部分-热度值：32849"
            ],
            [
                "11-王乐晨道歉-热-热度值：32845"
            ],
            [
                "12-乐远cp选择不成为情侣-热-热度值：32803"
            ],
            [
                "13-张维伊回应继女改口-热-热度值：32758"
            ]
        ],
        "xiaohongshu": [
            [
                "国庆提前出发的人已堵在路上"
            ],
            [
                "都市栗人发色太适合秋天了"
            ],
            [
                "第一批地球街溜子已到欧洲"
            ],
            [
                "上海微醺夜我熟"
            ],
            [
                "鸡排哥谈被称鸡排主理人"
            ],
            [
                "王者峡谷可以骑电驴了"
            ],
            [
                "国庆一天溜达北京20个景点"
            ],
            [
                "我用一幅画画完苏轼的一生"
            ],
            [
                "鸡排哥秋招"
            ],
            [
                "不敢想象十年后这个视频的杀伤力"
            ],
            [
                "鄱阳湖的日出美得像一幅国画"
            ],
            [
                "文咏珊官宣生子"
            ],
            [
                "技能五子棋受害者已抵达什刹海"
            ]
        ],
        "zhihu": [
            [
                "得力 CEO 就辞退跛脚员工道歉，",
                "1956366027869905603"
            ],
            [
                "如何评价「鸡排哥」在景德镇文旅座谈",
                "1955950023427744183"
            ],
            [
                "如何看待儿子成绩三连跌，妈妈怒退国",
                "1956015299263431821"
            ],
            [
                "美国中西部粮仓爆满，「最大买家中国",
                "1956004143178164115"
            ],
            [
                "为什么西方国家几乎都不怎么吃豆腐？",
                "560084670"
            ],
            [
                "吴镇宇几乎没有演过烂角色，为什么一",
                "543831417"
            ],
            [
                "中国的汽车全部变成电动汽车后，我国",
                "1955365626777404689"
            ],
            [
                "苏醒称「只有西安胡辣汤是真胡辣汤，",
                "1956013646497968577"
            ],
            [
                "网红「唐飞机」直播时坠机不幸身亡，",
                "1955585219756273752"
            ],
            [
                "2025 全国田径冠军赛，吴艳妮 ",
                "1955751893407102424"
            ],
            [
                "如何评价 EA 将以 550 亿美",
                "1956122100055127499"
            ],
            [
                "西贝称椒麻鸡改门店卤制遭质疑，记者",
                "1956373579508709151"
            ],
            [
                "卢伟冰称小米 17 系列销量有信心",
                "1956043722727878707"
            ]
        ],
        "v2ex": [
            [
                "又是被写其他语言库的 Java 党",
                "1162789#reply202"
            ],
            [
                "和女朋友吵架了, 这个是我的问题吗",
                "1162864#reply152"
            ],
            [
                "大家有喜欢回合制游戏的吗？",
                "1162854#reply133"
            ],
            [
                "朋友结婚，没喊你，你会给他们发份子",
                "1162778#reply128"
            ],
            [
                "老婆昨天加班到晚上 11 点，半夜",
                "1162811#reply112"
            ],
            [
                "马上要结婚了，突然发现能邀请的朋友",
                "1162785#reply99"
            ],
            [
                "简单说明为什么经济不好，股市还能涨",
                "1162806#reply86"
            ],
            [
                "咨询下是否提前还房贷，房贷剩余 1",
                "1162827#reply79"
            ],
            [
                "医保停缴，个人账户余额无法使用",
                "1162818#reply76"
            ],
            [
                "交流下程序员的职业病及解决方案",
                "1162773#reply75"
            ],
            [
                "罗技 MX Master4 发布了",
                "1162808#reply70"
            ],
            [
                "从上周六开始观察，晚上下班电动车大",
                "1162776#reply69"
            ],
            [
                "开个脑洞：如何在陌生设备上证明『我",
                "1162804#reply60"
            ]
        ],
        "hupu": [
            [
                "张雪峰的官方封禁原因下来了",
                "634992421.html"
            ],
            [
                "刚做完包皮手术，有什么问题尽管问！",
                "634993545.html"
            ],
            [
                "听说我们开放K类签证了",
                "634989233.html"
            ],
            [
                "46.天堂花园：湘潭女教师裸死案",
                "634989509.html"
            ],
            [
                "多大仇才给孩子起这样的名字？",
                "635000174.html"
            ],
            [
                "司马懿：天下英雄要论活的久，我只服孙仲谋！",
                "635002887.html"
            ],
            [
                "《晚安咖啡》科技夜话：苹果AI布局提速，MiniMax陷版权诉讼，DeepMin",
                "634982184.html"
            ],
            [
                "为什么说中国是唯一一个没断过代的文明？",
                "634999246.html"
            ],
            [
                "[流言板]游客称在景区5小时停车费被收21474836元：后者回应",
                "635000355.html"
            ],
            [
                "52.梅花图的诅咒：广西马山葫芦洞六尸案",
                "634989583.html"
            ],
            [
                "西贝公关发文:中年大叔在西贝刷了7年盘子，还清了100万债务，他对西贝只有感恩",
                "634999327.html"
            ],
            [
                "和轩子巨2兔一起吃饭是一种什么样的体验？",
                "634995988.html"
            ],
            [
                "欺凌者欺负较小的卡拉米，卡拉米为自己站出来，在校车上打败了校霸",
                "634983819.html"
            ],
            [
                "[流言板]华南理工今早再出交通事故！一退休教师被网约车撞倒在地",
                "634993027.html"
            ],
            [
                "本来就是这样，所以吃饭尽量不要去综合体，不要去连锁店。这种店，都是对利润和效率极致追求的店，不是认真做饭的店。",
                "634996032.html"
            ]
        ],
        "todayTrig": [
            [
                "v2ex",
                "简单说明为什么经济不好，股市还能涨"
            ],
            [
                "v2ex",
                "开个脑洞：如何在陌生设备上证明『我"
            ]
        ]
    },
    {
        "runDate": "2025-10-18 03:23:01",
        "newsDate": "2025-10-17",
        "图卦ID": "188889",
        "喷嚏图卦": [
            "【1】李成刚被美财长称为战狼官员",
            "【2】李家超：香港新一届议会将进一步展现行政主导",
            "【3】印尼或采购中国制歼-10战斗机 ",
            "【4】断供风险加剧 中国半导体新贵新凯来推国产EDA替代方案",
            "【5】中美摩擦加剧 金价升至4227美元再创新高",
            "【6】华为、浙大发布 DeepSeek-R1-Safe 基础大模型：针对有毒有害言论、政治敏感内容、违法行为教唆等 14 个维度的普通有害问题整体，防御成功率近 100%。",
            "【7】雷军发言：共同抵制网络水军黑公关等乱象",
            "【8】美国豪华邮轮拒交117万元特别港务费 取消上海之行",
            "【9】美财政部：政府停摆每周造成194亿元经济损失 ",
            "【10】被指不当处理机密 特朗普前国安顾问博尔顿被起诉",
            "【11】授权中情局秘密行动 特朗普加大对委施压",
            "【12】越南力争未来五年经济每年增长逾10%",
            "【13】台积电公布了强劲的三季度业绩。台积电2025年第三季度营收9899.2亿新台币，上年同期7596.92亿新台币。台积电第三季度净利润4523亿元台币，同比增长39%。1人民币等于4.3新台币，也就是说，台积电全年的净利润可以达到4000亿人民币。这个利润不仅超过了工商银行，也接近于腾讯的两倍。",
            "【14】学习微博先进经验",
            "【15】黄仁勋自曝英伟达被动退出中国市场：英伟达中国市场份额从95%暴跌至0%，对美国政策深感遗憾，希望未来有转机。",
            "【16】@简直Jianzhi",
            "【17】舒淇导演作品《女孩》11月1日登陆内地大银幕。",
            "【18】全球市场变脸下跌原因"
        ],
        "新浪新闻": [
            "关键时刻必有关键抉择",
            "何卫东等9人严重违纪违法被开除党籍军籍",
            "石破茂向靖国神社献祭品 外交部回应",
            "“纸老虎”的“加税秀”为什么不灵了",
            "印尼购歼-10战机 这次合作创造三个新纪录",
            "多部门回应高速服务区现“野人小孩”"
        ],
        "weibo": [
            [
                "1-跳河新郎母亲首度发声-热度值：108533"
            ],
            [
                "2-5家企业涉嫌支持台军心战大队-热度值：63962"
            ],
            [
                "3-今天起传递这颗红星-热度值：63935"
            ],
            [
                "4-缅北电诈园区剁人手指泡酒-热度值：63777"
            ],
            [
                "5-爱奇艺Q4排播-热度值：63547"
            ],
            [
                "6-辽宁失联女童因红衣被快速找到-热度值：63473"
            ],
            [
                "7-金价暴涨时4万5黄金订单蒸发-热度值：63333"
            ],
            [
                "8-杨力维杨舒予父亲去世-热度值：63154"
            ],
            [
                "9-请积极夺回你的注意力-热度值：62950"
            ],
            [
                "10-国际金银快速下挫-热度值：62850"
            ],
            [
                "11-小S 姐你不在的人生真的很辛苦-热-热度值：62577"
            ],
            [
                "12-蒋龙 张弛-热-热度值：62449"
            ],
            [
                "13-丈夫中1000万变心但不想离婚-热-热度值：62290"
            ]
        ],
        "xiaohongshu": [],
        "zhihu": [
            [
                "S15 瑞士轮出线战 KT 2:0",
                "1962533608293110258"
            ],
            [
                "年满 45 周岁的姚明开始领 NB",
                "1960979697056875484"
            ],
            [
                "黄仁勋称英伟达中国市场已份额从 9",
                "1962618340980777392"
            ],
            [
                "黄金还能不能跌回 900?",
                "1962162767436965331"
            ],
            [
                "背包客兜里仅剩 2 元钱，路过火锅",
                "1961908188455601630"
            ],
            [
                "为什么 AI 生成的回答会动不动就",
                "1957708491813783087"
            ],
            [
                "比亚迪宣布召回部分唐和元 Pro ",
                "1962472359094118354"
            ],
            [
                "如何评价电视剧《沉默的荣耀》大结局",
                "1961103058923664584"
            ],
            [
                "如何看待韩企造船烂尾后，新西兰选择",
                "1962482340447131415"
            ],
            [
                "王健林及万达集团被起诉，目前万达集",
                "1962147446651057170"
            ],
            [
                "S15 瑞士轮首轮出线战 AL 2",
                "1962571558649329334"
            ],
            [
                "如何评价小李子新电影《一战再战》？",
                "1959531527735079332"
            ],
            [
                "美团核心本地商业 CEO 王莆中表",
                "1962251649381795012"
            ]
        ],
        "v2ex": [
            [
                "云相册被小米公司清空了，怎么办？",
                "1166380#reply312"
            ],
            [
                "给 iPhone 创新了个新工具，",
                "1166284#reply225"
            ],
            [
                "女朋友生日",
                "1166279#reply180"
            ],
            [
                "做合约赚了 300w 该怎么用",
                "1166281#reply146"
            ],
            [
                "感谢华为打钱，准备拿钱买个 iph",
                "1166341#reply129"
            ],
            [
                "知乎刚刚是不是崩了？",
                "1166290#reply100"
            ],
            [
                "大师们，有没有什么过来人的建议？",
                "1166280#reply93"
            ],
            [
                "黄金一路高歌猛涨，把我干爆仓了！",
                "1166333#reply89"
            ],
            [
                "眼馋美国的薪资，考虑赴美生娃了",
                "1166423#reply87"
            ],
            [
                "避雷 aicodemirror",
                "1166447#reply71"
            ],
            [
                "知乎网站崩了！ 525",
                "1166308#reply71"
            ],
            [
                "大家的电子设备，一般多久换一次？",
                "1166283#reply69"
            ],
            [
                "S6 想换 S11，哪里可以蹲到好",
                "1166289#reply64"
            ]
        ],
        "hupu": [
            [
                "博物馆里的案件：美国祖孙三代灭门血案",
                "635199570.html"
            ],
            [
                "1017早报｜榜一大哥称已起诉旺仔小乔；奥特曼回应ChatGPT放宽成人内容",
                "635213179.html"
            ],
            [
                "[流言板]因为未完成诈骗金额指标，白俄罗斯女子在缅甸被贩卖器官",
                "635207326.html"
            ],
            [
                "刘老庄连短信收到了吗？",
                "635208986.html"
            ],
            [
                "40、【Augustia】2023 超强美股回顾（个人向）",
                "635215149.html"
            ],
            [
                "网友那些有趣神评论",
                "635209023.html"
            ],
            [
                "是不是有什么大事发生？上次授予时代楷模是南昌舰对阵老美航母群。",
                "635206092.html"
            ],
            [
                "朱鹮，国家一级保护动物。1963年生活在苏联境内的朱鹮灭绝。1977年朝鲜境内的朱鹮只剩两只，同年日本境内朱鹮只剩六只，后因捕捉起来圈养而灭绝。1981年我国在陕西洋县发现了国内最后七只朱鹮！",
                "635185978.html"
            ],
            [
                "04 | 铁塔结义：武汉连环偷塔案",
                "635195174.html"
            ],
            [
                "【蓝色汉堡播客】海龟汤：新婚之夜我怀孕了，但是孩子不是我的…",
                "635180174.html"
            ],
            [
                "我不生产水",
                "635193274.html"
            ],
            [
                "1016早报｜京东造车招人年薪百万;ChatGPT将提供成人内容",
                "635197420.html"
            ],
            [
                "42、【Augustia】2023 超强A股港股回顾（个人向）",
                "635215268.html"
            ],
            [
                "“我听交警的”发视频的XXN被正义执行，拘留了",
                "635198640.html"
            ],
            [
                "人到中年感觉家里还是要有一个儿子",
                "635209103.html"
            ]
        ],
        "todayTrig": [
            [
                "hupu",
                "42、【Augustia】2023 超强A股港股回顾（个人向）"
            ]
        ]
    },
    {
        "runDate": "2025-10-29 03:24:14",
        "newsDate": "2025-10-28",
        "图卦ID": "189099",
        "喷嚏图卦": [
            "【1】A股突破4000点 ，创2015年8月19日以来新高",
            "【2】王毅同美国国务卿鲁比奥通电话",
            "【3】中澳军事摩擦后 李强称北京愿同澳洲保持战略沟通",
            "【4】新华社连刊署名文章 对台喊话认同是中国人就能谈",
            "【5】潘功胜：央行探索在特定情景下向非银机构提供流动性的机制安排",
            "【6】00后用家用打印机造250多万假币，警方披露：通过境外软件学习造假技术，虚拟币结算销售，15人被抓，捣毁8个货币伪造窝点",
            "【7】资深艺人许绍雄因癌症致器官衰竭，于28日凌晨安详离世。据悉，许绍雄于1972年加入TVB，从影超50年，参演作品超200部。1991-1998年期间，他参演的25部影视剧中的角色多为无名配角，甘当无名绿叶，被誉为“香港影坛绿叶之王”。后在《使徒行者》中饰演 “欢喜哥”被大众熟知。他还于2013年获TVB最佳男配角奖。近年他仍活跃于影视圈，2025年有《狮城山海》《扫毒风暴》等4部作品播出。",
            "【8】河北一个乡镇卫生院的拟录名单，整整一列全是研究生，一个本科生都没有",
            "【9】最新的中国富豪榜，马云跌出前十了。小米集团董事长雷军上升至第五，财富暴涨151%。李嘉诚父子位居第九，财富为2350亿元。",
            "【10】美联邦政府停摆第27天 全美逾5600航班延误",
            "【11】日美就确保稀土和关键矿产供应框架达成共识",
            "【12】川普在东京皇居与德仁天皇会面，会晤后，川普称赞德仁天皇“ a great man” 。",
            "【13】阿根廷中期选举 执政联盟轻松获胜",
            "【14】朝鲜外长与普京会晤 商讨加强双边合作",
            "【15】AI还是能共情的...",
            "【16】人口减员最多的事件排行！",
            "【17】一家大型企业，对待乘客，暗搓搓的使出这样的反击伎俩，实在是丑陋。",
            "【18】编剧和导演文化水平过低，是文化宣传事业要解决的一大难题",
            "【19】康熙对着明郑喊，驱逐鞑虏，是不是过于幽默了"
        ],
        "新浪新闻": [
            "十五五规划建议和习近平总书记所作的说明",
            "中方稀土出口管制措施是否生效？中方回应",
            "王毅同日本外相茂木敏充通电话",
            "“台独”分子沈伯洋及其家族干过哪些勾当",
            "现货黄金跌破3900美元/盎司",
            "安倍遇刺案山上彻也律师：寻求宽大处理"
        ],
        "weibo": [
            [
                "1-宝宝巴士 低俗广告-热-热度值：148917"
            ],
            [
                "2-女子想为亡夫再生一个孩子遭拒-新-热度值：112355"
            ],
            [
                "3-网络安全法完成修改-热度值：80461"
            ],
            [
                "4-男子住酒店自带床单被罩全隔离-热度值：72588"
            ],
            [
                "5-大批轰6K贴近台湾岛-热度值：65593"
            ],
            [
                "6-很多台湾年轻人不知抗日史-热度值：50668"
            ],
            [
                "7-推进祖国统一大业-热度值：44245"
            ],
            [
                "8-重阳久久安康-热度值：38339"
            ],
            [
                "9-ELLE晚宴-热度值：37968"
            ],
            [
                "10-吃柚子的第一批受害者出现了-热度值：36502"
            ],
            [
                "11-王耀庆对钟楚曦贴脸开大-热-热度值：36035"
            ],
            [
                "12-张馨予化妆师火了-热-热度值：35842"
            ],
            [
                "13-小鱼海棠婚礼现场-热-热度值：35036"
            ]
        ],
        "xiaohongshu": [
            [
                "川西把秋天揉成了调色盘"
            ],
            [
                "在九寨沟环游五彩童话世界"
            ],
            [
                "减肥bot入驻小红书"
            ],
            [
                "安倍晋三枪击案嫌疑人认罪"
            ],
            [
                "奶皮子糖葫芦也有自己的主理人"
            ],
            [
                "干发帽 最实惠的坐姿矫正器"
            ],
            [
                "满天星收拾收拾准备升咖了"
            ],
            [
                "欢喜哥许绍雄逝世"
            ],
            [
                "复刻奶皮子糖葫芦"
            ],
            [
                "ELLE晚宴"
            ],
            [
                "恋与深空热舞我先翻跳了"
            ],
            [
                "2025胡润百富榜发布"
            ],
            [
                "我好像看到画中人走了出来"
            ]
        ],
        "zhihu": [
            [
                "S15 淘汰赛 GEN 3:1 淘",
                "1966504730613244499"
            ],
            [
                "「十五五」规划建议全文公布，明确了",
                "1966549840210124854"
            ],
            [
                "熊孩子误吞 10 克金豆 6 天后",
                "1966426423188219331"
            ],
            [
                "渐冻人蔡磊研发的药物对病友起效对自",
                "1966186362748232668"
            ],
            [
                "女子进山徒步误将一处区域当「野生蹦",
                "1966234472186868038"
            ],
            [
                "深圳大鹏半岛地质公园 80 天内 ",
                "1965351824132388287"
            ],
            [
                "山东有哪些特色美食？",
                "36995686"
            ],
            [
                "辽宁葫芦岛一男子酸菜池中抽烟吐痰，",
                "1966221267502850609"
            ],
            [
                "时隔十年，沪指 28 日再度站上 ",
                "1966449152536875535"
            ],
            [
                "止步 S15 八强赛后将服兵役，至",
                "1966582337660745548"
            ],
            [
                "2025 胡润百富榜发布，钟睒睒第",
                "1966460374841800268"
            ],
            [
                "钟楚曦 VOGUE 合照站位引发热",
                "1966168286560481546"
            ],
            [
                "超快充伤电池，这是科学的认知，还是",
                "1940667362958345694"
            ]
        ],
        "v2ex": [
            [
                "地铁扶梯上看到一个有意思的事情",
                "1168795#reply259"
            ],
            [
                "遇到这种强势的大人到底该怎么办",
                "1168872#reply155"
            ],
            [
                "来说说我和小 9 岁女生的爱情故事",
                "1168960#reply115"
            ],
            [
                "看到个帖子说酒席 6~7000 一",
                "1168928#reply111"
            ],
            [
                "你们有什么副业吗",
                "1168877#reply101"
            ],
            [
                "国产安卓手机推荐，支持科学上网与海",
                "1168796#reply96"
            ],
            [
                "有没有好用的内衣内裤洗衣机推荐？",
                "1168883#reply92"
            ],
            [
                "程序员这个职业真的不养老吗？",
                "1168799#reply89"
            ],
            [
                "五年前买的华硕路由器现在还在更新固",
                "1168788#reply84"
            ],
            [
                "大家现在用的都是哪些 RSS 工具",
                "1168787#reply64"
            ],
            [
                "两个月重度使用 AI Code A",
                "1168880#reply61"
            ],
            [
                "大家的 ActionButton ",
                "1168851#reply57"
            ],
            [
                "iPhone 支持电话和短信转发吗",
                "1168839#reply46"
            ]
        ],
        "hupu": [
            [
                "关于老美坠机，双方达成默契了",
                "635400953.html"
            ],
            [
                "街头哑铃挑战，还得是洋妞啊",
                "635405752.html"
            ],
            [
                "14岁男生嬉闹时被女同学打中左胸后瘫痪 家属：女孩父母为残疾人，后续费用无着落",
                "635405675.html"
            ],
            [
                "无知真可怕",
                "635405758.html"
            ],
            [
                "郑智化这种道歉有点轻描淡写",
                "635396010.html"
            ],
            [
                "印尼还不起高铁的钱了，想找中国谈判",
                "635394500.html"
            ],
            [
                "以球会友，桌上冰球",
                "635405241.html"
            ],
            [
                "舞蹈博主怀孕前vs怀孕后",
                "635396724.html"
            ],
            [
                "最社死的一集",
                "635368650.html"
            ],
            [
                "不懂就问，这个是在干啥？",
                "635405764.html"
            ],
            [
                "如何看待张雪峰解禁复播后称文科生大有可为？",
                "635375809.html"
            ],
            [
                "我觉得这些软件功能开发者都得判个无期徒刑才对",
                "635388730.html"
            ],
            [
                "真的很难不被朱珠迷倒 依旧是是风韵犹存",
                "635405674.html"
            ],
            [
                "当文班亚马劈叉那一刻我感觉脑袋萎缩了，这可是和姚明一样高的人啊。",
                "635381682.html"
            ],
            [
                "儿子卸任大队委，女儿接任，母亲在xhs上骄傲宣布",
                "635407301.html"
            ]
        ],
        "todayTrig": [
            [
                "zhihu",
                "时隔十年，沪指 28 日再度站上 "
            ]
        ]
    }
] 
 