var mediaTrigDateLog = [
    {
        "runDate": "2025-10-29 03:24:14",
        "newsDate": "2025-10-28",
        "图卦ID": "189099",
        "喷嚏图卦": [
            "【1】A股突破4000点 ，创2015年8月19日以来新高",
            "【2】王毅同美国国务卿鲁比奥通电话",
            "【3】中澳军事摩擦后 李强称北京愿同澳洲保持战略沟通",
            "【4】新华社连刊署名文章 对台喊话认同是中国人就能谈",
            "【5】潘功胜：央行探索在特定情景下向非银机构提供流动性的机制安排",
            "【6】00后用家用打印机造250多万假币，警方披露：通过境外软件学习造假技术，虚拟币结算销售，15人被抓，捣毁8个货币伪造窝点",
            "【7】资深艺人许绍雄因癌症致器官衰竭，于28日凌晨安详离世。据悉，许绍雄于1972年加入TVB，从影超50年，参演作品超200部。1991-1998年期间，他参演的25部影视剧中的角色多为无名配角，甘当无名绿叶，被誉为“香港影坛绿叶之王”。后在《使徒行者》中饰演 “欢喜哥”被大众熟知。他还于2013年获TVB最佳男配角奖。近年他仍活跃于影视圈，2025年有《狮城山海》《扫毒风暴》等4部作品播出。",
            "【8】河北一个乡镇卫生院的拟录名单，整整一列全是研究生，一个本科生都没有",
            "【9】最新的中国富豪榜，马云跌出前十了。小米集团董事长雷军上升至第五，财富暴涨151%。李嘉诚父子位居第九，财富为2350亿元。",
            "【10】美联邦政府停摆第27天 全美逾5600航班延误",
            "【11】日美就确保稀土和关键矿产供应框架达成共识",
            "【12】川普在东京皇居与德仁天皇会面，会晤后，川普称赞德仁天皇“ a great man” 。",
            "【13】阿根廷中期选举 执政联盟轻松获胜",
            "【14】朝鲜外长与普京会晤 商讨加强双边合作",
            "【15】AI还是能共情的...",
            "【16】人口减员最多的事件排行！",
            "【17】一家大型企业，对待乘客，暗搓搓的使出这样的反击伎俩，实在是丑陋。",
            "【18】编剧和导演文化水平过低，是文化宣传事业要解决的一大难题",
            "【19】康熙对着明郑喊，驱逐鞑虏，是不是过于幽默了"
        ],
        "新浪新闻": [
            "十五五规划建议和习近平总书记所作的说明",
            "中方稀土出口管制措施是否生效？中方回应",
            "王毅同日本外相茂木敏充通电话",
            "“台独”分子沈伯洋及其家族干过哪些勾当",
            "现货黄金跌破3900美元/盎司",
            "安倍遇刺案山上彻也律师：寻求宽大处理"
        ],
        "weibo": [
            [
                "1-宝宝巴士 低俗广告-热-热度值：148917"
            ],
            [
                "2-女子想为亡夫再生一个孩子遭拒-新-热度值：112355"
            ],
            [
                "3-网络安全法完成修改-热度值：80461"
            ],
            [
                "4-男子住酒店自带床单被罩全隔离-热度值：72588"
            ],
            [
                "5-大批轰6K贴近台湾岛-热度值：65593"
            ],
            [
                "6-很多台湾年轻人不知抗日史-热度值：50668"
            ],
            [
                "7-推进祖国统一大业-热度值：44245"
            ],
            [
                "8-重阳久久安康-热度值：38339"
            ],
            [
                "9-ELLE晚宴-热度值：37968"
            ],
            [
                "10-吃柚子的第一批受害者出现了-热度值：36502"
            ],
            [
                "11-王耀庆对钟楚曦贴脸开大-热-热度值：36035"
            ],
            [
                "12-张馨予化妆师火了-热-热度值：35842"
            ],
            [
                "13-小鱼海棠婚礼现场-热-热度值：35036"
            ]
        ],
        "xiaohongshu": [
            [
                "川西把秋天揉成了调色盘"
            ],
            [
                "在九寨沟环游五彩童话世界"
            ],
            [
                "减肥bot入驻小红书"
            ],
            [
                "安倍晋三枪击案嫌疑人认罪"
            ],
            [
                "奶皮子糖葫芦也有自己的主理人"
            ],
            [
                "干发帽 最实惠的坐姿矫正器"
            ],
            [
                "满天星收拾收拾准备升咖了"
            ],
            [
                "欢喜哥许绍雄逝世"
            ],
            [
                "复刻奶皮子糖葫芦"
            ],
            [
                "ELLE晚宴"
            ],
            [
                "恋与深空热舞我先翻跳了"
            ],
            [
                "2025胡润百富榜发布"
            ],
            [
                "我好像看到画中人走了出来"
            ]
        ],
        "zhihu": [
            [
                "S15 淘汰赛 GEN 3:1 淘",
                "1966504730613244499"
            ],
            [
                "「十五五」规划建议全文公布，明确了",
                "1966549840210124854"
            ],
            [
                "熊孩子误吞 10 克金豆 6 天后",
                "1966426423188219331"
            ],
            [
                "渐冻人蔡磊研发的药物对病友起效对自",
                "1966186362748232668"
            ],
            [
                "女子进山徒步误将一处区域当「野生蹦",
                "1966234472186868038"
            ],
            [
                "深圳大鹏半岛地质公园 80 天内 ",
                "1965351824132388287"
            ],
            [
                "山东有哪些特色美食？",
                "36995686"
            ],
            [
                "辽宁葫芦岛一男子酸菜池中抽烟吐痰，",
                "1966221267502850609"
            ],
            [
                "时隔十年，沪指 28 日再度站上 ",
                "1966449152536875535"
            ],
            [
                "止步 S15 八强赛后将服兵役，至",
                "1966582337660745548"
            ],
            [
                "2025 胡润百富榜发布，钟睒睒第",
                "1966460374841800268"
            ],
            [
                "钟楚曦 VOGUE 合照站位引发热",
                "1966168286560481546"
            ],
            [
                "超快充伤电池，这是科学的认知，还是",
                "1940667362958345694"
            ]
        ],
        "v2ex": [
            [
                "地铁扶梯上看到一个有意思的事情",
                "1168795#reply259"
            ],
            [
                "遇到这种强势的大人到底该怎么办",
                "1168872#reply155"
            ],
            [
                "来说说我和小 9 岁女生的爱情故事",
                "1168960#reply115"
            ],
            [
                "看到个帖子说酒席 6~7000 一",
                "1168928#reply111"
            ],
            [
                "你们有什么副业吗",
                "1168877#reply101"
            ],
            [
                "国产安卓手机推荐，支持科学上网与海",
                "1168796#reply96"
            ],
            [
                "有没有好用的内衣内裤洗衣机推荐？",
                "1168883#reply92"
            ],
            [
                "程序员这个职业真的不养老吗？",
                "1168799#reply89"
            ],
            [
                "五年前买的华硕路由器现在还在更新固",
                "1168788#reply84"
            ],
            [
                "大家现在用的都是哪些 RSS 工具",
                "1168787#reply64"
            ],
            [
                "两个月重度使用 AI Code A",
                "1168880#reply61"
            ],
            [
                "大家的 ActionButton ",
                "1168851#reply57"
            ],
            [
                "iPhone 支持电话和短信转发吗",
                "1168839#reply46"
            ]
        ],
        "hupu": [
            [
                "关于老美坠机，双方达成默契了",
                "635400953.html"
            ],
            [
                "街头哑铃挑战，还得是洋妞啊",
                "635405752.html"
            ],
            [
                "14岁男生嬉闹时被女同学打中左胸后瘫痪 家属：女孩父母为残疾人，后续费用无着落",
                "635405675.html"
            ],
            [
                "无知真可怕",
                "635405758.html"
            ],
            [
                "郑智化这种道歉有点轻描淡写",
                "635396010.html"
            ],
            [
                "印尼还不起高铁的钱了，想找中国谈判",
                "635394500.html"
            ],
            [
                "以球会友，桌上冰球",
                "635405241.html"
            ],
            [
                "舞蹈博主怀孕前vs怀孕后",
                "635396724.html"
            ],
            [
                "最社死的一集",
                "635368650.html"
            ],
            [
                "不懂就问，这个是在干啥？",
                "635405764.html"
            ],
            [
                "如何看待张雪峰解禁复播后称文科生大有可为？",
                "635375809.html"
            ],
            [
                "我觉得这些软件功能开发者都得判个无期徒刑才对",
                "635388730.html"
            ],
            [
                "真的很难不被朱珠迷倒 依旧是是风韵犹存",
                "635405674.html"
            ],
            [
                "当文班亚马劈叉那一刻我感觉脑袋萎缩了，这可是和姚明一样高的人啊。",
                "635381682.html"
            ],
            [
                "儿子卸任大队委，女儿接任，母亲在xhs上骄傲宣布",
                "635407301.html"
            ]
        ],
        "todayTrig": [
            [
                "zhihu",
                "时隔十年，沪指 28 日再度站上 "
            ]
        ]
    },
    {
        "runDate": "2025-11-17 20:22:34",
        "newsDate": "2025-11-16",
        "新浪新闻": [
            "总书记引领法治中国建设阔步前行",
            "“如果日本同中国爆发战争，日将被毁灭”",
            "韩国政府宣布：中国排日本前面",
            "海军四川舰顺利完成首次航行试验",
            "关键时刻！特朗普签署行政令！",
            "美国施压 “塞尔维亚面临史上最难抉择”"
        ],
        "weibo": [
            [
                "1-T1官宣Gumayusi离队-新-热度值：2780606"
            ],
            [
                "2-高市早苗搞事已遭反噬-新-热度值：1586338"
            ],
            [
                "3-美被曝伪造证据黑吃黑窃取巨额比特币-热度值：1168741"
            ],
            [
                "4-中国强烈回应震动日本-热-热度值：819340"
            ],
            [
                "5-影院回应网传鬼灭之刃下映-热度值：288526"
            ],
            [
                "6-河南鹅毛大雪-热度值：229000"
            ],
            [
                "7-FPX退出LPL-热度值：224835"
            ],
            [
                "8-唐诡3两集开席2次一口没吃上-新-热度值：221752"
            ],
            [
                "9-疯狂动物城2-热度值：194632"
            ],
            [
                "10-中方反制日本还有很多牌可打-热度值：192707"
            ],
            [
                "11-湖南一婴儿一出生就15岁-新-热度值：190422"
            ],
            [
                "12-宋佳白玉兰 击败甄嬛传-热-热度值：186819"
            ],
            [
                "13-全运会闭幕式剧透来了-热度值：183459"
            ]
        ],
        "xiaohongshu": [
            [
                "红薯蛋挞和冬日还是太配了"
            ],
            [
                "部分日本电影撤档"
            ],
            [
                "方圆脸都来化这个古早千金妆"
            ],
            [
                "狮子座流星雨极大之夜"
            ],
            [
                "专属拼豆人的高雅人士企鹅"
            ],
            [
                "横店马拉松情绪价值太高了"
            ],
            [
                "我的点赞变成朱迪尼克了"
            ],
            [
                "A股全市场百股涨停"
            ],
            [
                "寒潮来袭 你的秋裤准备好了吗"
            ],
            [
                "中日关系对普通人有哪些影响"
            ],
            [
                "易烊千玺 镁光灯下登场之前"
            ],
            [
                "小胖狗被做局了"
            ],
            [
                "软fufu双丸子暖愈冬日"
            ]
        ],
        "zhihu": [
            [
                "日本外务省高官 11 月 17 日",
                "1973693154243933356"
            ],
            [
                "淄博苹果哥火了，因摆放整整齐齐「强",
                "1973030189261874735"
            ],
            [
                "玛莎拉蒂纯电车骨折式降价，经销商降",
                "1973092896992405333"
            ],
            [
                "媒体曝光「杀人蜂」养殖已成灰色产业",
                "1973662300499047048"
            ],
            [
                "男子背 1 岁孙子徒手爬巨石被批危",
                "1973436320622802057"
            ],
            [
                "「免费砍白菜」视频疯传，内蒙古两百",
                "1971259347209282838"
            ],
            [
                "网友称乘务员无视乘客在火车内吸烟，",
                "1973685147397219058"
            ],
            [
                "NBA 发展联盟比赛，杨瀚森 21",
                "1973689221882540171"
            ],
            [
                "孩子被诊断只能长到一米六八， 打生",
                "1972677440246653780"
            ],
            [
                "「单位体积的人产生的热量是太阳的 ",
                "1969456584536092858"
            ],
            [
                "具有湘菜血统和现炒属性的盖码饭，为",
                "1972981739736544588"
            ],
            [
                "无意中翻到了爷爷生前拍的胶片，感觉",
                "1972217487144773450"
            ],
            [
                "为什么没有人把《成龙历险记》拍成电",
                "399236542"
            ]
        ],
        "v2ex": [
            [
                "packycode：物美价廉的 c",
                "1173250#reply304"
            ],
            [
                "纯血鸿蒙 vs 安卓 vs iOS",
                "1173328#reply50"
            ],
            [
                "各位大佬每月在 AI 工具上的支出",
                "1173165#reply78"
            ],
            [
                "某种程度,淘宝绕过了支付宝的安全机",
                "1173293#reply53"
            ],
            [
                "给我的 N150 加了一个小风扇，",
                "1173312#reply11"
            ],
            [
                "讲一个你离开苹果生态的原因？",
                "1173230#reply106"
            ],
            [
                "求个 Dler 的折扣码",
                "1173247#reply6"
            ],
            [
                "百度首页已经成这个样子了",
                "1173308#reply20"
            ],
            [
                "请教一个游戏开发 UDP 相关问题",
                "1173333#reply2"
            ],
            [
                "PaddleOCR 如何低成本部署",
                "1173223#reply28"
            ],
            [
                "nextjs16 的 cache ",
                "1173326#reply8"
            ],
            [
                "2025 年求推荐 mac 远控 ",
                "1173342#reply7"
            ],
            [
                "在线免费的 PDF 合并功能，同时",
                "1173307#reply3"
            ]
        ],
        "hupu": [
            [
                "武则天那么多男宠，怎么避孕呢",
                "635788184.html"
            ],
            [
                "能不能得到一个赞呢",
                "635787201.html"
            ],
            [
                "⠀⠀⠀⠀⠀⠀​⠀⠀⠀⠀⠀⠀​⠀⠀⠀⠀⠀⠀​⠀⠀⠀⠀⠀⠀​⠀⠀⠀⠀⠀⠀​⠀⠀⠀⠀⠀⠀​⠀⠀⠀⠀⠀⠀​⠀⠀⠀⠀⠀⠀​⠀⠀⠀⠀⠀⠀​⠀⠀⠀⠀⠀⠀​⠀⠀⠀⠀⠀⠀​⠀⠀⠀⠀⠀⠀​⠀⠀⠀",
                "635762561.html"
            ],
            [
                "刚刷到的，这真的假的",
                "635773031.html"
            ],
            [
                "人过三十，确实是不行了",
                "635761441.html"
            ],
            [
                "新间联播三分钟警告日本，周杰伦跟随实事提醒参加日本人活动",
                "635754572.html"
            ],
            [
                "最近在网上看了一个擦边行业考察文章，我只能说太真实了！",
                "635773398.html"
            ],
            [
                "波司登为啥选个这么丑的代言人。。",
                "635784791.html"
            ],
            [
                "1958年设想中的2000年上海",
                "635747464.html"
            ],
            [
                "sol 泉州师院第二弹",
                "635796881.html"
            ],
            [
                "和老婆去三亚，没想到有不少人来旅游",
                "635781585.html"
            ],
            [
                "自助餐打包六万多克，你怎么看？",
                "635786660.html"
            ],
            [
                "[流言板]石破茂反对高市早苗涉台挑衅言论",
                "635777329.html"
            ],
            [
                "这应该是近些年最直白的语言了吧，喊高市“撒泡尿照照自己几斤几两”",
                "635771803.html"
            ],
            [
                "洗车时顺带",
                "635774412.html"
            ]
        ],
        "todayTrig": [
            [
                "xiaohongshu",
                "A股全市场百股涨停"
            ]
        ]
    },
    {
        "runDate": "2026-01-07 20:22:35",
        "newsDate": "2026-01-06",
        "新浪新闻": [
            "任平文章解读｜我国脱贫地区新观察",
            "马杜罗：我将获得自由",
            "李在明晒自拍，用中方送的小米手机",
            "商务部公告：加强两用物项对日本出口管制",
            "A股“13连阳”，散户、机构都在入场",
            "河北农村取暖问题，不能再耽搁了"
        ],
        "weibo": [],
        "xiaohongshu": [],
        "zhihu": [
            [
                "宜家中国宣布同时关闭 7 家商场，",
                "1992207961876103794"
            ],
            [
                "为什么世界三大饮料都是苦的？",
                "1982191788858037939"
            ],
            [
                "吃年夜饭，领导指着端上来的鱼说:「",
                "1989998006259446255"
            ],
            [
                "和府捞面被曝「只有面是现煮的」，官",
                "1992229318479275157"
            ],
            [
                "特朗普考虑动用美军等一系列选项得到",
                "1991388819304510504"
            ],
            [
                "女子发现超市漏洞薅了 20 多万，",
                "1991625214207943306"
            ],
            [
                "特朗普称「委内瑞拉临时政府将向美移",
                "1992144765781840551"
            ],
            [
                "如何看待小米 SU7 改款新车将于",
                "1992154128378512258"
            ],
            [
                "怎么感觉全世界的股市都在创新高，发",
                "1991822368646067112"
            ],
            [
                "内存涨价凶猛，业内人士形容「内存条",
                "1991809019061486531"
            ],
            [
                "哈尔滨零下 20 度，外国游客穿短",
                "1991517868924348141"
            ],
            [
                "医院通报收费员玩手机致多人排队，称",
                "1992149247525609579"
            ],
            [
                "亚裔 / 华裔美国人或者从小在国外",
                "302883946"
            ]
        ],
        "v2ex": [
            [
                "Java 程序员使用 VsCode",
                "1183764#reply54"
            ],
            [
                "下面代码中 f()会被重复执行吗？",
                "1183833#reply3"
            ],
            [
                "有不受任何道德约束的混乱中立 AI",
                "1183830#reply3"
            ],
            [
                "我的罗技鼠标依赖证书才能正常工作",
                "1183823#reply3"
            ],
            [
                "Spec，真的能解决 AI Cod",
                "1183614#reply28"
            ],
            [
                "windows 远程登录方案分享",
                "1183658#reply33"
            ],
            [
                "获取境外家庭 IP 方法",
                "1183656#reply32"
            ],
            [
                "程序员家里闲着的电脑可以用来干点啥",
                "1183733#reply27"
            ],
            [
                "没天理了， 2026 年 Goog",
                "1183709#reply16"
            ],
            [
                "不要说企鹅证书啦，看看人民网这证书",
                "1183821#reply12"
            ],
            [
                "IDE 逐渐沦落为 IDV",
                "1183648#reply39"
            ],
            [
                "国内使用 Claude 的正确姿势",
                "1183784#reply9"
            ],
            [
                "这几天证书过期这种草台班子，怎么没",
                "1183705#reply51"
            ]
        ],
        "hupu": [
            [
                "小孟直播录像",
                "636742589.html"
            ],
            [
                "上海一服务员用假酒调包客人自带茅台被刑拘",
                "636764077.html"
            ],
            [
                "男朋友是不是不爱了",
                "636738367.html"
            ],
            [
                "程潇(多图)喜欢奶潇的很难淡定的看完评论区",
                "636714941.html"
            ],
            [
                "北京落户vs上海落户。",
                "636699306.html"
            ],
            [
                "在美国纽约花3000刀雇一天私人保镖是什么体验？ ？？",
                "636735965.html"
            ],
            [
                "果然不能贪小便宜啊。",
                "636740710.html"
            ],
            [
                "炸裂",
                "636732307.html"
            ],
            [
                "领证前一个月女朋友查出癌症自己该何去何从",
                "636761374.html"
            ],
            [
                "别让你兄弟刷到了",
                "636718206.html"
            ],
            [
                "这才是专家才是真正的为人民服务",
                "636712611.html"
            ],
            [
                "这是一位高人，把中国最后一位圣人王阳明的心学解释的如此通俗，让我茅塞顿开。",
                "636730710.html"
            ],
            [
                "250104 跟他家爆完他不行后续",
                "636712745.html"
            ],
            [
                "室友的逆天行为",
                "636699048.html"
            ],
            [
                "男子后院发现一只神秘动物幼崽，好心收养，最终却被它的身材所惊呆 ​",
                "636732599.html"
            ]
        ],
        "todayTrig": [
            [
                "zhihu",
                "怎么感觉全世界的股市都在创新高，发"
            ]
        ]
    },
    {
        "runDate": "2026-01-12 20:24:21",
        "newsDate": "2026-01-11",
        "新浪新闻": [
            "我们这样回答“窑洞之问”",
            "美国失去了方向",
            "为护抢来的钱 特朗普宣布进入国家紧急状态",
            "高市早苗欲重选一把 这是怎样的豪赌？",
            "大陆打“独”慑“独”已形成完整闭环",
            "从\"争气机\"到\"顶梁柱\" 歼-20首飞十五周年"
        ],
        "weibo": [
            [
                "1-韩国空难失事前75秒黑匣子录音-热度值：1080517"
            ],
            [
                "2-小米17-新-热度值：762128"
            ],
            [
                "3-青年回村让家乡变得很酷-热度值：617445"
            ],
            [
                "4-宋威龙赵今麦王子公主-新-热度值：591817"
            ],
            [
                "5-水泥麻辣烫-热度值：402699"
            ],
            [
                "6-微信通知显示头像-热-热度值：391332"
            ],
            [
                "7-陈梦回应出演小城大事-新-热度值：366854"
            ],
            [
                "8-爱喝奶茶的人天塌了-热度值：269292"
            ],
            [
                "9-呆呆1分钟视频报价2400元-新-热度值：266362"
            ],
            [
                "10-游客拍到两只小猫在华山顶上对决-新-热度值：265588"
            ],
            [
                "11-网红口子姐去世-热-热度值：259287"
            ],
            [
                "12-章若楠胸前好大一朵花-新-热度值：255835"
            ],
            [
                "13-iPhone4回收价涨了60倍-热度值：253628"
            ]
        ],
        "xiaohongshu": [
            [
                "淀粉肠千层堡"
            ],
            [
                "河南省考报名时间顺延2天"
            ],
            [
                "两年前的威海暴雪视角成绝版"
            ],
            [
                "解构苹果烤脆片"
            ],
            [
                "在火锅局回顾了八仙子来时路"
            ],
            [
                "金铲铲的风吹到了哈尔滨"
            ],
            [
                "乒协公布国乒教练竞聘结果"
            ],
            [
                "在冰岛当极光猎人"
            ],
            [
                "当coser用上了张凌赫转场"
            ],
            [
                "A股实现17连阳"
            ],
            [
                "这届留子开始解锁摆摊技能了"
            ],
            [
                "旅行主理人的美学镜头瞬间"
            ],
            [
                "甜茶获金球奖影帝"
            ]
        ],
        "zhihu": [],
        "v2ex": [
            [
                "发一个内网端口穿透工具",
                "1185011#reply1"
            ],
            [
                "anki 初体验，个人想法：效率不",
                "1184930#reply6"
            ],
            [
                "jetbrains 全家桶切换到 ",
                "1184691#reply35"
            ],
            [
                "Sublime Text 也出了国",
                "1184993#reply13"
            ],
            [
                "好了好了好了 一提 AOP 就说打",
                "1184845#reply52"
            ],
            [
                "AI 和 Agent 时代，技术栈",
                "1184842#reply12"
            ],
            [
                "分享个非常棒的自动填充图片验证码的",
                "1185019#reply0"
            ],
            [
                "老黄给的免费 LLM API 用来",
                "1184639#reply63"
            ],
            [
                "想买个最便宜的云服务器做内网端口转",
                "1184636#reply51"
            ],
            [
                "以后腾讯云的美区服务器，是不是不能",
                "1185001#reply1"
            ],
            [
                "安卓 app“清空数据”居然把 发",
                "1184780#reply21"
            ],
            [
                "谷歌翻译不能用",
                "1184879#reply5"
            ],
            [
                "有没有自动管理下载目录的工具或者方",
                "1184948#reply3"
            ]
        ],
        "hupu": [
            [
                "领导在和甲方的饭局上说我反差",
                "636834059.html"
            ],
            [
                "讲真，巴黎放在我国算几线城市？",
                "636820083.html"
            ],
            [
                "地图导航软件免费给大家使用，他们是怎么盈利的？",
                "636831021.html"
            ],
            [
                "喜欢我的男生给我发了这段话，麻烦jr们帮我看一下",
                "636830125.html"
            ],
            [
                "与闫学晶解约！佐香园发布声明",
                "636841406.html"
            ],
            [
                "移民前焦虑",
                "636827857.html"
            ],
            [
                "闫学晶迅速滑跪，出来道歉了",
                "636853109.html"
            ],
            [
                "你身边有年纪轻轻就去世的人吗？",
                "636828763.html"
            ],
            [
                "知乎看到的，挺惨一男的。",
                "636815232.html"
            ],
            [
                "西南一小县城经侦民警一年的收入",
                "636804176.html"
            ],
            [
                "列下各大体育项目的GOAT和副GOAT，以及荣誉说明",
                "636843912.html"
            ],
            [
                "有这样的健身搭子是什么体验？",
                "636825774.html"
            ],
            [
                "D杯大脸的直播妹子，很励志吧",
                "636813935.html"
            ],
            [
                "一句话感慨自己不再年青了",
                "636804454.html"
            ],
            [
                "农村做题家一年的工资等我老爸老妈十年的收入吧",
                "636860349.html"
            ]
        ],
        "todayTrig": [
            [
                "xiaohongshu",
                "A股实现17连阳"
            ]
        ]
    },
    {
        "runDate": "2026-01-19 20:24:09",
        "newsDate": "2026-01-18",
        "新浪新闻": [
            "第一观察｜全面深入了解真实立体的中国",
            "国际奥委会“双标”：不会禁赛美国",
            "日本开年密集外交，搞了哪些小动作",
            "韩披露“侵入朝鲜”无人机嫌疑人身份",
            "12306新规：误购车票可限时免费退",
            "“敲响了冰冷的警钟” 欧洲怒了会放大招吗"
        ],
        "weibo": [
            [
                "1-云南地震-新-热度值：1137780"
            ],
            [
                "2-人民日报评美国斩杀线-沸-热度值：828270"
            ],
            [
                "3-万千气象看龙江-热度值：680392"
            ],
            [
                "4-陈光标喊话李亚鹏提供银行卡号-新-热度值：316383"
            ],
            [
                "5-轧戏-新-热度值：292843"
            ],
            [
                "6-火锅店用鱼缸养鲨鱼供人观赏-热度值：258634"
            ],
            [
                "7-多人往滇池抛洒放生矿泉水-热度值：196339"
            ],
            [
                "8-下雪-新-热度值：180242"
            ],
            [
                "9-云南巧家县5.1级地震-新-热度值：178440"
            ],
            [
                "10-JackeyLove说TES就在今天-新-热度值：166372"
            ],
            [
                "11-李亚鹏前妻力挺嫣然医院-新-热度值：166277"
            ],
            [
                "12-范丞丞 出庭的时候带上你的破平板-热-热度值：165823"
            ],
            [
                "13-A股迎重要调整-新-热度值：165031"
            ]
        ],
        "xiaohongshu": [],
        "zhihu": [],
        "v2ex": [
            [
                "国产口粮模型选择，请投出你的一票",
                "1186719#reply41"
            ],
            [
                "一加和 OPPO 的 ColorO",
                "1186730#reply26"
            ],
            [
                "有没有推荐的可以独立部署的聊天工具",
                "1186534#reply35"
            ],
            [
                "能不能改改 networkmana",
                "1186780#reply14"
            ],
            [
                "双卡 3080 20G 在 Ubu",
                "1186855#reply13"
            ],
            [
                "上周有同学提到保存 Nexus 历",
                "1186681#reply14"
            ],
            [
                "求推荐 nas 转发服务",
                "1186823#reply14"
            ],
            [
                "试了下 Chrome 原生 Ver",
                "1186887#reply6"
            ],
            [
                "开源了一个将 gemini 聊天记",
                "1186747#reply4"
            ],
            [
                "家里远程公司的电脑写代码，如何体验",
                "1186752#reply36"
            ],
            [
                "大企业级应用架构什么的是啥玩意",
                "1186740#reply21"
            ],
            [
                "有什么 AI Agent 可以自动",
                "1186871#reply1"
            ],
            [
                "wsl 会获取不到 ip",
                "1186682#reply23"
            ]
        ],
        "hupu": [
            [
                "打独享顺风车，司机接满五个人",
                "636987262.html"
            ],
            [
                "哎心里难受",
                "636981353.html"
            ],
            [
                "孩子才一岁，老公又掀桌子了，一点钱没有，想离婚了。",
                "636967960.html"
            ],
            [
                "[流言板]河南一女子躺饭店门口多日，有人合影打卡",
                "636980573.html"
            ],
            [
                "你上班，吃过最炸裂的瓜是什么?",
                "636949950.html"
            ],
            [
                "这后车的男司机很贱啊",
                "636999520.html"
            ],
            [
                "一直听说健身房很乱，这次又见识到了。男教练同时睡了4个女会员，2个女会员冲去店里，疯狂对男教练 扇耳光....... ​",
                "636953980.html"
            ],
            [
                "这才是正常人的反应，喂的太饱了，分不清大小王",
                "636972454.html"
            ],
            [
                "[流言板]曝多地快递驿站转让，经营者直言太累",
                "636980646.html"
            ],
            [
                "国考大概率上岸，犹豫要不要去",
                "637000037.html"
            ],
            [
                "不是哥们这还是国内吗？",
                "636982939.html"
            ],
            [
                "大哥这是在宣誓主权啊",
                "636949690.html"
            ],
            [
                "贾国龙:我邀请不明真相的网友去内蒙古走一走，玩一玩，我们好好促膝长谈一番",
                "636982174.html"
            ],
            [
                "[流言板]家中凌晨进贼，女主人全程装睡",
                "636991847.html"
            ],
            [
                "篮筐这么大，为啥有人命中率那么低？",
                "636983168.html"
            ]
        ],
        "todayTrig": [
            [
                "weibo",
                "13-A股迎重要调整-新-热度值：165031"
            ]
        ]
    }
] 
 