var mediaTrigDateLog = [
    {
        "runDate": "2025-05-20 08:39:24",
        "newsDate": "2025-05-19",
        "图卦ID": "186052",
        "喷嚏图卦": [
            "【1】警方通报武汉发生故意伤害案件",
            "【2】财新都报道“炒美股征税”了！",
            "【3】4月国民经济顶住压力稳定增长",
            "【4】中共中央、国务院：工作餐不得提供高档菜肴，不得提供香烟，不上酒。",
            "【5】中国无人机“九天”即将首飞 机腹可容纳上百枚巡飞弹",
            "【6】小米：公司报案的网络黑公关案已告破，多名犯罪嫌疑人被警方采取刑事强制措施",
            "【7】又有校友给复旦捐钱了，捐1亿不留名，支持哲学学科发展",
            "【8】餐饮过去叫“勤行”，懒人干不了",
            "【9】美国前总统拜登确诊前列腺癌 已扩散至骨骼",
            "【10】Trump“又大又美”的税法，周五没通过预算委",
            "【11】白宫争吵以来首次 泽连斯基和万斯举行会谈",
            "【12】澳企莱纳斯在马国生产首批重稀土产品",
            "【13】美国拟下半年与盟友商讨削减驻欧军力",
            "【14】韩国前总统尹锡悦退党恐难挽保守派选情",
            "【15】罗马尼亚，Nicușor Dan庆祝胜利。这不仅是他个人的胜利，也是司机和乌军的胜利。",
            "【16】土耳其总统紧抓马克龙中指10多秒 视频网上疯传",
            "【17】NEON在戛纳电影节的展位，金棕榈大奖的五连冠",
            "【18】美国应届毕业生面临劳动力市场“冻结”",
            "【19】日本农相表示从不买米 家中多到可出售",
            "【20】一种巨大的冲击力"
        ],
        "新浪新闻": [
            "总书记的一周（5月12日—5月18日）",
            "国安提醒：这流量蹭不得",
            "美国前总统拜登确诊前列腺癌",
            "媒体曝光“俄乌谈判细节”",
            "中国首款蜂群母舰无人机将首飞",
            "日本正准备底牌，应对第三轮日美关税谈判"
        ],
        "weibo": [
            [
                "1-国际乒联回应王楚钦球拍受损-新-热度值：1752972"
            ],
            [
                "2-小伙一年卖出255辆宝马年收入71万-热-热度值：752642"
            ],
            [
                "3-中国从海上发射一箭4星-热度值：705021"
            ],
            [
                "4-如果你经常侧睡导致圆肩扣肩-新-热度值：681091"
            ],
            [
                "5-520快乐-新-热度值：581279"
            ],
            [
                "6-陈奕迅ins报平安-热度值：512317"
            ],
            [
                "7-母子大闹机场不该由社会买单-热度值：473136"
            ],
            [
                "8-王者荣耀联动慕夏艺术-新-热度值：443315"
            ],
            [
                "9-降息-新-热度值：396665"
            ],
            [
                "10-藏海传第一个高潮-新-热度值：389150"
            ],
            [
                "11-黄杨钿甜弟弟-新-热度值：386830"
            ],
            [
                "12-黄子韬谈徐艺洋的生理期-新-热度值：374804"
            ],
            [
                "13-68岁摩的司机两次性侵14岁女学生-新-热度值：365736"
            ]
        ],
        "xiaohongshu": [
            [
                "雷军长文"
            ],
            [
                "陈奕迅发文报平安"
            ],
            [
                "恋爱怎么可能跟谁谈都一样"
            ],
            [
                "面试时夸夸而谈 入职后一言不发"
            ],
            [
                "谁能认出这个四胎孕妇是许佳琪啊"
            ],
            [
                "减肥人饿到失去理智的瞬间"
            ],
            [
                "原来看飞机是一件很大众的事"
            ],
            [
                "朋友的外婆去世让我学会了爱自己"
            ],
            [
                "痴人之爱 你们要的短剧细糠来了"
            ],
            [
                "小米YU7"
            ],
            [
                "第五人格不谈恋爱只谈对抗"
            ],
            [
                "520洋葱花的花语是泪流满面"
            ],
            [
                "重生之我在巍国做导游"
            ]
        ],
        "zhihu": [
            [
                "网传虞书欣父亲侵吞国有资产 15 ",
                "1907878299805378488"
            ],
            [
                "茅台股东大会招待晚宴改为自助餐，飞",
                "1907820359668962038"
            ],
            [
                "雷军称小米 SoC 芯片累计投入超",
                "1907808423749349410"
            ],
            [
                "医生提醒女性勿过度防晒，失眠抑郁的",
                "1906828518555350720"
            ],
            [
                "如何看待公务用车要求政府集中采购，",
                "1907580070404547885"
            ],
            [
                "「朱雀玄武敕令」成功改名为「周乔治",
                "1906673716588406382"
            ],
            [
                "越南总理呼吁「世界银行为北南高速铁",
                "1906765170639868809"
            ],
            [
                "如何评价电视剧《金婚》？",
                "58265125"
            ],
            [
                "陕西出现 1961 年以来最严重旱",
                "1905365452105933295"
            ],
            [
                "陈奕迅发文报平安「复活后先吃肉」，",
                "1907719607806026889"
            ],
            [
                "多哈世界杯，王楚钦 / 孙颖莎 3",
                "1907913357329172464"
            ],
            [
                "为什么给游戏充值，会有一单是「64",
                "1898804875795601287"
            ],
            [
                "为什么西瓜这么甜却没人用它制糖？",
                "31939257"
            ]
        ],
        "v2ex": [
            [
                "看了大家的发现我也来一个，看看有几",
                "1132889#reply1"
            ],
            [
                "企业需要数据库审计版本管理系统么？",
                "1132890#reply0"
            ],
            [
                "光猫的端口绑定对 Internet",
                "1132891#reply0"
            ],
            [
                "有没有免费看计算机书籍的软件 ap",
                "1132892#reply0"
            ]
        ],
        "hupu": [
            [
                "武汉出大事了。。。武汉文旅一年白干",
                "632717168.html"
            ],
            [
                "520倒计时：时间是浪漫的礼物，不是倒计时的枷锁",
                "632657083.html"
            ],
            [
                "离婚冷静期，我力挽狂澜，硬式把老婆哄回来了",
                "632670451.html"
            ],
            [
                "老婆要求有点高，我就是想多练练",
                "632670530.html"
            ],
            [
                "男人的亲密沉默，早该打破了",
                "632627020.html"
            ],
            [
                "古人过情人节有多硬核？从虎鞭到小蓝片，一部男人的血泪进化史",
                "632670409.html"
            ],
            [
                "大家要洁身自爱呀",
                "632692168.html"
            ],
            [
                "关于印度这些事是真的吗？",
                "632690594.html"
            ],
            [
                "[卧谈会]明天就是520了，今年520你有什么规划吗？",
                "632721067.html"
            ],
            [
                "知乎上看到的，震惊到我了",
                "632712674.html"
            ],
            [
                "陈奕迅到底怎么回事啊，舆论这么大应该来一个官方辟谣了吧？",
                "632716635.html"
            ],
            [
                "特厨隋卞的商单一条分隋坡本人500块？？",
                "632699721.html"
            ],
            [
                "小red书是个好东西",
                "632682398.html"
            ],
            [
                "有没有一种可能她们真的觉得隋坡大厨就一普通做菜的，她们觉得随便再找个厨子也能把这个账号再做起来",
                "632711137.html"
            ],
            [
                "空战胜利未能缓解巴基斯坦压力，印度50万大军压境",
                "632709582.html"
            ]
        ]
    },
    {
        "runDate": "2025-05-21 03:24:48",
        "newsDate": "2025-05-20",
        "图卦ID": "186062",
        "喷嚏图卦": [
            "【1】存款利率新一轮下调",
            "【2】王毅告诉拉斯穆森：中国充分尊重丹麦在格陵兰的主权",
            "【3】“哈马斯的暴行不人道、不可饶恕、令人愤慨”——中国驻以色列大使肖军正。",
            "【4】茅台董事长回应“工作餐不上酒新规”：我是发自内心地赞成该条例，是时候让中国白酒回归初心了",
            "【5】诈骗印度人",
            "【6】腾讯：已经囤积大量GPU，不怕封锁！",
            "【7】杭州都有公司开始要求员工居家办公了",
            "【8】看到大学冒白烟还以为是选出新校长了。",
            "【9】与普京通话两小时无突破 特朗普强调俄乌必须“直接协商”",
            "【10】美财长：不本着诚意谈判的国家 对等关税回归“解放日”水平",
            "【11】英国与欧盟达成重置关系协议 加强防务合作并取消部分贸易壁垒",
            "【12】朝鲜将板门店统一阁改名“板门馆” 或为去统一化举措",
            "【13】英伟达黄仁勋宣布在台北北士科设海外总部",
            "【14】马来西亚槟城去年中国游客量激增219%",
            "【15】拜登确诊癌症后首次发文",
            "【16】美国5月19日正式通过《Take It Down Act》（下架法案），成为联邦法律。",
            "【17】美国财政部长斯科特·贝森特：我们的目标不是与中国脱钩，而是开放市场，恢复平衡。我们将继续以较低的关税水平与中国开展贸易，尤其是在非战略性商品领域。同时，我们致力于使医药、半导体和钢铁等关键行业回归本土，以保护美国的国家安全利益。",
            "【18】彭博报道，星巴克公司已联系私募股权公司、科技公司和其他机构，考虑其中国业务的选择，包括可能出售股份。",
            "【19】这不是不卷，这是已经完球。",
            "【20】。"
        ],
        "新浪新闻": [
            "习近平在河南考察时强调 坚定信心推动高质量发展高效能治理",
            "特朗普：俄乌将立即开始停火谈判",
            "特朗普都不舍得挂电话，10个细节不寻常",
            "美媒放风称美政府审查苹果与中企AI合作",
            "墨海军帆船撞上美国大桥责任在谁？",
            "英伟达回应在上海设立新办公空间"
        ],
        "weibo": [
            [
                "1-黄杨钿甜艺考成绩被网友质疑有水分-热-热度值：165730"
            ],
            [
                "2-我国新冠检测阳性率快速上升-热-热度值：111207"
            ],
            [
                "3-高质量发展看天津-热度值：90399"
            ],
            [
                "4-陈奕迅女儿将成为华纳今年重点力捧的女新人-热-热度值：86840"
            ],
            [
                "5-20250520-沸-热度值：74761"
            ],
            [
                "6-5月21日2时55分迎来小满-热度值：74039"
            ],
            [
                "7-藏海传破2-热度值：67090"
            ],
            [
                "8-父亲去世留下300万巨债儿子拒还-热度值：58819"
            ],
            [
                "9-曾黎机场强忍眼泪-热度值：54207"
            ],
            [
                "10-王楚钦vs高茨-热度值：41021"
            ],
            [
                "11-雅安城管回应黄杨家开公司是否报备-热度值：41014"
            ],
            [
                "12-日本女高被迫卖淫10天接待100人-热-热度值：41009"
            ],
            [
                "13-男生掉化粪池遇难妈妈殡仪馆晕倒-热度值：41001"
            ]
        ],
        "xiaohongshu": [
            [
                "谁能拒绝懒羊羊版小乔"
            ],
            [
                "原来晚清包办婚姻长这样"
            ],
            [
                "吴彦祖也来拍撕拉片了"
            ],
            [
                "陈奕迅女儿将出道"
            ],
            [
                "藏海有熹妃回宫复仇那味儿了"
            ],
            [
                "一觉醒来整个小红书都在登顶珠峰"
            ],
            [
                "漂亮花束谁能不爱"
            ],
            [
                "烘焙届已经可以烤出恐龙了"
            ],
            [
                "当我贴脸开大刘宇宁忘本"
            ],
            [
                "在上海是潮人 在广东也是潮人"
            ],
            [
                "烟雨江南 从李白诗里走出来了"
            ],
            [
                "好的理发师都是心灵捕手"
            ],
            [
                "因为一场偶像剧婚礼想结婚了"
            ]
        ],
        "zhihu": [
            [
                "如何看待「特厨隋卞」账号发布的新视",
                "1907900421126747019"
            ],
            [
                "年内首次存款利率下调启动，1 年期",
                "1908079213141038811"
            ],
            [
                "2025 年多哈世乒赛男单第三轮，",
                "1908301641469396566"
            ],
            [
                "服装从业者称「电商 90% 衣服连",
                "1905949176040220633"
            ],
            [
                "24 岁女生上课突发脑出血，症状竟",
                "1907710315791085827"
            ],
            [
                "北京地铁为什么废除左行右立？",
                "641143391"
            ],
            [
                "如何评价美剧《最后生还者》第二季第",
                "1907749781725472457"
            ],
            [
                "生吃生蚝是什么味道?",
                "316684190"
            ],
            [
                "姜文执导电影《英雄出少年》定档 7",
                "1907370418253309346"
            ],
            [
                "职场中敢于「质疑权威」的能力应该如",
                "1907790729754932278"
            ],
            [
                "安徽滁州凤阳鼓楼顶部瓦片发生大面积",
                "1907922102624957951"
            ],
            [
                "沃尔玛准备以关税为由涨价，遭特朗普",
                "1907523113752695738"
            ],
            [
                "有谁能直观的告诉我考公难度有多大？",
                "1899818361778601998"
            ]
        ],
        "v2ex": [
            [
                "我写了一个编程语言，受 golan",
                "1132910#reply256"
            ],
            [
                "兄弟们 换车有建议的吗",
                "1132909#reply152"
            ],
            [
                "大家 qq 音乐会员哪里买的，多少",
                "1132902#reply95"
            ],
            [
                "有骑行的小伙伴用 AirPods ",
                "1132899#reply92"
            ],
            [
                "520 了，给你的对象搭子买了什么",
                "1132980#reply90"
            ],
            [
                "台式机一般用多少年就可以升级了",
                "1132946#reply89"
            ],
            [
                "真的有人喜欢用 tailwind ",
                "1132999#reply74"
            ],
            [
                "一个月后离职，准备环华旅行",
                "1133048#reply69"
            ],
            [
                "有没有 iphone12 换 16",
                "1132924#reply64"
            ],
            [
                "同志们 精子活力低 上海去哪个医院",
                "1132935#reply61"
            ],
            [
                "OFFER 决赛圈",
                "1132968#reply59"
            ],
            [
                "吐槽一下最近糟心的事情",
                "1133061#reply53"
            ],
            [
                "最近想骑车锻炼身体，想问问大家有什",
                "1132948#reply49"
            ]
        ],
        "hupu": [
            [
                "520倒计时：时间是浪漫的礼物，不是倒计时的枷锁",
                "632657083.html"
            ],
            [
                "人生有那么几次突破自己身体的极限，抵达天灵盖的那种快乐真好",
                "632722839.html"
            ],
            [
                "520搭子文化迭代：从亲密搭子到健康搭子",
                "632627161.html"
            ],
            [
                "比起礼物，520我更在意他能陪我久一点",
                "632716697.html"
            ],
            [
                "钢铁直男的周末520作战实录：多线程浪漫竟唯一美中不足",
                "632717576.html"
            ],
            [
                "【互动有奖】今年520各位都给女朋友准备了什么礼物啊？",
                "632717480.html"
            ],
            [
                "阔别15年的高中同学聚会直接拿下当年暗恋的女神",
                "632699962.html"
            ],
            [
                "发现男友存美女图片，我连夜和闺蜜开了个审判大会……",
                "632699997.html"
            ],
            [
                "如果再给我一次选择的机会，我还是会选择当电工",
                "632720413.html"
            ],
            [
                "月入三千谈两个女朋友，一个7年，一个3年，这个月办婚宴暴露了[旺柴]",
                "632725218.html"
            ],
            [
                "看看你们手机里的单打王。",
                "632728224.html"
            ],
            [
                "结婚5年，520第一次和老婆解除警报",
                "632728919.html"
            ],
            [
                "[卧谈会]一人说一个，你近期最烦恼的是什么事？",
                "632736432.html"
            ],
            [
                "陈奕迅到底怎么回事啊，舆论这么大应该来一个官方辟谣了吧？",
                "632716635.html"
            ],
            [
                "大家要洁身自爱呀",
                "632692168.html"
            ]
        ]
    },
    {
        "runDate": "2025-05-22 03:23:49",
        "newsDate": "2025-05-21",
        "图卦ID": "186086",
        "喷嚏图卦": [
            "【1】券商研报：青年成为中国消费增速下降主因",
            "【2】习近平考察河南促继续把制造业搞好",
            "【3】国务院任免国家工作人员，免去王建军的中国证券监督管理委员会副主席职务。",
            "【4】5月20日，宁德时代H股在港交所主板上市。",
            "【5】李凯馨前助理道歉 承认“辱骂中国人”录音为恶意剪辑合成",
            "【6】内地演员朱媛媛于2025年5月17日上午11点39分因病去世，年仅51岁。",
            "【7】@掠水惊鸿折脚雁:所谓天才少年有八成概率背后有造孽的家长，我转给自己作为警示",
            "【8】这六年发生了啥？",
            "【9】方洪波：我从来不加班，没有说 6 点之后还上班，这绝对不可能。周末加班也从来没有。我过去 20 年都是这样。",
            "【10】世卫通过提升全球大流行病防范条约",
            "【11】七国集团财长会议 料难达成共识发联合声明",
            "【12】日本今天公布了2025年4月赴日游客数据：中国大陆游客达76.5万，1月到4月共计313万，去年同比增加68.1%。单月外国游客人数首次突破390万人，创下史上新高。",
            "【13】日本黑社会组长因遛狗不牵狗绳被捕。",
            "【14】美国主权信用评级遭下调 美元指数下跌",
            "【15】派拉蒙或向川普赔付2000万美元求和解，CBS负责人辞职抗议。",
            "【16】印尼政府出版新历史书 学界担心黑暗史被改写",
            "【17】『高院不让我们将罪犯赶出我们国家！』\n『没错注意到了，因为你还好好的呢』",
            "【18】已经从空间站返回地球的宇航员摄影师Don Pettit，发布了他之前在太空拍摄的新照片。在这张长曝光得到的星轨/灯轨照片中，打乱画面和谐的大都是星链卫星的反光。"
        ],
        "新浪新闻": [
            "再赴河南考察 习近平为何强调这两个关键词",
            "美企图全球禁用中国先进计算芯片 中方回应",
            "为对抗中俄 特朗普宣布“金穹”反导项目",
            "演员辛柏青发讣告，妻子朱媛媛去世",
            "马斯克要大幅削减政治支出 “死守”特斯拉",
            "黄杨钿甜艺考被质疑有水分 高中母校回应"
        ],
        "weibo": [
            [
                "1-辛柏青2秒停顿藏着催泪暴击-沸-热度值：127343"
            ],
            [
                "2-袁爷爷吴爷爷离开4年了-热度值：81330"
            ],
            [
                "3-民营经济促进法施行释放三大信号-热度值：76443"
            ],
            [
                "4-朱媛媛患病后一直希望奇迹出现-热度值：72681"
            ],
            [
                "5-倒卖蜜雪冰城柠檬水赚差价当事人发声-热度值：65196"
            ],
            [
                "6-王曼昱VS韩莹-热度值：63963"
            ],
            [
                "7-张凌赫首次戛纳红毯造型-热度值：63739"
            ],
            [
                "8-脱口秀冒犯的艺术不是咸猪手的借口-热度值：49005"
            ],
            [
                "9-朱媛媛丧事办得很简单-热-热度值：48290"
            ],
            [
                "10-以军道歉-热度值：44465"
            ],
            [
                "11-坠化粪池遇难男生在母亲节偷偷送包-热度值：43383"
            ],
            [
                "12-韩安冉女儿要做手术-热度值：41071"
            ],
            [
                "13-为什么说抗癌5年是个坎儿-热度值：38971"
            ]
        ],
        "xiaohongshu": [
            [
                "第一次见火彩还以为我散光了"
            ],
            [
                "维生素b2带来的浪漫"
            ],
            [
                "属于中国女孩的国风毕业照"
            ],
            [
                "老师 我家猫怎么长得像伏地魔"
            ],
            [
                "蜜雪冰城回应网友倒卖柠檬水"
            ],
            [
                "你不认识我但一定看过我做的动画"
            ],
            [
                "实不相瞒 我有一款全自动家务狗"
            ],
            [
                "刘亦菲收了我亲手钩的黄玫瑰"
            ],
            [
                "黄晓明称朱媛媛在剧组没提过患癌"
            ],
            [
                "哪吒2延长上映至6月30日"
            ],
            [
                "小王 你让吕布更配不上貂蝉了"
            ],
            [
                "抬头看见了新兰大婚"
            ],
            [
                "周深配音随手一截都是表情包"
            ]
        ],
        "zhihu": [
            [
                "如何解读「特厨隋卞前 MCN」最新",
                "1908186912247775932"
            ],
            [
                "如何看待《哪吒之魔童闹海》第四次密",
                "1908537866704876805"
            ],
            [
                "网友倒卖蜜雪冰城柠檬水 3.5 小",
                "1908551972103087228"
            ],
            [
                "贵阳 8 小时闪电 1 万多次，最",
                "1908275894411293781"
            ],
            [
                "房东称「房子宁可空着也不租给老人」",
                "1908204239467021771"
            ],
            [
                "LPL 2025 赛季第二赛段组内",
                "1908601564081427670"
            ],
            [
                "多家健身房女性月卡 30 天变 3",
                "1907105801362973789"
            ],
            [
                "麦当劳麦辣系列回归手工裹粉后顾客反",
                "1898376881620879189"
            ],
            [
                "老板让我做裁员计划给他，我应该裁绩",
                "1892949852142430111"
            ],
            [
                "部分学院取消 2025 保研夏令营",
                "1908070525319774302"
            ],
            [
                "如何评价电视剧《人生若如初见》的谢",
                "1906989837724157003"
            ],
            [
                "课题组内新开一个参考文献很少的新方",
                "13975131538"
            ],
            [
                "日本翻译中国运动员马龙名字为何用旧",
                "1906136167931413259"
            ]
        ],
        "v2ex": [
            [
                "兄弟们薅羊毛了，新的企业信息查询平",
                "1133226#reply487"
            ],
            [
                "这个世界无时无刻不再刷新我的三观",
                "1133186#reply294"
            ],
            [
                "怎么说服老婆换手机，她目前还在用 ",
                "1133184#reply161"
            ],
            [
                "我被公司辞退了",
                "1133220#reply112"
            ],
            [
                "推荐一部正常恋爱过程的电视剧",
                "1133164#reply108"
            ],
            [
                "上班这件事在我的视角里愈发荒诞起来",
                "1133156#reply105"
            ],
            [
                "想替换掉 Jenkins，有啥好的",
                "1133168#reply79"
            ],
            [
                "坑爹的 GBK：大家都应该去用 U",
                "1133223#reply74"
            ],
            [
                "pro 系列真的能让你平静",
                "1133201#reply68"
            ],
            [
                "有没有感觉迷信比之前要盛行",
                "1133236#reply56"
            ],
            [
                "比特币不是我们穷人玩的东西了",
                "1133181#reply54"
            ],
            [
                "突发奇想：用半导体制冷散热器来做一",
                "1133174#reply53"
            ],
            [
                "兄弟们 帮我出出主意 送礼物",
                "1133180#reply52"
            ]
        ],
        "hupu": [
            [
                "深夜坦白局：你有没有什么你女友/老婆不知道的小秘密？",
                "632732246.html"
            ],
            [
                "比起礼物，520我更在意他能陪我久一点",
                "632716697.html"
            ],
            [
                "求问轩子老师！女生口中的“随便”到底是要还是不要？",
                "632729508.html"
            ],
            [
                "中国女排史上颜值最高的运动员是哪位？",
                "632738664.html"
            ],
            [
                "刷新下限：爸爸去世居然能被做成脱口秀。网友评论让人大跌眼镜",
                "632730732.html"
            ],
            [
                "结婚5年，520第一次和老婆解除警报",
                "632728919.html"
            ],
            [
                "[卧谈会]一人说一个，你最近听过身边人的最炸裂八卦是什么？",
                "632755966.html"
            ],
            [
                "李总和小隋这是骑脸输出啊！",
                "632748482.html"
            ],
            [
                "[流言板]小伙一年卖出255辆宝马，连续多年蝉联山东宝马销冠",
                "632719320.html"
            ],
            [
                "本来想直接开喷的，但话又说回来了",
                "632732622.html"
            ],
            [
                "[流言板]博主摆摊转卖蜜雪冰城柠檬水，你认为该行为是否构成侵权？",
                "632754229.html"
            ],
            [
                "深圳人还是很守规矩的，在这种前不着村后不着店的登山道上，经常会看到这种自助卖水点，自己拿，自己扫码付款，完全靠自觉，完全考验人性，你们会支持这种卖水的吗？",
                "632738518.html"
            ],
            [
                "感觉以后家长和学生可以随便拿捏老师了。浙江教师要扔学生被行拘事件反转，当事教师回应来了……",
                "632746322.html"
            ],
            [
                "岭南三省，为什么只富了广东，而广西海南发展不起来？",
                "632740817.html"
            ],
            [
                "终于轮到我了，植发两年，这效果什么水平？",
                "632750781.html"
            ]
        ]
    },
    {
        "runDate": "2025-05-23 03:23:39",
        "newsDate": "2025-05-22",
        "图卦ID": "186113",
        "喷嚏图卦": [
            "【1】研究报告：中国去年对欧投资激增47% 七年来首次增长",
            "【2】“靠贷吃贷” 中国建行前副行长退休逾四年后被捕",
            "【3】四川省政府党组成员、副省长、省公安厅厅长叶寒冰被查",
            "【4】蓝天立落马后 广西首提倒查10年非法采矿和涉重金属污染",
            "【5】关税战，中国对美国出口急剧下滑的这个月，东南亚对美国出口直线飙升。",
            "【6】毋庸违言",
            "【7】《笑傲江湖2：东方不败》4K修复版即将在内地公映",
            "【8】教育部拟同意设置32所新大学",
            "【9】王自如计划回归数码博主身份",
            "【10】问薪无愧",
            "【11】以色列驻美使馆两工作人员在华盛顿遭枪杀",
            "【12】特朗普白宫会南非总统 突播视频指控南非白人遭种族屠杀",
            "【13】美发布“金穹”导弹防御系统规划 特朗普：三年内具备战力",
            "【14】美国初裁认定中国电池材料享高额补贴 为征税铺路",
            "【15】美国务卿：俄罗斯数日内提出俄乌停火协议大纲",
            "【16】以军在约旦河西岸向外交使团开枪 引发国际社会谴责",
            "【17】印尼上万召车司机骑士集会 抗议平台合并与收入低",
            "【18】朝鲜新驱逐舰下水时发生严重事故",
            "【19】越南总理促加快推进 越中铁路拟12月动工",
            "【20】美国「笑纳」卡塔尔赠予747专机"
        ],
        "新浪新闻": [
            "习近平同法国总统马克龙通电话",
            "突然调暗灯光 特朗普和南非总统为何争吵？",
            "朝鲜发生重大事故驱逐舰 或为崔贤级驱逐舰",
            "两名以色列驻美使馆工作人员遭枪杀",
            "罕见！反腐查到足疗店，怎么看？",
            "女子拒绝乘车遭摩的司机殴打?深圳警方通报"
        ],
        "weibo": [
            [
                "1-赵丽颖这算官宣恋情吗-沸-热度值：544205"
            ],
            [
                "2-王楚钦-沸-热度值：306858"
            ],
            [
                "3-物种丰富的大自然有多美-热度值：193311"
            ],
            [
                "4-赵丽颖回应-沸-热度值：186632"
            ],
            [
                "5-孙颖莎4比2申裕斌-新-热度值：139806"
            ],
            [
                "6-大学生坠入化粪池遇难副校长被免职-热度值：83106"
            ],
            [
                "7-曹颖患胃癌-热-热度值：80784"
            ],
            [
                "8-米津玄师 Lemon-热-热度值：79968"
            ],
            [
                "9-结婚生子遭抛弃截瘫网红发声-热度值：76545"
            ],
            [
                "10-周琦老婆承认逼丈夫回国失去理智-热度值：46223"
            ],
            [
                "11-黄子韬49.8元卫生巾被炒到190元-热-热度值：46208"
            ],
            [
                "12-赵丽颖-热度值：45875"
            ],
            [
                "13-黄杨钿甜父亲情况核查最新进展-热度值：45551"
            ]
        ],
        "xiaohongshu": [
            [
                "在最穷的时候遇上了最想买的皮肤"
            ],
            [
                "陈奕迅辟谣去世传闻后首露面"
            ],
            [
                "迪丽热巴 蓝玫瑰油画妆"
            ],
            [
                "起猛了看到小狗的朋友圈了"
            ],
            [
                "王楚钦逆转晋级8强"
            ],
            [
                "郑晓龙拍戏 眼泪往上擦"
            ],
            [
                "小猫不语只是一味配合"
            ],
            [
                "武汉暴雨"
            ],
            [
                "折腰的美术都是细糠"
            ],
            [
                "追易烊千玺的人真排到法国了"
            ],
            [
                "世乒赛国乒男双全军覆没"
            ],
            [
                "指导本科毕业论文被气哭了"
            ],
            [
                "工科学士服零成本毕业照"
            ]
        ],
        "zhihu": [
            [
                "黄杨钿甜父亲涉嫌违规经商办企业、违",
                "1908942882192188627"
            ],
            [
                "如何评价 5 月 22 日发布的玄",
                "1908953502748764060"
            ],
            [
                "林诗栋 / 林高远 1-3 不敌林",
                "1908978826031141817"
            ],
            [
                "如果有人拿枪抵着你的头，唯一得救的",
                "61486783"
            ],
            [
                "5 月 22 日武汉发布暴雨临灾警",
                "1908815092734195202"
            ],
            [
                "小米首款 SUV 汽车 YU7 发",
                "1908498443292369655"
            ],
            [
                "每次去国外，别人一眼就看出我是中国",
                "314483356"
            ],
            [
                "为什么最近的「AI 猜病小游戏」会",
                "1907792158766883693"
            ],
            [
                "罗永浩为还债开辟带货新平台，债务总",
                "1908823853871883442"
            ],
            [
                "什么样的家庭才能养出松弛感的孩子？",
                "621449512"
            ],
            [
                "以色列驻美使馆两名工作人员 21 ",
                "1908851730441017076"
            ],
            [
                "小米 15S Pro 首发玄戒 O",
                "1908969655290262025"
            ],
            [
                "中国有哪些逆天的文物？",
                "22638720"
            ]
        ],
        "v2ex": [
            [
                "亏掉首付有感",
                "1133437#reply326"
            ],
            [
                "我的全部理财分享",
                "1133464#reply161"
            ],
            [
                "520 分手啦",
                "1133575#reply157"
            ],
            [
                "[抽奖] 比特币突破 11 万美元",
                "1133506#reply157"
            ],
            [
                "北京美食分享",
                "1133416#reply134"
            ],
            [
                "顶头上司是一个混子咋办",
                "1133444#reply94"
            ],
            [
                "看了关于迷信的帖子感觉大家成见蛮深",
                "1133570#reply92"
            ],
            [
                "租房遇到不良房东，押金恐被恶意克扣",
                "1133419#reply92"
            ],
            [
                "有个问题，大家上班都是用的公司提供",
                "1133439#reply69"
            ],
            [
                "​原来「投屏」在台湾叫「萤幕镜像」",
                "1133556#reply63"
            ],
            [
                "今晚 YU7 就要发布了，有持币准",
                "1133443#reply57"
            ],
            [
                "求推荐： M4 Mac 适合程序员",
                "1133505#reply54"
            ],
            [
                "京东删除订单",
                "1133410#reply52"
            ]
        ],
        "hupu": [
            [
                "女友看擦边男我该阻止吗？求轩子老师传授经验！",
                "632729568.html"
            ],
            [
                "求问轩子老师！女生口中的“随便”到底是要还是不要？",
                "632729508.html"
            ],
            [
                "广东名宿徐杰都让多少个女孩怀孕了？后续那些女孩也是，不知道徐杰是啥人吗？",
                "632755133.html"
            ],
            [
                "爱的天赋，是掌控巅峰表现，还是与TA共赴同频？",
                "632754088.html"
            ],
            [
                "终于轮到我了，植发两年，这效果什么水平？",
                "632750781.html"
            ],
            [
                "一只北极熊的舌头被罐头卡住，聪明的它冒着危险寻求人类的帮助",
                "632754611.html"
            ],
            [
                "老婆让我补肾这么多年都没用，竟然是错在没补肝",
                "632755824.html"
            ],
            [
                "外卖小哥一单赚了 300块，可是感觉他好像并不是那么开心",
                "632752919.html"
            ],
            [
                "[卧谈会]一人说一个，你最近听过身边人的最炸裂八卦是什么？",
                "632755966.html"
            ],
            [
                "逗骗子玩真的好开心",
                "632753935.html"
            ],
            [
                "流氓！一男子在沈阳脱口秀剧场猥亵女演员，台下观众起哄鼓掌，构成“在公共场所当众猥亵他人”，被处以行政拘留十日",
                "632744411.html"
            ],
            [
                "司仪、婚庆公司一觉醒来，天塌了，失业了",
                "632750656.html"
            ],
            [
                "吴彦祖晒被张伟丽锁喉照，祝贺其获奖：12年前，我曾告诉UFC老板需要培养一位中国",
                "632729425.html"
            ],
            [
                "中国女排史上颜值最高的运动员是哪位？",
                "632738664.html"
            ],
            [
                "怎么看待《男大学生，正在批量减少》？",
                "632750424.html"
            ]
        ]
    },
    {
        "runDate": "2025-05-24 03:23:44",
        "newsDate": "2025-05-23",
        "图卦ID": "186125",
        "喷嚏图卦": [
            "【1】中国开展行动整治“远洋捕捞”等行为 涉案金额逾3亿元人民币",
            "【2】中国外交部发言人毛宁21日批评川普政府计划建造「金穹」(Golden Dome)飞弹防御系统，「具有浓厚的进攻性色彩」，违反外太空条约倡导的和平利用原则，将加剧「外太空战场化」和全球军备竞赛风险。",
            "【3】针对华裔和中国留学生的暴力行为",
            "【4】丰收的架子已经搭起来了",
            "【5】工作期间违规经商，违法生育二胎。监察机关立案调查。",
            "【6】香港医生写的出院记录↓↓",
            "【7】@好像会全部喝光:离十万美元差个美字",
            "【8】美国取消哈佛招收国际学生资格 强制现有国际生转学",
            "【9】以驻美使馆人员遭枪杀案 嫌犯被控谋杀外国官员",
            "【10】美最高法院称可保护美联储免受特朗普罢免机构官员的影响",
            "【11】美国防外交高层接连警示台海风险",
            "【12】民主党参议员要求白宫检讨中东晶片交易",
            "【13】苹果将通过15亿美元富士康工厂扩大印度供应链",
            "【14】日本拟对外国游客加征高达5000日元离境税",
            "【15】特朗普“南非白人遭屠杀”图片取自刚果视频",
            "【16】白宫挂上了新画",
            "【17】特朗普之子投资的“类固醇奥运会”将在拉斯维加斯首次亮相",
            "【18】Claude 4 Opus 可能具有自我意识了😅",
            "【19】来自于佩儿的凡尔赛：",
            "【20】美国众议院通过“一个又大又美”预算法案"
        ],
        "新浪新闻": [
            "习近平同德国总理默茨通电话",
            "外交部回应美政府拿哈佛开刀",
            "日方抓扣台湾渔船“红彩头6号”，中方回应",
            "“中国天眼”发现罕见掩食脉冲星",
            "美国将撤走4500名驻韩美军？韩国否认",
            "在招聘软件找不到工作，正常吗？"
        ],
        "weibo": [
            [
                "1-林志炫回应淘汰-热-热度值：219547"
            ],
            [
                "2-歌手排名-沸-热度值：180760"
            ],
            [
                "3-高质量发展看天津-热度值：178164"
            ],
            [
                "4-暴雨暴雨小心暴雨暴雨-热-热度值：176058"
            ],
            [
                "5-即将入学哈佛的中国留学生发声-热度值：120017"
            ],
            [
                "6-2.5天休假模式真的来了-热度值：80606"
            ],
            [
                "7-朱媛媛最后的朋友圈-热-热度值：80492"
            ],
            [
                "8-陈楚生回应高音没声-热度值：79915"
            ],
            [
                "9-单依纯回应两场第一-热-热度值：79443"
            ],
            [
                "10-女单四强国乒占三席-热度值：78506"
            ],
            [
                "11-韩国反华情绪正螺旋上涨-热-热度值：78183"
            ],
            [
                "12-难听-热-热度值：77603"
            ],
            [
                "13-马嘉祺做得好-热度值：76951"
            ]
        ],
        "xiaohongshu": [],
        "zhihu": [
            [
                "单依纯、 Grace 、陈楚生排名",
                "1909328842813833886"
            ],
            [
                "美取消哈佛留学生合法身份行为被叫停",
                "1909309927144560368"
            ],
            [
                "2025 多哈世乒赛男单 1/4 ",
                "1909379678738802439"
            ],
            [
                "野比大雄的父母为什么从来不利用哆啦",
                "350330532"
            ],
            [
                "小米 YU7 内嵌 2200Mpa",
                "1909218924240790415"
            ],
            [
                "如何评价多哈世乒赛莫雷高德 4:2",
                "1909391403303302198"
            ],
            [
                "如何看待香港科技大学、香港理工大学",
                "1909308428679119340"
            ],
            [
                "「声称看到龙」的事件近期频繁出现，",
                "1904671407947903737"
            ],
            [
                "特朗普威胁对欧盟征收 50% 关税",
                "1909350591664222382"
            ],
            [
                "20 年期美债拍卖遇冷，得标利率突",
                "1908824305292271888"
            ],
            [
                "女幼师下班途中遭男子刺死，家属质疑",
                "1909261051322692279"
            ],
            [
                "教授怒斥学生用 AI 写作业，被图",
                "1908482208823469211"
            ],
            [
                "老外为啥不倒车入库？",
                "337349601"
            ]
        ],
        "v2ex": [
            [
                "玄戒 O1 有多少东西是小米自己的",
                "1133697#reply202"
            ],
            [
                "不懂，那些说 mac 不用关机的，",
                "1133688#reply160"
            ],
            [
                "这个月美股又亏了 10w，好难受\ud83d",
                "1133699#reply152"
            ],
            [
                "现法拉利 er，前小米 er 说一",
                "1133729#reply143"
            ],
            [
                "唉，哪吒 2 又延期到 6 月 3",
                "1133760#reply112"
            ],
            [
                "没想到 ARM 删帖来的这么快，是",
                "1133797#reply110"
            ],
            [
                "买房亏掉的钱够你买什么车了",
                "1133758#reply102"
            ],
            [
                "问个 Git 基操：怎么样复制一个",
                "1133693#reply98"
            ],
            [
                "YU7 大家怎么看",
                "1133778#reply90"
            ],
            [
                "小米汽车是不是舆论造势太过了？",
                "1133883#reply76"
            ],
            [
                "微博热搜看到的，是有什么黑历史吗，",
                "1133787#reply76"
            ],
            [
                "大家来说说武汉到底是个什么城市",
                "1133798#reply75"
            ],
            [
                "为什么 2025 年了， ios ",
                "1133793#reply69"
            ]
        ],
        "hupu": [
            [
                "女友看擦边男我该阻止吗？求轩子老师传授经验！",
                "632729568.html"
            ],
            [
                "广东名宿徐杰都让多少个女孩怀孕了？后续那些女孩也是，不知道徐杰是啥人吗？",
                "632755133.html"
            ],
            [
                "在激烈交战时，对方的哪些胡言乱语会让你感觉更刺激？",
                "632757282.html"
            ],
            [
                "有一说一，我最佩服雷军的一点",
                "632774229.html"
            ],
            [
                "罗斯的「荆棘玫瑰」，握在手中的不屈灵魂！这颗球，是时候安排上了！",
                "632788277.html"
            ],
            [
                "老婆让我补肾这么多年都没用，竟然是错在没补肝",
                "632755824.html"
            ],
            [
                "你在现场会去帮这个小姐姐吗",
                "632771129.html"
            ],
            [
                "敢不敢晒出你的台球段位？来赢罗技键盘",
                "632772182.html"
            ],
            [
                "周楷恒圆梦职业了？真会营销，又故技重施",
                "632774816.html"
            ],
            [
                "贵州民俗巡游，评论区在玩什么梗？讽刺？",
                "632746656.html"
            ],
            [
                "女性夜间顺风车安全问题急需解决",
                "632761303.html"
            ],
            [
                "【有福利】兄弟们都收到虎扑520的惊喜礼物了吗？",
                "632748034.html"
            ],
            [
                "有没有情感专家，我要不行了",
                "632758600.html"
            ],
            [
                "世界芯片发展过程，恭喜小米芯片，米粉别喷我了，我爱小米？",
                "632781021.html"
            ],
            [
                "官方：230万耳环姐黄杨钿甜父亲被立案调查",
                "632772936.html"
            ]
        ]
    },
    {
        "runDate": "2025-05-25 03:21:15",
        "newsDate": "2025-05-24",
        "图卦ID": "186151",
        "喷嚏图卦": [
            "【1】武汉一客车撞树侧翻致3死4伤",
            "【2】港科大:欢迎哈佛学生转学继续深造",
            "【3】多国商会会长表示与中国合作、持续推进全球化",
            "【4】人民日报评论：过紧日子不等于削减干部正当的薪金待遇",
            "【5】福建舰正加紧海试",
            "【6】国际体育仲裁院反兴奋剂部门发布裁决声明，维持对中国举重运动员吕小军的四年禁赛处罚，禁赛期提前至2022年10月30日开始。",
            "【7】《中国独角兽排行榜2025》正式发布：字节跳动、蚂蚁集团、Shein位列前三！",
            "【8】跨省拉屎",
            "【9】德国汉堡火车站发生刀袭 18人受伤嫌犯被捕",
            "【10】特朗普威胁6月起对欧盟进口产品征收50%关税",
            "【11】特朗普对苹果关税威胁扩大至所有智能手机生产商",
            "【12】美国宣布立即解除对叙利亚制裁",
            "【13】台积电要求美国豁免半导体关税 否则亚历桑那投资将受影响",
            "【14】澳洲人网购中国商品 有助于抑制通胀",
            "【15】面上减税，背地搞钱——“美丽大法案”解析",
            "【16】川普阅兵 ，还给了卖票链接",
            "【17】哈佛大学：如果没有国际学生，哈佛就不是哈佛。",
            "【18】罗一钧认这波新冠「又急又猛」　上修疫情高峰恐10万人就医",
            "【19】日本米价成自民党政治筹码 小泉进次郎誓言降半价",
            "【20】美国参议院投票阻止加州燃油车禁令"
        ],
        "新浪新闻": [
            "如何学有质量、查有力度、改有成效",
            "我国首艘弹射型航母正加紧海试",
            "澳媒感慨：了不起，中国真做到了！",
            "广西龙胜山洪已致4人遇难 救援仍在持续",
            "哈佛以色列籍学生：感觉我们被当做棋子了",
            "“人在ICU咋借钱”最新进展来了"
        ],
        "weibo": [
            [
                "1-王楚钦雨果争冠-热-热度值：309625"
            ],
            [
                "2-警员视力矫正术后因难忍副作用自尽-热-热度值：235614"
            ],
            [
                "3-海洋经济总量首次突破10万亿元-热度值：179773"
            ],
            [
                "4-雨果-热度值：145173"
            ],
            [
                "5-莫德里奇-热度值：139349"
            ],
            [
                "6-刘浩存体重轻到水量纹丝不动-热-热度值：135615"
            ],
            [
                "7-2025戛纳电影节获奖名单-新-热度值：114147"
            ],
            [
                "8-王楚钦孙颖莎混双冠军-沸-热度值：104065"
            ],
            [
                "9-狂野时代戛纳电影节特别奖-热度值：80477"
            ],
            [
                "10-梁靖崑无缘决赛-热度值：68564"
            ],
            [
                "11-16岁费曼近照-热-热度值：68228"
            ],
            [
                "12-小伙称连吃28天鸡腿饭瘦10多斤-热-热度值：68193"
            ],
            [
                "13-戛纳召回-热度值：66946"
            ]
        ],
        "xiaohongshu": [],
        "zhihu": [
            [
                "国际体育仲裁法庭宣布吕小军因 3 ",
                "1909272589966225510"
            ],
            [
                "2025 多哈世乒赛男单半决赛，雨",
                "1909760370266059688"
            ],
            [
                "如何评价多哈世乒赛雨果 4:3 梁",
                "1909769333229458537"
            ],
            [
                "林志炫这样级别的选手都被淘汰了，《",
                "1909640946708080423"
            ],
            [
                "多哈世乒赛半决赛梁靖崑 3:4 负",
                "1909769853260271911"
            ],
            [
                "新来的营销总监被管厕所的阿姨骂了，",
                "1909164891006301872"
            ],
            [
                "2025 多哈世乒赛混双决赛，王楚",
                "1909720698689123760"
            ],
            [
                "长城汽车魏建军称汽车产业的「恒大」",
                "1909270302564816213"
            ],
            [
                "2025 年多哈世乒赛男单半决赛，",
                "1909769503467898056"
            ],
            [
                "从科学的角度讲，明朝天启大爆炸的可",
                "531409270"
            ],
            [
                "5 月 24 日多哈世乒赛男单半决",
                "1909539742929888085"
            ],
            [
                "2025 多哈世乒赛，梁靖崑 3：",
                "1909769493066002699"
            ],
            [
                "10 多个省份鼓励实行 2.5 天",
                "1909697398650922534"
            ]
        ],
        "v2ex": [
            [
                "美团外卖 18 减 18",
                "1133973#reply87"
            ],
            [
                "有身高不高的 V 友试过相亲吗，体",
                "1133996#reply59"
            ],
            [
                "PDF 编辑技术很难吗？",
                "1134009#reply52"
            ],
            [
                "国内是不是大规模封禁了家庭宽带入境",
                "1133974#reply47"
            ],
            [
                "博通把 vmware 原来的 in",
                "1133977#reply39"
            ],
            [
                "[极限二选一] MacBookpr",
                "1133975#reply37"
            ],
            [
                "四线城市医生一辈子能有多少收入和存",
                "1133958#reply35"
            ],
            [
                "所在城市暂时没有山姆，办张会员卡用",
                "1133964#reply31"
            ],
            [
                "MacBook air m4 16",
                "1133984#reply29"
            ],
            [
                "打鼾人的痛，打鼾人的止鼾路 😭",
                "1134029#reply29"
            ],
            [
                "618 手机购买求推荐",
                "1133959#reply28"
            ],
            [
                "有没有人生指南的书或音视频",
                "1133989#reply27"
            ],
            [
                "对\"缓刑\"的长期误解、混乱是上升的",
                "1133985#reply25"
            ]
        ],
        "hupu": [
            [
                "一球请三神+天花板绝平！哈利伯顿这剧情，JRS以前有看过吗",
                "632776392.html"
            ],
            [
                "老婆出轨，我加入步行街了，以后该怎么办，求JRS们建议。",
                "632789582.html"
            ],
            [
                "隆多被抓全过程",
                "632790919.html"
            ],
            [
                "[卧谈会]距离2025年高考还有两周，一人一句来给今年的高考学子打个气~",
                "632805489.html"
            ],
            [
                "终于轮到我了，珠海人每天赴港工作已经7个月了，有什么要问的吗？",
                "632793816.html"
            ],
            [
                "周楷恒圆梦职业了？故技重施，混淆概念罢了",
                "632774816.html"
            ],
            [
                "30岁两孩爹血泪经历：拿命换升职加薪？这代价我付不起",
                "632791748.html"
            ],
            [
                "逆天毕业照",
                "632768672.html"
            ],
            [
                "兄弟们，你们见到过胸最大的有多大",
                "632792018.html"
            ],
            [
                "曾经的高考神话，黄冈中学为什么没落了？",
                "632778216.html"
            ],
            [
                "星巴克居然排不上第一梯队？崩溃了",
                "632795633.html"
            ],
            [
                "有一说一，第八个表情最绝",
                "632785991.html"
            ],
            [
                "脱口秀现状",
                "632770480.html"
            ],
            [
                "这女孩是个护士，年薪税后26万+公积金6千，护士工资都这么高，医生简直不敢想",
                "632794542.html"
            ],
            [
                "不一定斩女，但一定斩男",
                "632784669.html"
            ]
        ]
    },
    {
        "runDate": "2025-05-27 03:23:03",
        "newsDate": "2025-05-26",
        "图卦ID": "186187",
        "喷嚏图卦": [
            "【1】中使馆提醒消除买外国媳妇错误思想",
            "【2】中国印尼加强投资合作 签署金融等领域合作协议",
            "【3】消极教学",
            "【4】中国国有银行高管出身 刘桂平郭宁宁升任天津福建“三把手” ",
            "【5】五一过后，济南章丘的一面墙上，悄然绽放了一朵蔷薇，有人拿起画笔，就着蔷薇，画了一个女孩。\n短短几天，蔷薇女孩就引爆全网，人们从四面八方涌来，只为与这个蔷薇女孩合影。（图1）",
            "【6】陕西省政协副主席刘宽忍被查 被誉为“华夏吹埙第一人”",
            "【7】中国足协纪委会原主任王小平被控受贿645万元 当庭辩称无罪",
            "【8】供应过剩导致动力煤价格跌至4年低点",
            "【9】俄发动大规模空袭 未影响互换战俘",
            "【10】以军轰炸加沙南部 炸死医生夫妇的九个孩子",
            "【11】川普批评普京和泽连斯基",
            "【12】特朗普同意暂缓对欧盟征收50%关税至7月9日",
            "【13】花钱参加川普空气币晚宴的人抱怨食物太难吃",
            "【14】拜登宣布患癌后机场露面",
            "【15】结婚就发钱　韩国多地为新婚夫妇提供现金奖励",
            "【16】#戛纳电影节#金棕榈奖得主贾法·帕纳西寄语伊朗同胞：“最重要的是我们的国家和我们国家的自由。让我们共同迎来那个时刻——没有人敢规定我们应该穿什么、该做什么或不该做什么。”",
            "【17】保罗·麦斯卡谈在影院观看奥斯卡最佳纪录长片获奖作品《唯一的家园》的体验：",
            "【18】马斯克：很乐意授权特斯拉 FSD 智驾系统给其他车企",
            "【19】大统领：",
            "【20】西班牙成为北约5%国防开支目标的唯一主要反对者"
        ],
        "新浪新闻": [
            "“孩子们成长得更好，是我们最大的心愿”",
            "中美贸易谈判之后，多国重估对美贸易策略",
            "中方是否会派新的大熊猫赴日？外交部回应",
            "爆料：“普京座机遭大规模袭击”",
            "孙颖莎夺冠后首发文：每一拍都要全力以赴",
            "律师称孟羽童被造黄谣警方已立案"
        ],
        "weibo": [
            [
                "1-马克龙回应专机上被妻子推搡-热-热度值：135851"
            ],
            [
                "2-特朗普威胁苹果时iPhone响了-热-热度值：81194"
            ],
            [
                "3-万千气象看四川-热度值：64875"
            ],
            [
                "4-王健林已被冻结4.9亿股权-热-热度值：60309"
            ],
            [
                "5-贾斯汀比伯告白女网红-热-热度值：58353"
            ],
            [
                "6-姚安娜说还好从哈佛毕业了-热-热度值：54688"
            ],
            [
                "7-知网一论文下载95万次0次引用遭质疑-热度值：50844"
            ],
            [
                "8-小沈阳把张百乔拉黑了-热-热度值：46747"
            ],
            [
                "9-现实中真正的漂亮-热-热度值：43721"
            ],
            [
                "10-5元自助快餐店因一条差评火了-热度值：43202"
            ],
            [
                "11-六旬老人打赏女主播18万妻子发声-热-热度值：42260"
            ],
            [
                "12-张一山生日赵丽颖送了两巴掌-热-热度值：40325"
            ],
            [
                "13-三个月瘦了35斤的面部变化-热-热度值：40104"
            ]
        ],
        "xiaohongshu": [],
        "zhihu": [
            [
                "女子戴「能量石」三个月，总是流鼻血",
                "1909542964176315428"
            ],
            [
                "男子玩滑翔伞被云吸到海拔八千多米高",
                "1910357000375744028"
            ],
            [
                "如何评价小米副总裁朱丹称玄戒 O1",
                "1910384102965751931"
            ],
            [
                "如何看待李沐宸称「长剧目前给不到自",
                "1910284367013570163"
            ],
            [
                "西安一高中生与教授父亲共同署名发表",
                "1910297378130454412"
            ],
            [
                "美团王兴回应京东外卖百亿补贴称「将",
                "1910426762006984368"
            ],
            [
                "5 月 26 日汽车股全线下跌，宁",
                "1910380262677779122"
            ],
            [
                "王健林再卖 48 座万达广场，会对",
                "1910254250262487828"
            ],
            [
                "有哪些你吃了一次就不想再吃的东西？",
                "622362892"
            ],
            [
                "如何看待武汉杨泗港大桥下面公共区域",
                "1908650156636746156"
            ],
            [
                "普京所乘直升机遭乌克兰无人机大规模",
                "1910385989580449072"
            ],
            [
                "三十五岁突然想考公务员了，最后一班",
                "1890532567746336330"
            ],
            [
                "美国耕地面积比中国大，可为什么粮食",
                "523301527"
            ]
        ],
        "v2ex": [
            [
                "剃须刀有没有推荐的呀，性价比高的",
                "1134270#reply175"
            ],
            [
                "地狱开局怎么破？",
                "1134271#reply139"
            ],
            [
                "迫于太懒，想趁 618 入手一个扫",
                "1134289#reply130"
            ],
            [
                "国家网络身份认证系统开始推送了",
                "1134428#reply101"
            ],
            [
                "30 岁， 3 年工作后远程，由于",
                "1134274#reply96"
            ],
            [
                "地铁上一女的在看书，书名不知道，但",
                "1134280#reply86"
            ],
            [
                "XDM，被裁员了~ 今天最后一天",
                "1134336#reply71"
            ],
            [
                "穷人纠结的牛马工具， mac mi",
                "1134273#reply69"
            ],
            [
                "如何看待现在 4s 店跑路",
                "1134265#reply67"
            ],
            [
                "前置过滤器+净水器+直饮机，可以无",
                "1134286#reply67"
            ],
            [
                "即将步入中年的程序员生活困境（狠狠",
                "1134319#reply56"
            ],
            [
                "请问 V 友，工作方向是继续前端还",
                "1134297#reply55"
            ],
            [
                "[真诚求问] 开源六年的容器平台 ",
                "1134423#reply53"
            ]
        ],
        "hupu": [
            [
                "虽然看不懂，但是天塌了",
                "632822681.html"
            ],
            [
                "30岁游戏萌新，我真的肝不动了",
                "632815731.html"
            ],
            [
                "[每日茶水间]王健林再卖48座万达广场，累计出售已超80座，对此你怎么看？",
                "632828320.html"
            ],
            [
                "哥们儿，找卖片的查资料，你也是个人才！",
                "632811800.html"
            ],
            [
                "舔狗经济真的崩盘了么",
                "632825809.html"
            ],
            [
                "这一棒下去得多少钱啊？",
                "632820403.html"
            ],
            [
                "为什么没有男生在网上擦边",
                "632807213.html"
            ],
            [
                "怎么选？",
                "632815840.html"
            ],
            [
                "[卧谈会]你还记得你上一次发朋友圈是发的什么内容吗？",
                "632836427.html"
            ],
            [
                "隋坡前MCN监事又又又开始小作文了！！",
                "632820813.html"
            ],
            [
                "周楷恒签约NBL!这支球队怎么样？",
                "632807516.html"
            ],
            [
                "violet Vivian女神",
                "632804590.html"
            ],
            [
                "【匿名发帖】感觉被无缝衔接了",
                "632811856.html"
            ],
            [
                "越来越多的人站出来了",
                "632815241.html"
            ],
            [
                "保罗:Nobody能碰我的头！科比:我叫Nobody！",
                "632807913.html"
            ]
        ]
    },
    {
        "runDate": "2025-05-28 03:23:45",
        "newsDate": "2025-05-27",
        "图卦ID": "186218",
        "喷嚏图卦": [
            "【1】山东一化工车间爆炸",
            "【2】刘建超吁全球南方要有“大家庭”意识 学者：中国外交重心从大国转向周边",
            "【3】兴业银行回应新存1000万可推名企实习：属实，实习期内资金不得转移",
            "【4】摊上事了！李嘉诚旗下一楼盘涉嫌行贿受贿，偷工减料，十人被逮捕……",
            "【5】中国最大黄金矿商进军“流”投资项目",
            "【6】中办、国办：引导企业基于战略导向厘清主责主业，推动技术、人才、资金等各类要素向主业集中，防止盲目多元化扩张、无序扩张",
            "【7】#教育部通知严禁违规频繁考试#\n小学其他年级每天书面作业完成时间平均不超过60分钟！\n初中每天书面作业完成时间平均不超过90分钟！",
            "【8】美团王兴回应京东外卖百亿补贴：将不惜代价赢得竞争",
            "【9】@一包海苔",
            "【10】英国利物浦汽车冲撞球迷致47人伤",
            "【11】马克龙访越吁维护基于法律国际秩序",
            "【12】美媒：特朗普控制监管机构 家族敛财逍遥法外",
            "【13】美国高额关税促成欧盟亚细安加速结盟",
            "【14】欧洲主要港口拥堵现象加剧 贸易战恐致海运受阻运费上涨",
            "【15】唯恐俄五年内对北约发动攻势 德国军方2029年前全面备战",
            "【16】特朗普扬言可能削减哈佛大学30亿美元资金",
            "【17】苹果承受 25% 关税比生产迁回美国更划算",
            "【18】“特朗普的终极愿景：美、中、俄三分天下”——虽然但是，我们不一样",
            "【19】这幅Dari Zuron创作的俏皮图像名字叫“自我提升”。",
            "【20】城市套路深"
        ],
        "新浪新闻": [
            "人民领袖｜从小培养爱国心",
            "山东高密一化工车间发生爆炸 当地回应",
            "美国公司拟竞购达尔文港 中方表态",
            "\"特朗普设想的世界秩序：美中俄三分天下\"",
            "“防长已批准”，印度宣布重要计划！",
            "对“哈佛禁令” 李家超最新表态"
        ],
        "weibo": [
            [
                "1-致多人上吐下泻甜品商家已贴封条-热-热度值：102173"
            ],
            [
                "2-曹氏鸭脖一门店碗底印你像猪一样能吃-热-热度值：90301"
            ],
            [
                "3-夏收跑出加速度-热度值：71748"
            ],
            [
                "4-欧阳娜娜在闲鱼讲价被拒绝-热-热度值：69580"
            ],
            [
                "5-73岁朴槿惠罕见外出笑容灿烂-热度值：56466"
            ],
            [
                "6-高校教师迟到1分钟被认定教学事故-热度值：52375"
            ],
            [
                "7-朴槿惠力挺韩国总统候选人金文洙-热度值：46152"
            ],
            [
                "8-演员张翰被起诉-热-热度值：45854"
            ],
            [
                "9-高考10天倒计时-热度值：45337"
            ],
            [
                "10-一中国商人在菲律宾遭枪杀-热度值：45292"
            ],
            [
                "11-杀害27岁女子凶手父亲抱怨有家不能回-热-热度值：44330"
            ],
            [
                "12-YG新女团首位成员EVELLI公开-热-热度值：43895"
            ],
            [
                "13-内娱最权威的四张撕拉片-热-热度值：43194"
            ]
        ],
        "xiaohongshu": [],
        "zhihu": [
            [
                "小米一季度营收 1112.9 亿元",
                "1910749694902108898"
            ],
            [
                "如何看待《歌手》里单依纯的混响问题",
                "1910386061168865432"
            ],
            [
                "优衣库上新的 S 码女装比童装还小",
                "1910344792786863934"
            ],
            [
                "学者炮轰「烫碗」习惯，餐前烫碗是为",
                "1910781211254716128"
            ],
            [
                "江苏城市足球联赛为什么火了？这种模",
                "1910732449572427589"
            ],
            [
                "泡馍为什么走不出西安？",
                "665667753"
            ],
            [
                "34 岁皇马巨星退役 2 年已「胖",
                "1910723915820524645"
            ],
            [
                "特斯拉高速路追尾大货车，径直撞入货",
                "1910353459632365574"
            ],
            [
                "如何看待棋手战鹰在直播打《艾尔登法",
                "1910637705290802412"
            ],
            [
                "KTV 现在只能靠老年人「续命」，",
                "1910722769341080201"
            ],
            [
                "印度为什么向多国派出「宣讲团」？",
                "1910255124120606618"
            ],
            [
                "女子怀孕 37 周因吃冷藏食品感染",
                "1910287308873229900"
            ],
            [
                "高校里那些「非升即走」后「走」了的",
                "312714465"
            ]
        ],
        "v2ex": [
            [
                "hi，我开发了一个学习英语的软件，",
                "1134547#reply553"
            ],
            [
                "大家有得偏头疼的吗？",
                "1134537#reply149"
            ],
            [
                "大家多久和爸妈联系一次？",
                "1134589#reply140"
            ],
            [
                "海鲜市场 7 折卖 jd 饭票",
                "1134627#reply110"
            ],
            [
                "如果你写了个东西，但不知道它是怎么",
                "1134556#reply104"
            ],
            [
                "电车决赛圈， z20 vs 零跑 ",
                "1134580#reply90"
            ],
            [
                "三甲医院突然对我嘘寒问暖，真相竟是",
                "1134571#reply75"
            ],
            [
                "有没有熟悉大模型开发的， help",
                "1134542#reply73"
            ],
            [
                "咖啡问题求教",
                "1134523#reply62"
            ],
            [
                "8 月底去大阪玩，大家有没有什么推",
                "1134564#reply62"
            ],
            [
                "不结婚，不生娃 的人 应该过得都很",
                "1134666#reply52"
            ],
            [
                "炒股是否比创业更有机会发财",
                "1134575#reply49"
            ],
            [
                "Logitech G HUB 实在",
                "1134517#reply48"
            ]
        ],
        "hupu": [
            [
                "上山的人不必嘲笑下山的神！ 从球场到酒桌：辽宁老铁教你如何逆风翻盘",
                "632832467.html"
            ],
            [
                "30岁游戏萌新，我真的肝不动了",
                "632815731.html"
            ],
            [
                "野球场干架，这是伤到哪儿了？",
                "632841036.html"
            ],
            [
                "不懂就问，这真不是萝卜岗吗？？",
                "632832538.html"
            ],
            [
                "舔狗经济真的崩盘了么",
                "632825809.html"
            ],
            [
                "为何大家都不去ktv和spa了？",
                "632840128.html"
            ],
            [
                "[卧谈会]你身边有没有看着不起眼，实际上却很有钱的人吗？",
                "632851139.html"
            ],
            [
                "你最不能接受你老公做什么？这女的一本正经的回答也太好笑了吧",
                "632839870.html"
            ],
            [
                "未来哪个城市，最可能代替上海成为最大经济城市？",
                "632826760.html"
            ],
            [
                "拍戏会不会真来感觉",
                "632827514.html"
            ],
            [
                "一个家庭要往上走，最狠的15条建议",
                "632831222.html"
            ],
            [
                "媳妇没在家，带女儿下个馆子",
                "632833012.html"
            ],
            [
                "周楷恒签约NBL!这支球队怎么样？",
                "632807516.html"
            ],
            [
                "拉塞尔在香港打野球什么水平？",
                "632832754.html"
            ],
            [
                "一张顺风车订单看底层的心酸……",
                "632832242.html"
            ]
        ]
    },
    {
        "runDate": "2025-05-29 03:25:11",
        "newsDate": "2025-05-28",
        "图卦ID": "186237",
        "喷嚏图卦": [
            "【1】滑翔伞被吸至高空事件调查报告公布",
            "【2】外交部：中国对沙特、阿曼、科威特、巴林4国试行免签",
            "【3】牛杂！",
            "【4】#2025新一线城市官宣#15座新一线城市依次为：成都、杭州、重庆、武汉、苏州、西安、南京、长沙、郑州、天津、合肥、青岛、东莞、宁波与佛山。",
            "【5】2022年，内地40个城市的千元餐厅数量为588家，到2025年只剩下340家，降幅42.2%",
            "【6】骑车人全责",
            "【7】@道叔bot",
            "【8】找工作前先把把脉",
            "【9】刘强东到杭州就点三份外卖：非常鲜美“杭州是我见过的最美城市 没有之一”",
            "【10】“一个能打的都没有”",
            "【11】地产圈重磅！74岁王石表态要“出手”：正在尝试与万科决策层建立联系。",
            "【12】老师我错了！！",
            "【13】美暂停外国学生签证面谈 拟审查申请人社群帐号",
            "【14】特朗普政府计划取消与哈佛大学价值约1亿美元的联邦合同",
            "【15】重型火箭“星舰”第九次试飞未成功 料已解体",
            "【16】欧洲四月EV销量增长近30%，但同期Tesla在欧洲的销量下降近一半",
            "【17】印度提出对美国“大幅”削减关税，但谷物和乳制品除外",
            "【18】在吉隆坡自导自演绑架案 新加坡国大学生无事省释",
            "【19】贾法·帕纳西重返德黑兰《普通事故》金棕榈奖引发法国和伊朗之间的外交“争端”。 ",
            "【20】2004-2024年，ASML的全球收入来源。2024年，中国大陆是最大市场，其次是韩国。"
        ],
        "新浪新闻": [
            "AI时政画报｜大农业的路子宽又阔",
            "中国航母为何靠近日本？外交部回应",
            "中企经营的达尔文港被盯上了",
            "谈及特朗普 “很失望，我们成替罪羊了”",
            "为了这件大事 这六个省会抱团了",
            "看不起印度 是危险的误判"
        ],
        "weibo": [
            [
                "1-哈佛6700名在校生需转学或离境-新-热度值：95092"
            ],
            [
                "2-汪苏泷婉拒歌手返场邀请-热-热度值：90738"
            ],
            [
                "3-端午气氛组强势上线-热度值：79377"
            ],
            [
                "4-泡泡玛特回应Labubu品控问题-热-热度值：78923"
            ],
            [
                "5-国补后iPhone16Pro重回销量第一-热度值：60288"
            ],
            [
                "6-杨幂躲镜头-热-热度值：58725"
            ],
            [
                "7-游客发现武陵山天池底为304不锈钢-热度值：48903"
            ],
            [
                "8-大麦崩了-热-热度值：47978"
            ],
            [
                "9-没去芭莎的很幸运了-热度值：44593"
            ],
            [
                "10-客人闹事店主护妻反击被判入狱-热度值：42471"
            ],
            [
                "11-102岁老人3楼坠落被众人稳稳接住-暖-热度值：42188"
            ],
            [
                "12-今夕赫夕-热度值：41942"
            ],
            [
                "13-歌手歌单-热度值：41846"
            ]
        ],
        "xiaohongshu": [],
        "zhihu": [
            [
                "全国各地现理发店倒闭潮，没有电商冲",
                "1910780418401212230"
            ],
            [
                "《绝地潜兵 2》的地球保卫战中，本",
                "1910753744209052550"
            ],
            [
                "深蓝汽车「车机开屏广告」为何遭到用",
                "1910861129627973147"
            ],
            [
                "2025 高考报名人数 1335 ",
                "1911012849683228026"
            ],
            [
                "商务部就「零公里二手车」乱象约谈车",
                "1910736247544067650"
            ],
            [
                "法国军方首次回应印巴冲突中「阵风」",
                "1911062044934926621"
            ],
            [
                "张学友东莞演唱会为高考延期，此前被",
                "1910999088041785015"
            ],
            [
                "为什么外骨骼还没有在重体力劳动中普",
                "1903589892237288535"
            ],
            [
                "项羽如果乌江没自刎而是卷土重来，还",
                "1906739121298322494"
            ],
            [
                "AI 独角兽用程序员冒充 AI 写",
                "1910047089766917491"
            ],
            [
                "美国内部「去美元化」，佛州承认黄金",
                "1910961690582967542"
            ],
            [
                "人民币兑美元汇率双双升破 7.17",
                "1910601043349333924"
            ],
            [
                "王熙凤出生于四大家族，却大字不识，",
                "1888731851767654284"
            ]
        ],
        "v2ex": [
            [
                "调查一下你们会同意另一半经常去健身",
                "1134771#reply304"
            ],
            [
                "新手司机，希望省心，耐用，预算 不",
                "1134806#reply116"
            ],
            [
                "夏天开始脚上有很多死皮，有什么好的",
                "1134780#reply81"
            ],
            [
                "杭州租房问题",
                "1134769#reply76"
            ],
            [
                "我这种亲情观点是否自私？",
                "1134811#reply61"
            ],
            [
                "Trae 今天上线 Pro 版本，",
                "1134768#reply56"
            ],
            [
                "[求助] Go 项目中大量第三方 ",
                "1134781#reply54"
            ],
            [
                "南方汛期马上来了，咱们都修了这么多",
                "1134848#reply52"
            ],
            [
                "有没有适合写代码时盘的手串",
                "1134795#reply45"
            ],
            [
                "失联、离职同事借网贷，留了我的手机",
                "1134916#reply42"
            ],
            [
                "当今这个社会，普通人逆天改命的机会",
                "1134958#reply42"
            ],
            [
                "上了四年班，知道了工作非必要，所以",
                "1134884#reply39"
            ],
            [
                "0512 地区 电信大范围再收回 ",
                "1134775#reply39"
            ]
        ],
        "hupu": [
            [
                "说说缩短CD这件事情……",
                "632849846.html"
            ],
            [
                "陶晶莹：台湾艺人很辛苦，我们只想工作，不想牵扯立场，可以吗？",
                "632851005.html"
            ],
            [
                "【真实经历】被寒冰大招物理眩晕的JR们听我一句劝...",
                "632846840.html"
            ],
            [
                "为了手冲不腻，我母单13年研究的打胶新鲜玩法都在这了",
                "632850192.html"
            ],
            [
                "直击武汉第一车祸现场，经典停1毫秒就有车在摁喇叭",
                "632850913.html"
            ],
            [
                "出轨，还是公众人物，不封就算了，还成千万人追捧的对象了。",
                "632841769.html"
            ],
            [
                "NBA球员签名时放进去大学宿敌球衣",
                "632852054.html"
            ],
            [
                "如何看待某女大毕业论文中对父母的称呼",
                "632847719.html"
            ],
            [
                "东北往事：90年代绿皮车比拼下酒菜",
                "632852345.html"
            ],
            [
                "[卧谈会]马上就是端午假期了，这个端午你准备怎么安排？",
                "632865748.html"
            ],
            [
                "你别说，还真是",
                "632847529.html"
            ],
            [
                "[社区热议]警方通报共享单车坐垫内有情趣用品，嫌疑人已被抓获",
                "632863711.html"
            ],
            [
                "黑龙江小仙女考法警被举报。多次在社交平台发表厌男等低俗言论。官方公布：已经终止程序",
                "632852315.html"
            ],
            [
                "男人的快乐已经简单到这种程度了",
                "632861183.html"
            ],
            [
                "分手三年的前女友突然来找聊天了啥情况啊，彭于晏，彦祖们帮小弟分析一下",
                "632854618.html"
            ]
        ]
    },
    {
        "runDate": "2025-06-01 03:22:44",
        "newsDate": "2025-05-31",
        "图卦ID": "186298",
        "喷嚏图卦": [
            "【1】5月30日，一段游客掉进西安兵马俑三号坑砸坏兵马俑的视频引发大家热议。",
            "【2】5月国家统计局制造业PMI升至49.5 供给重现扩张",
            "【3】中国宣布向太平洋岛国提供200万美元应对气候变化",
            "【4】中国人民解放军南部战区位黄岩岛领海领空及周边区域组织战备警巡",
            "【5】美国终于甩出王炸：断供先进航空发动机，C919国产化迫在眉睫！",
            "【6】毕井泉医改有功仍落马 改革者亦有红线不可越",
            "【7】中国汽车工业协会：5月23日以来，某车企率先发起大幅降价活动，多家企业跟进效仿，引发新一轮“价格战”恐慌，所有企业应自查整改",
            "【8】一个月不拉屎的中学生，已经不是个别现象",
            "【9】银行员工完不成消费贷任务一周扣三百",
            "【10】124.69元",
            "【11】只站没用坐字",
            "【12】特朗普称马斯克永远是他的“朋友和顾问”",
            "【13】马斯克领导效率部成绩单：四个月来只小幅减支",
            "【14】美联邦法官延长限制令 禁特朗普政府阻哈佛招国际生政策",
            "【15】特朗普：在美中国留学生“不会有事”",
            "【16】美国下令对申请签证前往哈佛的“任何人”进行额外审查",
            "【17】朝鲜修法严控韩流文化 禁止国人用“欧巴”等词语",
            "【18】马克龙：欧亚国家应携手建立独立自主新联盟",
            "【19】石破茂：日本将牵头提升CPTPP 促进亚洲经济发展",
            "【20】「中国留美学生 毕业找工作办身份的道路或被堵死」 "
        ],
        "新浪新闻": [
            "你好！新时代少年",
            "美防长回答中方提问时打太极",
            "中国海警东沙舰，现身黄岩岛",
            "印军方首度证实：印巴冲突中有战机被击落",
            "特朗普对哈佛禁令背后的文化与历史",
            "一场车祸致2.5亿蜜蜂出逃"
        ],
        "weibo": [
            [
                "1-谭松韵疑似ABB式名字大户-热-热度值：257859"
            ],
            [
                "2-欧冠决赛-热度值：127219"
            ],
            [
                "3-3个中国人在太空过端午-热度值：105602"
            ],
            [
                "4-在哈佛演讲的25岁中国女生发声-热度值：101407"
            ],
            [
                "5-巴啦啦小魔仙凌妈妈扮演者自曝片酬-热度值：74059"
            ],
            [
                "6-彩票店女老板整天吸二手烟血管堵90%-热度值：52293"
            ],
            [
                "7-藏海传 男频-热度值：52221"
            ],
            [
                "8-各国为抢哈佛生源真的是拼了-热度值：51102"
            ],
            [
                "9-河南一水库水位下降现千佛石窟-热度值：46290"
            ],
            [
                "10-刘宇宁气场太强了-热度值：45111"
            ],
            [
                "11-刘浩存吻戏-热-热度值：44996"
            ],
            [
                "12-8旬老人砍掉小区20年香樟树-热-热度值：44659"
            ],
            [
                "13-女装这种设计的意义在于没有意义-热-热度值：44404"
            ]
        ],
        "xiaohongshu": [
            [
                "突然发现全家都很尊重睡觉"
            ],
            [
                "折腰演员集体发文告别"
            ],
            [
                "年轻人开始主动挂艾草了"
            ],
            [
                "张艺兴异瞳烟熏妆"
            ],
            [
                "第一次煮粽子可以多潦草"
            ],
            [
                "藏海传的面具人到底是谁"
            ],
            [
                "端午遇高考 头顶高粽一举高中"
            ],
            [
                "儿童节各地大屏的精神状态"
            ],
            [
                "端午出游来盘这个发型"
            ],
            [
                "杭州龙舟比的不是速度是喝水"
            ],
            [
                "被博物馆结束语惊艳到了"
            ],
            [
                "决战端午丑粽子之巅"
            ],
            [
                "用维生素b2拍出氛围感照片"
            ]
        ],
        "zhihu": [
            [
                "今年西瓜收购价只有 2 毛一斤，有",
                "1911848991445968024"
            ],
            [
                "QQ 等级集齐 4 个皇冠后是什么",
                "52704017"
            ],
            [
                "超级上海保卫战搁战锤算是什么级别的",
                "1911525709211501751"
            ],
            [
                "女子 6.8 元网购 10 斤花生",
                "1910326110253709092"
            ],
            [
                "单位规定 8:30 上班，但我有一",
                "1909204346266162393"
            ],
            [
                "一个连长能叫出每一个士兵的名字吗？",
                "1911118462111163994"
            ],
            [
                "日本坐地铁高铁为什么没有进站候车和",
                "658045977"
            ],
            [
                "银川烧烤店 31 死爆炸案宣判，1",
                "1911739929010074583"
            ],
            [
                "LPL 2025 赛季第二赛段淘汰",
                "1912202624754758747"
            ],
            [
                "如何看待 2025 年江苏省城市足",
                "1912203339011171677"
            ],
            [
                "618 有什么电竞椅值得入手，选购",
                "1910761276625355460"
            ],
            [
                "为什么程序员可以处理闰年，但处理不",
                "569807653"
            ],
            [
                "韩国生育率走高，单月出生人口实现「",
                "1911458788420056077"
            ]
        ],
        "v2ex": [
            [
                "做 ai 模型层的人,为什么会看不",
                "1135615#reply52"
            ],
            [
                "35 岁程序员能找到一个 5000",
                "1135648#reply42"
            ],
            [
                "“端午安康”的谣言到底怎么流传开来",
                "1135590#reply37"
            ],
            [
                "公网映射 NAS，如何保证安全",
                "1135582#reply32"
            ],
            [
                "求大家帮我看看要不要在试用期内跑路",
                "1135595#reply32"
            ],
            [
                "通义灵码出了 IDE",
                "1135587#reply27"
            ],
            [
                "二手安卓爱回收压价好厉害",
                "1135591#reply27"
            ],
            [
                "为什么 macmini 外挂主流是",
                "1135592#reply22"
            ],
            [
                "如何去除或者过滤微信内的广告？",
                "1135567#reply20"
            ],
            [
                "iOS18 天气 app 的降水量",
                "1135566#reply19"
            ],
            [
                "每个月都去一次日本，想接点代购单子",
                "1135599#reply18"
            ],
            [
                "房子现在是不是已经不属于优质资产了",
                "1135635#reply17"
            ],
            [
                "鸡哥蔡徐坤新歌 Deadman 叫",
                "1135575#reply17"
            ]
        ],
        "hupu": [
            [
                "当发现老爹在吃爱的尴尬丸，表面尴尬，内心瑞思拜的真实反应实录",
                "632891034.html"
            ],
            [
                "听哥句劝，错误的戒烟方式真的比吸烟伤害还大...",
                "632888257.html"
            ],
            [
                "十年前今天的“我们”有多火",
                "632882820.html"
            ],
            [
                "歼20干掉f35了？？",
                "632894333.html"
            ],
            [
                "13年后雷霆重回少年时代，JRs有没有觉得有些东西不一样了",
                "632891934.html"
            ],
            [
                "未婚妻婚检有乙肝，我妈不让我们结婚怎么办",
                "632861825.html"
            ],
            [
                "攻克癌症的希望？王力宏与亲哥王力德，现身医疗峰会。一家子基因太强大了！",
                "632885416.html"
            ],
            [
                "[卧谈会]你在童年的哪些梦想，现在回头看最终有哪些是实现了？",
                "632906333.html"
            ],
            [
                "昨晚去了相亲对象家里，见识了富人的生活，一个床垫子三万多，唉，自卑使我周末加班",
                "632900860.html"
            ],
            [
                "说句不好听的，想当演员基本都要有背景，就像王骁如果没这层关系，会当上演员吗？",
                "632899841.html"
            ],
            [
                "在山上深埋一个鸡腿，看看动物们的嗅觉有多灵敏？",
                "632899872.html"
            ],
            [
                "直接让你变成废物的网站，提前过上退休的生活",
                "632889325.html"
            ],
            [
                "没有人还能看回去",
                "632896441.html"
            ],
            [
                "巴基斯坦这开盒技术",
                "632893449.html"
            ],
            [
                "2023 至今去了六次澳门 兄弟们有什么想问的都可以解答",
                "632885882.html"
            ]
        ]
    },
    {
        "runDate": "2025-06-03 03:22:54",
        "newsDate": "2025-06-02",
        "图卦ID": "186314",
        "喷嚏图卦": [
            "【1】中国5月新房价格上涨 业者：大部分房子仍不好卖",
            "【2】港股大跌，明天A股怎么走？",
            "【3】美国停止对华芯片设计软件EDA销售授权",
            "【4】人民日报评论：新能源汽车，“价格战”兴奋剂决不能打",
            "【5】雷军再发文疑回应被质疑：后来者总有机会！",
            "【6】5月29日，抖音集团宣布成立短剧版权中心，旨在加强版权管理，提高短剧质量，支持优质制作方和创作者。此次抖音集团短剧版权中心的成立，可视为抖音集团为短剧行业优质内容所做的重要投入，也为整个短剧行业释放了积极信号。",
            "【7】天生prompt工程师",
            "【8】乌国安局谈“蜘蛛网”行动：星期天摧毁俄罗斯价值70亿美元轰炸机",
            "【9】以军确认空袭打死哈马斯军事领导人辛瓦尔",
            "【10】特朗普宣布收回NASA局长候选人的提名",
            "【11】美防长要日本把军费从GDP2%增至5%",
            "【12】马斯克：我没吸毒，媒体撒谎 ",
            "【13】5月30日，博主预判会有胖揍。6月1日，实现了。",
            "【14】子陵在听歌",
            "【15】老拜头患癌了，大统领最近不直接开骂了，可能有点憋屈。",
            "【16】马斯克宣布推出全新XChat：音视频、加密、消息自毁功能一应俱全",
            "【17】1972年 玛利亚 拉斯普金娜手持父亲 格里高利 拉斯普金的照片，她的父亲就是迷惑了末代沙皇夫妇的妖僧拉斯普金，1916年拉斯普金被几名俄罗斯贵族合谋杀死。 1920年年幼的拉斯普金娜跟随家人离开俄罗斯，在欧洲各国辗转生活，1946年来到美国，并最终定居在洛杉矶，直到1977年去世",
            "【18】世界第一张手机分享照片\nPhilippe Kahn 在 1997 年 6 月 11 日拍摄的他新生女儿 Sophie 的照片被认为是人类历史上第一张通过手机分享的照片。他在加利福尼亚州圣克鲁斯县的 Sutter 产科中心，利用一台 Motorola StarTAC 翻盖手机、一台 Casio QV-10 数码相机和一台 Toshiba 430CDT 笔记本电脑，通过自制的连接方式和软件，将照片上传到家中的服务器，并通过电子邮件通知亲朋好友。这张照片被《时代》杂志在 2016 年列入“有史以来最具影响力的 100 张照片”。",
            "【19】什么是 Labubu",
            "【20】克林特·伊斯特伍德近日接受奥地利报纸《Kurier》采访透露，他完全没有打算退休，正在进行一部没有透露片名的导演新作的前期准备工作。他最近刚刚过了95岁生日。谈到电影工业的现状，老爷子说：“我怀念以前的好时光，编剧在片厂的小屋写出《卡萨布兰卡》这样的电影。那时候每个人都有新的点子。现在到处都是翻拍和系列电影。我拍过三部续集，对续集没什么兴趣已经很久了。我的看法是要么做点新的东西，要么待在家别出来。”"
        ],
        "新浪新闻": [
            "一个民族的强盛，总是以文化兴盛为支撑",
            "商务部：美无端指责中方违反经贸会谈共识",
            "菲律宾防长居然说中国记者是“特工”",
            "马斯克:不想为美政府所做的一切承担责任",
            "再度约战萨巴伦卡 郑钦文还想走得更远一点",
            "金文洙能否打败李在明“逆风翻盘”？"
        ],
        "weibo": [
            [
                "1-夏天这种凉鞋易致孩子性早熟还有毒-热-热度值：103849"
            ],
            [
                "2-贾冰因戏减肥后不再打呼-热-热度值：101643"
            ],
            [
                "3-端午经济成为消费活力新引擎-热度值：76943"
            ],
            [
                "4-蜉蝣是世界上寿命最短的生物之一-热度值：72402"
            ],
            [
                "5-蒯铎十年前是必死之局-热-热度值：67866"
            ],
            [
                "6-工作人员回应漫展上2女童被指衣着暴露-热度值：56720"
            ],
            [
                "7-洛杉矶奥运会樊振东对国乒不可或缺-热度值：54821"
            ],
            [
                "8-榴莲价格出现腰斩-热度值：47216"
            ],
            [
                "9-瑞典环保少女搭乘援助船前往加沙-热度值：35340"
            ],
            [
                "10-绿发会回应涉蒋雨融争议-热度值：30551"
            ],
            [
                "11-内娱多位男明星减肥成功-热-热度值：29915"
            ],
            [
                "12-中山漫展-热度值：29573"
            ],
            [
                "13-日本回应7月5日末日地震预言疯传-热度值：27877"
            ]
        ],
        "xiaohongshu": [
            [
                "我很少用震撼来形容一个夜市"
            ],
            [
                "起猛了 养到能吃猫的花了"
            ],
            [
                "我养的花是开给天庭的人看的"
            ],
            [
                "青岛太超前了 Kitty来了也得打"
            ],
            [
                "福州一座巨大的陶喆痛城"
            ],
            [
                "承认吧藏海 你动心了"
            ],
            [
                "迪丽热巴生日撕拉片"
            ],
            [
                "帮外国女孩找到东方美"
            ],
            [
                "cos了羊村里最man的羊"
            ],
            [
                "我和草原牛马对齐了颗粒度"
            ],
            [
                "是谁用云给山做了一顶帽子"
            ],
            [
                "在大理看到了让人Aha的艺术展"
            ],
            [
                "我用木头雕刻出了童年零食"
            ]
        ],
        "zhihu": [
            [
                "如何看待乌对俄发动大规模无人机特种",
                "1912773363811705607"
            ],
            [
                "车企 5 月销量数据出炉，比亚迪新",
                "1912617971915920615"
            ],
            [
                "如何评价鹰角网络新游《泡姆泡姆》6",
                "1909262922057778365"
            ],
            [
                "郑大一附院原院长阚全程被查，对河南",
                "1911830205661705398"
            ],
            [
                "如果将人完全浸没在恒温水体中，水温",
                "1907522813595717690"
            ],
            [
                "国家税务总局表示今年前 4 个月，",
                "1912436914239288441"
            ],
            [
                "你是否支持英语退出主科地位，理由是",
                "601478399"
            ],
            [
                "32 岁被裁员，面试时 HR 笑着",
                "1901082821965094995"
            ],
            [
                "全国多地密集上调最低工资标准，对「",
                "1912612762753918302"
            ],
            [
                "在明白什么道理后你就不再焦虑了？",
                "629658395"
            ],
            [
                "患者花 8 万买的抗癌药是临床试验",
                "1912846396513546643"
            ],
            [
                "如何评价 LPL 2025 赛季第",
                "1912925433487419077"
            ],
            [
                "儿子英语基础不好，很着急，该怎么办",
                "655891918"
            ]
        ],
        "v2ex": [
            [
                "有在新加坡工作的吗？ 你会选择转新",
                "1135831#reply62"
            ],
            [
                "知乎是不是快要倒闭了？",
                "1135810#reply57"
            ],
            [
                "有点闲钱，想花钱买快乐，求老哥们推",
                "1135879#reply52"
            ],
            [
                "昨天忘记关闹钟了， IOS 这点真",
                "1135788#reply50"
            ],
            [
                "买刮刮乐，中了 20，接下来你会怎",
                "1135800#reply49"
            ],
            [
                "终于知道国内计算机教育长期缺失的一",
                "1135829#reply35"
            ],
            [
                "我才明白为啥有人说养老金并轨失败了",
                "1135796#reply29"
            ],
            [
                "最近工作上发生了一些事, 最终挺过",
                "1135824#reply26"
            ],
            [
                "学习大模型的显卡怎么选型",
                "1135792#reply25"
            ],
            [
                "关于系统权限的问题咨询",
                "1135807#reply25"
            ],
            [
                "现在还有必要充迅雷会员么?",
                "1135849#reply24"
            ],
            [
                "选 m4 pro 24G 还是 m",
                "1135804#reply23"
            ],
            [
                "不靠上班，要挣 1W 真的挺难的",
                "1135818#reply23"
            ]
        ],
        "hupu": [
            [
                "你存了哪些让你笑到窒息的图片？",
                "632911094.html"
            ],
            [
                "什么叫降维打击？",
                "632931434.html"
            ],
            [
                "[卧谈会]这个端午假期你吃过最好吃的美食是什么？",
                "632939357.html"
            ],
            [
                "这协议就算当年李大人也不敢签啊",
                "632902944.html"
            ],
            [
                "这不是小说里的情节吗",
                "632923048.html"
            ],
            [
                "90年代初，上海。喝茅台，拿大哥大，在当时这都是什么家庭？",
                "632919204.html"
            ],
            [
                "特厨隋坡:厨师的职责到底是什么？—山东鲁菜根",
                "632933191.html"
            ],
            [
                "这样的四人寝室你想睡在哪一层",
                "632921398.html"
            ],
            [
                "大俄41架轰炸机没了，看视频感觉不像假的，离谱！",
                "632929209.html"
            ],
            [
                "扶不扶？冷漠何以至此，至少帮报个警也可以啊",
                "632924282.html"
            ],
            [
                "丁香医生，《二手烟，其实是一种霸凌》，疑似1450出没",
                "632922323.html"
            ],
            [
                "苏超太搞了 常州丧权辱市",
                "632908794.html"
            ],
            [
                "西湖醋鱼，果然名不虚传",
                "632924936.html"
            ],
            [
                "亲戚让我帮他女儿看看简历，我本人是计算机方向的，但对人工智能只是一直半解。有没有大哥懂人工智能方向的，帮忙指出不足，或者给点建议。",
                "632926268.html"
            ],
            [
                "[每日茶水间]官方通报迪士尼乐园游客打架事件，因拍照时误入画面引争执",
                "632933263.html"
            ]
        ]
    },
    {
        "runDate": "2025-06-04 03:23:26",
        "newsDate": "2025-06-03",
        "图卦ID": "186354",
        "喷嚏图卦": [
            "【1】大连警方通报2名日籍男子被害",
            "【2】#警方通报女童被陌生男子拖进小巷#",
            "【3】中国多地严防战略矿产非法外流",
            "【4】台指大陆机舰对第一岛链进行极限施压",
            "【5】周霁称获领导人“高度信任” 李家超罕见回访中联办",
            "【6】许其亮同志逝世",
            "【7】澎湃新闻将被告人用“中国电动汽车公司” ，没提具体车厂名字，被告是该公司第一家、也是最大一家海外工厂，面临被关闭风险。",
            "【8】多少博士",
            "【9】是散户救了我们的命",
            "【10】美国坚持维持关税政策 称将达成“一流协议”",
            "【11】亲特朗普民族主义者纳夫罗茨基 赢得波兰总统选举",
            "【12】韩国第21届总统选举开始正式投票",
            "【13】台多名监委滥用公务车连环爆舆论哗然",
            "【14】来自德国的贝尔伯克当选第80届联合国大会主席",
            "【15】第二届哥谭电视奖",
            "【16】BBC 拿到了一款在朝鲜使用的手机，发现了一些有趣的事情。\n手机会自动更改一些用户需要输入的词语，比如你输入韩国人常用的“欧巴“，它会自动给改成“同志”，输入“韩国”会自动改成“傀儡国家”",
            "【17】美国将开放阿拉斯加荒野地区进行石油钻探",
            "【18】詹姆斯·卡梅隆发文宣布，在《阿凡达3：火与烬》完成后，他将执导他喜爱的作家乔·阿克罗比的最新小说《恶魔》电影，二人共同撰写剧本。故事讲述一支由怪物组成的特种部队被招募来拯救欧洲，使其免受食肉精灵的祸害。",
            "【19】Netflix要从2026年开始，根据用户正在观看的剧集和电影内容推出AI生成广告功能，会以插播广告或暂停广告的形式出现，此功能会推广给所有提供广告支持的国家/地区的用户。",
            "【20】特朗普的全新官方肖像照曝光"
        ],
        "新浪新闻": [
            "文脉华章丨文脉千秋 铸魂强国",
            "韩国大选开始正式投票 5名候选人竞逐总统",
            "俄乌同意交换阵亡士兵遗体及新一轮换俘",
            "蒙古国“80后”总理奥云额尔登遭解职",
            "多位行业人士接连警告“美债面临崩溃”",
            "英国宣称要建12艘攻击型核潜艇"
        ],
        "weibo": [
            [
                "1-韩国媒体称李在明当选韩国总统-热度值：174647"
            ],
            [
                "2-何秋亊道歉-热-热度值：139245"
            ],
            [
                "3-2025年高考注意事项-热度值：117723"
            ],
            [
                "4-亚朵酒店被曝出现医院枕套-热-热度值：115583"
            ],
            [
                "5-三亚卫健委通报女子被蛇咬伤身亡-热度值：55945"
            ],
            [
                "6-女子为祈福放生2.5万斤外来鲇鱼-热度值：42233"
            ],
            [
                "7-何秋亊 为什么别人是撞衫我是抄袭-热-热度值：42184"
            ],
            [
                "8-藏海传大结局-热度值：42138"
            ],
            [
                "9-外交部回应是否还会向更多国家免签-新-热度值：41976"
            ],
            [
                "10-藏海传2-热-热度值：40813"
            ],
            [
                "11-她一个月赶了我一辈子的通勤-热-热度值：40731"
            ],
            [
                "12-这才是高明结局-热度值：40620"
            ],
            [
                "13-宁静潮牌定价-热-热度值：40468"
            ]
        ],
        "xiaohongshu": [
            [
                "藏海传大结局HE"
            ],
            [
                "彭于晏方否认与蔡依林恋情"
            ],
            [
                "肖战戏里戏外恶童人设不倒"
            ],
            [
                "雷军回应YU7定价"
            ],
            [
                "何秋亊道歉"
            ],
            [
                "郑钦文说自己处于淋雨状态"
            ],
            [
                "毕业多年找老师要手机"
            ],
            [
                "江苏人有自己的世界杯"
            ],
            [
                "一不小心拍到了鸟儿求偶"
            ],
            [
                "你们有史迪仔我有无牙仔"
            ],
            [
                "我养的花是开给天庭的人看的"
            ],
            [
                "卫兰 歌手补位"
            ],
            [
                "各地文旅都是陈楚生的兵"
            ]
        ],
        "zhihu": [
            [
                "女游客在三亚疑被蛇咬伤身亡，家属质",
                "1913264484669158629"
            ],
            [
                "如何看待苏超徐州 VS 连云港观赛",
                "1912449430503789583"
            ],
            [
                "为什么成功人士的精力都非常旺盛？",
                "1908398681012548518"
            ],
            [
                "韩国媒体称李在明当选韩国总统，李在",
                "1913313829271597344"
            ],
            [
                "NASA「几乎所有重大新科学任务」",
                "1913240834138137885"
            ],
            [
                "乌克兰称袭击了克里米亚大桥，桥下结",
                "1913317317586154975"
            ],
            [
                "《碟中谍 8：最终清算》内地票房突",
                "1912876102629724360"
            ],
            [
                "女子劈开用几年的菜板满是黄曲霉素，",
                "1912923015345312200"
            ],
            [
                "如何看待鸿蒙智行：5 月交付量破 ",
                "1912589398295421804"
            ],
            [
                "河南一水库水位下降现千佛石窟，很多",
                "1912777720422688721"
            ],
            [
                "为什么冰箱全年无休 24 小时运作",
                "661845513"
            ],
            [
                "如何评价李亚鹏亲自带货的酱香白酒「",
                "9496823366"
            ],
            [
                "2025 年法国网球公开赛女单¼决",
                "1913311751925133405"
            ]
        ],
        "v2ex": [
            [
                "健身房玩手机被女生怀疑偷拍，给她检",
                "1135915#reply254"
            ],
            [
                "诸君 你们觉得生命的意义是什么",
                "1135968#reply134"
            ],
            [
                "吐槽一下，我的雅迪电池被偷了",
                "1135924#reply120"
            ],
            [
                "从 6 月到 10 月整整 4 个",
                "1135952#reply106"
            ],
            [
                "1500 以内安卓机求推荐--给父",
                "1136006#reply98"
            ],
            [
                "你们觉得一周内, 工作日几天比较舒",
                "1135909#reply97"
            ],
            [
                "电瓶车充电插头被别人拔了，插上了他",
                "1135999#reply91"
            ],
            [
                "人工智能训练师（三级）薅补贴分享",
                "1136015#reply55"
            ],
            [
                "记篇日记，端午回了趟老家",
                "1135907#reply44"
            ],
            [
                "告别记账，一身轻松！",
                "1136007#reply43"
            ],
            [
                "我真服了，这充电功率算是虚假宣传吗",
                "1135922#reply41"
            ],
            [
                "盒马 NB 应该是打工人最便宜的生",
                "1135978#reply41"
            ],
            [
                "吐槽阿里云，是不是要倒闭了",
                "1135960#reply39"
            ]
        ],
        "hupu": [
            [
                "冠军基因觉醒！雷霆13年后再进总决赛，领克03家族陪你见证冠军时刻「互动抽奖」",
                "632927976.html"
            ],
            [
                "号称国内海鲜自助天花板，3680一位到底值不值？",
                "632941063.html"
            ],
            [
                "蒋雨融在2025年哈佛毕业典礼演讲内容",
                "632938384.html"
            ],
            [
                "张雪峰直播间含泪鞠躬，自曝可能告别直播，称自己动了太多人的蛋糕",
                "632936869.html"
            ],
            [
                "你存了哪些让你笑到窒息的图片？",
                "632911094.html"
            ],
            [
                "大家都是坦荡磊落的成年人，我就直接问个成年人的问题了，求解答。",
                "632940893.html"
            ],
            [
                "分差追到只差2分，美国队叫了暂停，老K看球员比较紧张，正想说点什么，科比站了出来，把球给我就行了",
                "632944925.html"
            ],
            [
                "[卧谈会]夏天运动完之后，喝什么让你觉得最解渴？",
                "632953905.html"
            ],
            [
                "张雪峰要退网了，动了谁的蛋糕?",
                "632937031.html"
            ],
            [
                "勇敢的人先享受世界",
                "632947338.html"
            ],
            [
                "[每日茶水间]张雪峰可能告别直播，称动了太多人得蛋糕，对此你怎么看？",
                "632946495.html"
            ],
            [
                "你最喜欢吃哪家的汉堡？",
                "632935627.html"
            ],
            [
                "李赔光：今天做个大项目，1500元做切糕摆摊，感觉这把能赚多少？",
                "632940193.html"
            ],
            [
                "为了男朋友放弃年薪85万的工作值得吗？",
                "632944721.html"
            ],
            [
                "结过婚的兄弟看下，这些费用的意义是什么？朋友结婚，发给我的，看了后麻木了",
                "632936443.html"
            ]
        ]
    },
    {
        "runDate": "2025-06-05 03:24:34",
        "newsDate": "2025-06-04",
        "图卦ID": "186376",
        "喷嚏图卦": [
            "【1】外交部奉劝美方停止挑拨中韩关系",
            "【2】欧盟拟限制采购中国医疗器械",
            "【3】英媒：巴拿马港口买家直接与中国监管部门面谈",
            "【4】重罚近3.3亿人民币赔偿",
            "【5】江苏足协副主席电话被打爆",
            "【6】香港嘉禾戏院继续-1，有IMAX的MegaBox也要关了。",
            "【7】2023届985毕业生就业薪资中位数6000-10000，双非院校还要低20%以上。未来，蓝领里月嫂保姆，外卖员，房屋建造装修维护的技术工种等，薪资还有持续上升空间。高校里的文科商科师范等，还有持续下降的空间。",
            "【8】首个国产九价HPV疫苗获批上市，打破国外产品长达十余年的市场垄断",
            "【9】乌克兰国家安全局说，当局对在克里米亚大桥的桥墩引爆炸弹。俄罗斯媒体指，克里米亚大桥被暂时关闭数小时。克里米亚大桥长19公里，是2014年俄罗斯占领克里米亚后修建的大桥。它也是连接俄罗斯和克里米亚重要的运输路线，因此不时被视为袭击目标。",
            "【10】选委会确认李在明当选总统 五角大楼重申美韩关系坚如磐石",
            "【11】美国发生针对亲以色列团体袭击 FBI断定是恐袭",
            "【12】哈佛要求联邦法官宣判 解除被政府冻结的25亿美元资金",
            "【13】马斯克：川普的大美丽法案是“令人作呕的怪胎”",
            "【14】特朗普关税冲击美国与全球 OECD再度下调全球经济预测",
            "【15】英国扩大核潜艇舰队 应对新威胁时代",
            "【16】媒体曝美拟同意伊朗开展有限铀浓缩活动 特朗普否认",
            "【17】越南正式取消生育限制",
            "【18】越南国语拉丁字母化 体现文化包容性",
            "【19】美国卫生部长小肯尼迪发布的“科学报告”被发现引用了多篇并不存在的”科研论文”。",
            "【20】前茶党共和党众议员Joe Walsh宣布加入民主党："
        ],
        "新浪新闻": [
            "习近平会见白俄罗斯总统卢卡申科",
            "韩国又创造了历史 对中国是一个小小惊喜",
            "李在明胜选，或强化与中国合作",
            "中国南北方多维度破解大豆难题",
            "香港发生持刀抢劫案 嫌疑人在深圳落网",
            "整治内卷式竞争！专家：官方可能加强处罚"
        ],
        "weibo": [
            [
                "1-银环蛇-热-热度值：140778"
            ],
            [
                "2-白象食品道歉-热-热度值：124249"
            ],
            [
                "3-非遗文旅带火中国游-热度值：69907"
            ],
            [
                "4-鹿晗怼脸比耶自拍-热度值：49733"
            ],
            [
                "5-差点没认出陈妍希-热-热度值：49307"
            ],
            [
                "6-海南有74种蛇类毒蛇27种-热度值：47039"
            ],
            [
                "7-aespa回归预告-热度值：42061"
            ],
            [
                "8-周渝民说单纯想赚钱不用找我-热-热度值：39592"
            ],
            [
                "9-白象多半桶方便面的多半是商标-热度值：36386"
            ],
            [
                "10-男友哽咽还原女友三亚被咬身亡过程-热度值：32885"
            ],
            [
                "11-被咬身亡女子家属回应为何不尸检-热-热度值：32651"
            ],
            [
                "12-何秋亊直播爆粗口-热-热度值：32219"
            ],
            [
                "13-曹骏谈年少爆红后突然消失-热度值：31846"
            ]
        ],
        "xiaohongshu": [
            [
                "白象食品道歉"
            ],
            [
                "高三最后一课的浪漫"
            ],
            [
                "曹骏不后悔退圈念书"
            ],
            [
                "小说里的驸马有脸了"
            ],
            [
                "谁能给卢昱晓一个民国戏剧本"
            ],
            [
                "看演唱会最害怕的事情发生了"
            ],
            [
                "华晨宇和米饭仙人面基了"
            ],
            [
                "一只鹦鹉的曲库能有多大"
            ],
            [
                "当外国朋友被忽悠爬华山"
            ],
            [
                "亚朵酒店致歉"
            ],
            [
                "中国女孩自己的毕业照"
            ],
            [
                "王鹤棣cos韩国霸总"
            ],
            [
                "青春那么热烈 当然要用力告别"
            ]
        ],
        "zhihu": [],
        "v2ex": [
            [
                "提了离职是不是必须走了",
                "1136218#reply143"
            ],
            [
                "买了个 Nova 14 Pro ，",
                "1136228#reply118"
            ],
            [
                "跑了一晚上京东外卖，记录一下",
                "1136194#reply110"
            ],
            [
                "昨晚第一次开通会员看《藏海传》",
                "1136205#reply99"
            ],
            [
                "国补结束了, 618 也提前结束了",
                "1136202#reply90"
            ],
            [
                "你们的电脑硬件多久升级一次？尤其是",
                "1136229#reply87"
            ],
            [
                "旁系亲属准备赠予我百万元全款买房，",
                "1136211#reply65"
            ],
            [
                "国补+以旧换新+加价补贴，购了一台",
                "1136285#reply59"
            ],
            [
                "小米会远程施法让手机在大促期间自动",
                "1136290#reply54"
            ],
            [
                "买了一辆 6000 块钱的二手车",
                "1136307#reply52"
            ],
            [
                "后端转去做运维了，求提高效率的工具",
                "1136195#reply51"
            ],
            [
                "去 10 来个人得公司面试问你为什",
                "1136191#reply50"
            ],
            [
                "有没有好用的前后端一体化框架推荐？",
                "1136217#reply39"
            ]
        ],
        "hupu": [
            [
                "令人震惊！大龄女教师已经成为县域体制内剩女的主体",
                "632953990.html"
            ],
            [
                "勇敢的人先享受世界",
                "632947338.html"
            ],
            [
                "这是让青岛人值得骄傲的事吗",
                "632948838.html"
            ],
            [
                "这个到底是谁啊？",
                "632938593.html"
            ],
            [
                "防火防盗防闺蜜",
                "632950608.html"
            ],
            [
                "哈佛演讲女：全世界都觉得我讲得好，就国内网友觉得不好，什么意思？",
                "632946311.html"
            ],
            [
                "[卧谈会]如果让你选薯片届的GOAT，你会选哪个口味？",
                "632968356.html"
            ],
            [
                "未来老公二选一",
                "632959491.html"
            ],
            [
                "27岁女游客在三亚被毒蛇咬伤身亡",
                "632952665.html"
            ],
            [
                "钓鱼佬在小区门口卖鱼，不讲价，一分钱不让",
                "632952849.html"
            ],
            [
                "一人说一句，多少年后房子会变成白菜价？",
                "632945056.html"
            ],
            [
                "端午回老家，发现农村孩子前途大概率为0，那些在外面累死累活打工，把孩子放农村给爷爷奶奶带的家长们，你们图什么....看着心里挺不是滋味的，村里",
                "632954438.html"
            ],
            [
                "孙俪被曝为孩子举家移居英国 是真的吗",
                "632945724.html"
            ],
            [
                "蒋雨融在2025年哈佛毕业典礼演讲内容",
                "632938384.html"
            ],
            [
                "这货还可以出来？",
                "632939154.html"
            ]
        ]
    },
    {
        "runDate": "2025-06-06 03:22:31",
        "newsDate": "2025-06-05",
        "图卦ID": "186387",
        "喷嚏图卦": [
            "【1】#深圳通报女子坠楼躯体分离#排除刑案",
            "【2】据浙股消息，#西子电梯总裁刘文超跳楼#一年365天，大概100天在外出差……",
            "【3】王毅会见美国新任驻华大使",
            "【4】中国小麦产量或创七年新低 部分农民收成腰斩",
            "【5】彭博：中国考虑订购数百架空客飞机",
            "【6】中国空气污染西移 新疆成为污染最严重地区",
            "【7】白象食品道歉",
            "【8】美国花旗在中国裁员3500人，涉上海、大连技术中心……",
            "【9】哈哈哈哈哈哈",
            "【10】特朗普签署旅行禁令 禁12个国家旅客入境美国",
            "【11】美国宣布对哈佛大学国际学生实行签证限制",
            "【12】美国威胁撤销哥伦比亚大学教育认证",
            "【13】会见俄安全会议秘书 金正恩承诺无条件支持俄罗斯",
            "【14】美特使：乌打击俄战略轰炸机 大幅推高战争升级风险",
            "【15】日本出生人口首次跌破70万大关",
            "【16】波兰6月11日举行政府信任投票",
            "【17】众议院议长约翰逊怒斥MIT等名校傲慢无知、煽动仇恨、道德沦丧、不知廉耻，他呼吁MAGA支持者不惜一切代价，坚决不送自己孩子去上MIT和常青藤校。",
            "【18】“Ruby蒋~”\n“嗨~”\n“何が好き？”",
            "【19】Elon火力全开了\n上图：DOGE成功为政府节省了开支\n下图：特朗普的“大美丽”法案",
            "【20】俄罗斯计划向德涅斯特河沿岸地区部署 10,000 名士兵，并在摩尔多瓦建立亲克里姆林宫的政府"
        ],
        "新浪新闻": [
            "习近平同美国总统特朗普通电话",
            "铃木因中国稀土管制停产小型车?外交部回应",
            "正部级吴存荣，被“双开”！",
            "老人被精神病友挖伤双眼 家属发声",
            "一桩“婚内强奸案”背后",
            "李在明就职 中美不同反应传递什么信号？"
        ],
        "weibo": [
            [
                "1-伊万 下课-热-热度值：116329"
            ],
            [
                "2-特朗普说欢迎中国留学生来美学习-热-热度值：106280"
            ],
            [
                "3-有一种震撼叫祖国山河如画-热度值：103679"
            ],
            [
                "4-迪士尼没承认过狐尼克和朱迪是情侣-新-热度值：101603"
            ],
            [
                "5-首个满级QQ即将诞生-热-热度值：96865"
            ],
            [
                "6-国足无缘2026世界杯-热度值：96282"
            ],
            [
                "7-我国超1700万人在养异宠-热度值：65377"
            ],
            [
                "8-赴山海排播失约网友要求退款-热-热度值：55416"
            ],
            [
                "9-孙恩盛回应撞衫贺峻霖-热度值：49071"
            ],
            [
                "10-警方回应西子电梯总裁疑坠楼离世-热度值：46663"
            ],
            [
                "11-章子怡回复杨幂-热-热度值：46181"
            ],
            [
                "12-女子三亚疑被蛇咬身亡家属再发声-热度值：39771"
            ],
            [
                "13-国足0比1印尼-热度值：39672"
            ]
        ],
        "xiaohongshu": [
            [
                "55岁本科阿姨大学杀青了"
            ],
            [
                "考前进入心流状态有多牛"
            ],
            [
                "尼克朱迪不是情侣"
            ],
            [
                "时代姐妹花是约定好素颜聚会的"
            ],
            [
                "起猛了 皮筋猴男团真出道了"
            ],
            [
                "国足无缘美加墨世界杯"
            ],
            [
                "李雪琴：再见小桃"
            ],
            [
                "每年高考定时刷新的NPC"
            ],
            [
                "孩子内耗 妈妈有的是办法"
            ],
            [
                "蔡依林说新专团队像NBA球队"
            ],
            [
                "fitcheck都卷到泳池里了"
            ],
            [
                "老祖宗爆改俄罗斯套娃"
            ],
            [
                "中国女孩自己的毕业照"
            ]
        ],
        "zhihu": [
            [
                "中美元首于 6 月 5 日晚通电话",
                "1914063681551070993"
            ],
            [
                "6 月 5 日，世界杯亚洲区预选赛",
                "1913303832399713557"
            ],
            [
                "花旗银行启动大规模裁员，减少约 3",
                "1913930722370103053"
            ],
            [
                "西安上空现大量白点状不明飞行物，目",
                "1914020692443226660"
            ],
            [
                "三亚女游客死亡记录公布「曾诊断为不",
                "1914025343502742299"
            ],
            [
                "博主称一辆东风风行雷霆 630 P",
                "1912197269001839876"
            ],
            [
                "特朗普全面暂停 12 个国家的公民",
                "1913869817540207394"
            ],
            [
                "根据美国卫星图像显示，朝鲜受损的崔",
                "1913616294210667983"
            ],
            [
                "女子姓名与被执行人同音多次遭传唤，",
                "1913553993889703065"
            ],
            [
                "现在动不动就说某某演员演技封神，封",
                "650447383"
            ],
            [
                "东风与长安重组终止，长安汽车将升级",
                "1913885494447677612"
            ],
            [
                "美国企业能找到破解稀土的难题吗？",
                "1913685897372730507"
            ],
            [
                "如何看待公安机关首次通过执法行动对",
                "1913876933487363143"
            ]
        ],
        "v2ex": [
            [
                "哈哈哈哈哈哈，我会发图片了！",
                "1136498#reply468"
            ],
            [
                "现在什么手机可以自己修改个人热点名",
                "1136532#reply227"
            ],
            [
                "兄弟们，晚上睡将近 8 小时了，醒",
                "1136430#reply150"
            ],
            [
                "净水器换芯要一千多？",
                "1136476#reply130"
            ],
            [
                "大家用过哪个品牌的手机不发烫",
                "1136445#reply81"
            ],
            [
                "摄像头储存上传 NAS",
                "1136481#reply80"
            ],
            [
                "[HDR 图片转换极简方式] 让你",
                "1136577#reply71"
            ],
            [
                "某宝 88 会员的基础上加了几十，",
                "1136483#reply65"
            ],
            [
                "dp 接口间歇性黑屏",
                "1136515#reply65"
            ],
            [
                "DIY 主机哪里靠谱",
                "1136514#reply63"
            ],
            [
                "这碰撞居然人没事",
                "1136479#reply60"
            ],
            [
                "天塌了，前几天体检直接糖尿病、高血",
                "1136610#reply47"
            ],
            [
                "xdm，有个疑惑，想咨询一下，本人",
                "1136500#reply45"
            ]
        ],
        "hupu": [
            [
                "这是真的假的？",
                "632963329.html"
            ],
            [
                "为国足再疯一次，JRs相信今晚会有奇迹吗",
                "632964352.html"
            ],
            [
                "老一辈演员能为艺术献身到什么程度？",
                "632968967.html"
            ],
            [
                "NBA总决赛开打在即，谁将问鼎总冠军？你心中已有答案了吗",
                "632975786.html"
            ],
            [
                "开开眼",
                "632968781.html"
            ],
            [
                "被指到的人发出相册最逆天的东西",
                "632970791.html"
            ],
            [
                "为什么宗族性那么强人口那么多的广东，端午节却让一白一黑比赛。",
                "632964036.html"
            ],
            [
                "孙悦谈及科比包了一整层餐厅单独请他吃饭，科比鼓励他明白每个人在团队中的价值，当时孙悦心情低落，科比给了他最大的鼓励和认可。",
                "632971572.html"
            ],
            [
                "狠人，不带一丝犹豫！",
                "632978550.html"
            ],
            [
                "这是让青岛人值得骄傲的事吗",
                "632948838.html"
            ],
            [
                "兄弟们，你们怎么选",
                "632960207.html"
            ],
            [
                "牛找小牛",
                "632967167.html"
            ],
            [
                "安全意识一点都没有",
                "632959534.html"
            ],
            [
                "小女孩向大家介绍她的小米之家",
                "632952676.html"
            ],
            [
                "程鑫凯怎么又塌房了？",
                "632942728.html"
            ]
        ]
    },
    {
        "runDate": "2025-06-07 03:25:28",
        "newsDate": "2025-06-06",
        "图卦ID": "186409",
        "喷嚏图卦": [
            "【1】特朗普和马斯克决裂 马斯克称应弹劾特朗普",
            "【2】通电话了",
            "【3】中国运车货轮起火后被遗弃太平洋 22名船员获救",
            "【4】中国大陆悬赏通缉台湾资通电军人 掀两岸新一轮法律战",
            "【5】中国据报拟对中产公民境外收入征税",
            "【6】价格战升温 中国据报要求比亚迪等电动车企“自我约束”",
            "【7】香港电影院掀结业潮 全港电影院总数已跌至51家",
            "【8】已保释",
            "【9】可弹性工作、能居家上班，湖北全面推行“妈妈岗”……不过有多少企业能落实呢？",
            "【10】保姆式服务",
            "【11】香港科技大学已录取两位哈佛转校生",
            "【12】作家王朔也沉迷短视频但他说：“我觉得他们特讨厌，假装（为你）服务：说您上个星期每天用的是11个小时40多分钟，用你管吗？给我发这个”",
            "【13】花旗银行中国裁员3500人！",
            "【14】商战都打到谐音梗的程度了",
            "【15】马斯克再批评特朗普税改法案 呼吁扼杀法案",
            "【16】若关税谈判不果 墨加考虑对美钢铝采取反制措施",
            "【17】俄拟报复乌无人机袭击 特朗普：普京未准备好立即实现和平",
            "【18】印尼考虑购买中国战斗机",
            "【19】日本大学要网罗被美国拒于门外的人才",
            "【20】MAGA内讧继续，班农呼吁对马斯克的移民身份展开调查"
        ],
        "新浪新闻": [
            "习近平接受班禅额尔德尼·确吉杰布拜见",
            "中纪委刚刚通报！两虎被开除党籍！",
            "西安城墙上惊现UFO？官方回应来了",
            "美专家组：对中国要用全面、结构性的措施",
            "多地高考赶上高温 一图掌握科学防暑指南",
            "玉渊谭天丨详解中美元首通话"
        ],
        "weibo": [
            [
                "1-单依纯疯了-热-热度值：331335"
            ],
            [
                "2-第一名掉准考证的学生出现了-热-热度值：202626"
            ],
            [
                "3-六六给荔节-热度值：108006"
            ],
            [
                "4-马斯克突然改口-热度值：78109"
            ],
            [
                "5-警方回应老人捡手机索要1600才肯还-热度值：77729"
            ],
            [
                "6-单依纯李白 高考禁曲-新-热度值：76454"
            ],
            [
                "7-难听-热-热度值：74217"
            ],
            [
                "8-范玮琪暴哭-热-热度值：73005"
            ],
            [
                "9-歌手排名-热度值：71199"
            ],
            [
                "10-俄大规模轰炸乌克兰军工企业-热度值：70435"
            ],
            [
                "11-马嘉祺粉底液-热度值：70160"
            ],
            [
                "12-浙江女子牙疼切开脓肿发现20多种细菌-热度值：67460"
            ],
            [
                "13-断眉跑哪去了-热-热度值：57917"
            ]
        ],
        "xiaohongshu": [
            [
                "高考完就去见我担"
            ],
            [
                "单依纯疑似报复李荣浩当年没转身"
            ],
            [
                "蔡徐坤在线批作业"
            ],
            [
                "歌手2025第四期排名出炉"
            ],
            [
                "退钱哥：国足梦终于醒了"
            ],
            [
                "当我准备了100张拍立得去结婚"
            ],
            [
                "陈楚生又双叒叕被文旅征用了"
            ],
            [
                "55岁本科阿姨大学杀青了"
            ],
            [
                "二手玫瑰从单依纯身上下来"
            ],
            [
                "钟楚曦不举铁了改举宋佳"
            ],
            [
                "宁艺卓国内红毯首秀"
            ],
            [
                "单依纯 野区依姐"
            ],
            [
                "单依纯好疯魔的精神状态"
            ]
        ],
        "zhihu": [
            [
                "Grace 、单依纯、陈楚生排名前",
                "1914393408547582693"
            ],
            [
                "股东读长文批比亚迪存在营销等短板，",
                "1914331511366354891"
            ],
            [
                "58 岁「高考钉子户」连续 29 ",
                "1914279092691382631"
            ],
            [
                "如何看待演员夏雨称「真正玩极限运动",
                "1914104392891740862"
            ],
            [
                "能预测一下 2025 年高考语文作",
                "1907501744491029169"
            ],
            [
                "CJ-1000A 都发布十几年了，",
                "1913247927071126445"
            ],
            [
                "字幕组翻译的「野生汉化」为何比官方",
                "1898756106555191944"
            ],
            [
                "大学四年 256g 够用吗?",
                "3296483989"
            ],
            [
                "如何评价动作电影《疾速追杀：芭蕾杀",
                "1914052515462354784"
            ],
            [
                "载 3000 辆汽车的轮船在太平洋",
                "1913919994640704271"
            ],
            [
                "苏州一医院医生误将患者腹超做成阴超",
                "1912809438500316819"
            ],
            [
                "日式西幻作品里以雇佣兵为原型的冒险",
                "1913882149263761452"
            ],
            [
                "如何看待索尼 PlayStatio",
                "1913897295050683847"
            ]
        ],
        "v2ex": [
            [
                "阿里云大早上来了个惊喜，被客户叼炸",
                "1136705#reply208"
            ],
            [
                "AI 拉近普通程序员和高级程序员之",
                "1136729#reply146"
            ],
            [
                "manus 开放注册了",
                "1136784#reply137"
            ],
            [
                "香港 马百良 安宫牛黄丸 6 粒 ",
                "1136742#reply88"
            ],
            [
                "孩子快出生了，买什么监控设备用来监",
                "1136711#reply75"
            ],
            [
                "第一次被这么恶心到",
                "1136882#reply72"
            ],
            [
                "说说我妈妈感染病毒的经历，给父母在",
                "1136707#reply68"
            ],
            [
                "感觉 Linux 桌面也没什么用",
                "1136923#reply52"
            ],
            [
                "阿里云真是个草台班子",
                "1136731#reply49"
            ],
            [
                "有没有什么好的 log 浏览工具？",
                "1136709#reply47"
            ],
            [
                "春节带娃去三亚休假有什么需要注意的",
                "1136756#reply46"
            ],
            [
                "有些人就不应该开车，越想越气",
                "1136896#reply44"
            ],
            [
                "草原的风，带走了烦恼，带来了自由",
                "1136787#reply41"
            ]
        ],
        "hupu": [
            [
                "开开眼",
                "632968781.html"
            ],
            [
                "原来牛是知道自己要被杀了的",
                "632983776.html"
            ],
            [
                "终于轮到我了，植发行业工作8年，帮兄弟们看头发！盖楼送中国李宁T恤！",
                "632980908.html"
            ],
            [
                "怎么会有这么媚白的人 我看的都无语",
                "632992118.html"
            ],
            [
                "你觉得刘涛最巅峰的照片是哪一张",
                "632985425.html"
            ],
            [
                "同事说我是“公司油王”？去油后我=彭于晏！",
                "632979470.html"
            ],
            [
                "拼好饭：打工人の省钱DNA动了！个位数吃大牌，这波不亏！",
                "632965627.html"
            ],
            [
                "618剁手后吃土指南：我在美团发现了“穷鬼快乐餐”",
                "632979438.html"
            ],
            [
                "原来男生的思想都是如此统一的吗",
                "632991640.html"
            ],
            [
                "近日，27岁女游客在三亚被蛇咬伤身亡，引发关注。",
                "632969112.html"
            ],
            [
                "来自广西叶师傅的幽默天赋",
                "632992282.html"
            ],
            [
                "deepseek:没人愿意干，却很暴利的8个副业！",
                "632974714.html"
            ],
            [
                "评论抽奖丨JRs又被美女包围了！喜剧后宫番新游《龙魂旅人》今日正式上线！登录送白",
                "632982049.html"
            ],
            [
                "我很少用猎奇来形容一个人，竟把自己的小舅子当情敌！",
                "632974998.html"
            ],
            [
                "爵士旧将罗尼布鲁尔回忆新秀赛季，科比单节30分，“当时我们几乎所有人都恐惧科比”斯隆教练大发雷霆，我随意的一句，“我不怕科比”。斯隆教练就派我上场了。就此在NBA打上了球。",
                "632987736.html"
            ]
        ]
    },
    {
        "runDate": "2025-08-14 03:23:58",
        "newsDate": "2025-08-13",
        "图卦ID": "187658",
        "喷嚏图卦": [
            "【1】8月10日下午，江西八大山人梅湖景区，19岁女大学生，衣着保守游玩，拒绝壮年男子搭讪，被凶徒残忍虐杀。",
            "【2】「广东100%的蚊子都出现了抗药性」",
            "【3】外交部：中方决定不同帕维尔进行任何交往",
            "【4】贝森特：中美贸易谈判两三个月内启动",
            "【5】中国退役军人事务部副部长杨友斌被免职",
            "【6】白酒需求疲软 茅台半年度业绩增速多年来最差",
            "【7】 北京移动重新定义“少量”",
            "【8】又一家茑屋书店即将歇业，成都店因业务调整在八月底终止营业",
            "【9】要为批评权留下空间",
            "【10】#教育局叫停学校给考清华学生奖励100万#当地教育局：违规宣传高考成绩，已进行制止。",
            "【11】中国制造业出口超过美国、德国和日本的总和。2024年，中国制造业出口总额为3.26万亿美元，略高于美国、德国、日本三国出口总额3.23万亿美元。中国在全球制造业出口中的份额从 1980 年的 0.8% 飙升至 2023 年的 20.0%，超过了美国（7.9 %) 、德国（9.5 %)和日本（3.9 %) 的总和。",
            "【12】韩国前总统尹锡悦夫人金建希被批捕",
            "【13】欧盟26国齐发声：乌克兰必须自主决定未来",
            "【14】特朗普会晤英特尔总裁陈立武 改口称赞“成功故事”",
            "【15】特朗普宣布向华盛顿部署国民警卫队 当地警方将直接听命于联邦政府",
            "【16】川普不知道阿拉斯加属于美国？",
            "【17】特朗普集团越南发展高球场俱乐部 迫迁农民投诉赔偿不足",
            "【18】印尼发掘出古代石器 证明百万年前古人类已在当地生活",
            "【19】阿拉斯加正在组织一场反普京抗议活动，活动将在14日进行，即双普会议前一天。",
            "【20】居住在布鲁克林的一名中国籍男子林伟强(Wei Qiang Lin），因涉嫌将价值140万美元的850只受保护类乌龟走私至香港，遭警方逮捕控罪；该案11日在纽约西区联邦法院审理，被告对走私罪名表示认罪，将在12月23日接受量刑，面临最高五年监禁和25万美元罚款。检方表示，东部箱龟和三趾箱龟拥有色彩鲜艳的斑纹，是尤其在中国和香港等海外宠物市场的热门抢手货。"
        ],
        "新浪新闻": [
            "近观“两山”丨青山蝶变幸福靠山",
            "韩国又创造了历史",
            "美俄峰会前 泽连斯基明确表态",
            "赖清德当局称会加码对美投资 国台办回应",
            "逆转成“典范” 英特尔CEO做了啥？",
            "手机换菜刀到底行不行？国安部提示"
        ],
        "weibo": [
            [
                "1-eStar兮然-新-热度值：629233"
            ],
            [
                "2-官方称助农大使称号证书是真的-热-热度值：412721"
            ],
            [
                "3-卫星互联网低轨08组卫星发射成功-热度值：393588"
            ],
            [
                "4-花海-新-热度值：387591"
            ],
            [
                "5-赵露思讲被殴打过程-热-热度值：304725"
            ],
            [
                "6-男童遗体距走失处直线距离1公里-热度值：194833"
            ],
            [
                "7-eStar-新-热度值：180932"
            ],
            [
                "8-盱眙地震-热度值：76840"
            ],
            [
                "9-普京将和特朗普一对一会晤-热度值：74988"
            ],
            [
                "10-陶白白自曝收入-热度值：62816"
            ],
            [
                "11-胸贴 危害-热-热度值：60780"
            ],
            [
                "12-美国惊现触手兔子专家警告远离-热度值：60670"
            ],
            [
                "13-金建希在看守所每餐餐标约9元人民币-热度值：57663"
            ]
        ],
        "xiaohongshu": [
            [
                "赵露思要注销微博"
            ],
            [
                "台风杨柳最新路径"
            ],
            [
                "李沁 穿搭基础长相就不基础"
            ],
            [
                "Aaaaapple苹果汁已报案"
            ],
            [
                "心动8 男六初登场"
            ],
            [
                "大理苍山失踪8岁男童不幸遇难"
            ],
            [
                "苹果汁品牌方发高清证书大图"
            ],
            [
                "我把糖炒栗子穿在了身上"
            ],
            [
                "余华表示流水线签书太好玩了"
            ],
            [
                "九头身裁判邀请薯薯来选头像啦"
            ],
            [
                "赛里木湖的封神秋景已上线"
            ],
            [
                "张静初回应拿不到硕士文凭"
            ],
            [
                "原来把莲蓬倒放就是蓬蓬裙"
            ]
        ],
        "zhihu": [
            [
                "住房租赁条例 9 月 15 日实施",
                "1938991293171720881"
            ],
            [
                "丈夫抱怨鸡蛋被吃致妻子崩溃，妇联回",
                "1938728747680359022"
            ],
            [
                "在大理苍山失踪的 8 岁自闭症男童",
                "1939064855190533513"
            ],
            [
                "多家银行宣布 9 月 1 日启动个",
                "1938643645961070570"
            ],
            [
                "法国最大核电站因水母入侵导致停运，",
                "1938643873833387010"
            ],
            [
                "美国国债总额首次超过 37 万亿美",
                "1938970816961306954"
            ],
            [
                "一汽丰田高管称小米汽车 YU7「轮",
                "1938924081312413304"
            ],
            [
                "家长发视频质疑校服问题被拘留，法院",
                "1938683962269590804"
            ],
            [
                "是上美影成就了《浪浪山》，还是《浪",
                "1938570669060224103"
            ],
            [
                "带孩子游滕王阁时，有家长教孩子说《",
                "1937109481977775558"
            ],
            [
                "特朗普会见英特尔 CEO 陈立武后",
                "1938553631222796581"
            ],
            [
                "「铊中毒」案当事人朱令骨灰已安葬，",
                "1938640409870950861"
            ],
            [
                "为什么在宇宙中，旋转是一个非常普遍",
                "658888137"
            ]
        ],
        "v2ex": [
            [
                "贴出你的 OKX 钱包 SOL 二",
                "1152131#reply413"
            ],
            [
                "没房子的,赶紧买房吧",
                "1151988#reply239"
            ],
            [
                "老人观念就是求稳",
                "1151998#reply178"
            ],
            [
                "chrome 还是 edge？",
                "1152029#reply128"
            ],
            [
                "问一个冷门问题，大家可以接受给自己",
                "1152076#reply110"
            ],
            [
                "政府怎么垄断租房市场？",
                "1152026#reply98"
            ],
            [
                "上证 3600+了，看着真是心里痒",
                "1152022#reply85"
            ],
            [
                "你们觉得开足浴店挣钱吗？",
                "1151990#reply81"
            ],
            [
                "现在大家对 AI 编程的感觉怎么样",
                "1151975#reply64"
            ],
            [
                "大家看待影视飓风 Tim 上岛直播",
                "1152063#reply56"
            ],
            [
                "极越 01 这车咋样，值得买吗？",
                "1152041#reply55"
            ],
            [
                "要是 Gboard 出个 Mac ",
                "1152056#reply55"
            ],
            [
                "购车求助。15 个左右",
                "1152072#reply55"
            ]
        ],
        "hupu": [
            [
                "占有欲强、爱吃醋的小奶狗怎么才能拴住御姐的心？",
                "634266285.html"
            ],
            [
                "亚洲杯打的那么好，首先是把人选对了",
                "634268996.html"
            ],
            [
                "怪不得这么多人佩服王健林",
                "634281988.html"
            ],
            [
                "刚看完南京照相馆",
                "634257020.html"
            ],
            [
                "最好的兄弟被富婆包养的两年",
                "634273881.html"
            ],
            [
                "澳门有哪些世界之最？",
                "634254711.html"
            ],
            [
                "高铁上遇到这种人怎么办",
                "634243270.html"
            ],
            [
                "四对夫妻带一个单身狗",
                "634241693.html"
            ],
            [
                "什么样的侮辱让你永生难忘",
                "634256256.html"
            ],
            [
                "让我看看你小子的水准",
                "634269367.html"
            ],
            [
                "如果你是老板，你看到职员这样的辞职信，你会怎么做？",
                "634283358.html"
            ],
            [
                "为什么林徽因放弃了徐志摩，选择了梁思成?",
                "634264692.html"
            ],
            [
                "这痛风是多严重了",
                "634248857.html"
            ],
            [
                "《浪浪山小妖怪热情邀请傅首尔》",
                "634275026.html"
            ],
            [
                "有一说一，澳洲真的有那么差吗",
                "634246465.html"
            ]
        ],
        "todayTrig": [
            [
                "v2ex",
                "上证 3600+了，看着真是心里痒"
            ]
        ]
    },
    {
        "runDate": "2025-08-15 03:24:42",
        "newsDate": "2025-08-14",
        "图卦ID": "187685",
        "喷嚏图卦": [
            "【1】中国两大国有造船企业合并",
            "【2】中印有望最早于下个月恢复直航",
            "【3】贵州落马女厅官用政府服务器挖比特币",
            "【4】恒大终结上市地位 负债高企现阶段重组无望",
            "【5】新疆阿勒泰地区：公务员录用增加网络行为审查。在公务员录用考察环节，针对各类群体不同经历特点，综合运用个别谈话、民主测评、与考察对象面谈等方式，有侧重地了解考察对象在网络空间的政治立场、价值取向与行为规范情况。同时，组织考察对象开展网络负面行为自查并签订承诺书，强化自律意识。",
            "【6】彭博社周二援引知情人士的消息报道，东大已向多家企业发出通知，强调国有企业或私营公司在与政府或国家安全相关的工作中，不得使用英伟达这款为中国量身定制、相对落后的H20芯片。",
            "【7】DeepSeek-R2据报延迟推出",
            "【9】两个人都带了身份证，万一冲动就领证了 ，也很合理吧。",
            "【10】你们是怎么保持平衡的？",
            "【11】以军批准新加沙作战计划主要构想",
            "【12】特朗普拟在美俄峰会上争取停火",
            "【13】美国财长促美联储降息至少1.5百分点",
            "【14】为防转运中国 美国据报在人工智能晶片嵌入追踪器",
            "【15】韩国至今把699万平方米日本人强占土地收归国有",
            "【16】执行“蜘蛛网行动”的乌克兰国家安全局小组渗透到俄罗斯，在俄罗斯联邦安全局的眼皮底下，在车里雅宾斯克建立了一家虚假的物流公司，部署了装有 1.6 公斤聚能高爆炸药的定制 FPV 无人机，并使用了自主电池供电的“狩猎舱”。",
            "【17】最新数据显示，7月份美国财政赤字飙升19%，达到2910亿美元。\n2025年的赤字已经达到1.63万亿美元，比去年同期增长7%。",
            "【18】索维尔：“如果一个权利的价值为X，维权成本却高达 2X，那么对个人而言，这项权利在实际上就等于不存在。”",
            "【19】@孤傲的狂生",
            "【20】财新网的报道"
        ],
        "新浪新闻": [
            "读懂“两山”理念的系统观念",
            "俄方公布普京与特朗普会谈开始时间",
            "特朗普：我们比俄罗斯更擅长黑入系统",
            "湘潭大学宿舍投毒案二审维持死刑原判",
            "佛山市新增报告基孔肯雅热确诊病例96例",
            "美国或错失数十亿美元中国大豆订单"
        ],
        "weibo": [
            [
                "1-社保断缴一次这些待遇全部取消-热-热度值：208713"
            ],
            [
                "2-店家回应3女子带4孩多次续面-热度值：109753"
            ],
            [
                "3-丝路万里一路向前-热度值：103002"
            ],
            [
                "4-80年前的今天日本投降-热度值：97223"
            ],
            [
                "5-史上第一部没破亿硬发海报的电影-热-热度值：73724"
            ],
            [
                "6-日军慰安妇制度受害幸存者只剩7人-热度值：73570"
            ],
            [
                "7-中纪委明确公职人员禁止6类副业-热度值：69946"
            ],
            [
                "8-日本人因南京大屠杀史料羞愧愤怒-热度值：67716"
            ],
            [
                "9-7k7k 4399-热度值：66631"
            ],
            [
                "10-封大脚 梁宽植-热度值：50057"
            ],
            [
                "11-杨超越才发现照片里的虫子-热-热度值：49989"
            ],
            [
                "12-女儿调座椅压死儿子家长岂能甩锅-热度值：49955"
            ],
            [
                "13-韩美娟赤木刚宪穿婚服合照-热度值：49943"
            ]
        ],
        "xiaohongshu": [
            [
                "秋天的第一款糖炒栗子色美甲来了"
            ],
            [
                "敬我的女儿魔童降世"
            ],
            [
                "邱泽许玮甯官宣生娃"
            ],
            [
                "瑞典的含莎量起来了"
            ],
            [
                "我在和平精英翻拍哪吒"
            ],
            [
                "张曼玉的婚姻观好超前"
            ],
            [
                "敬所有小镇女孩的步履不停"
            ],
            [
                "大家对马思纯的不满只有恋爱脑"
            ],
            [
                "谁家恋综上来就这么甜啊"
            ],
            [
                "中国男篮时隔十年再进亚洲杯四强"
            ],
            [
                "被洪水冲走的村支书遗体已找到"
            ],
            [
                "杨幂姚晨摊上了一个爹"
            ],
            [
                "月老来了都理不清的关系"
            ]
        ],
        "zhihu": [
            [
                "8 月 14 日沪指盘中突破 37",
                "1939264243598853646"
            ],
            [
                "《三角洲行动》宣布 25 年 7 ",
                "1939017634952733360"
            ],
            [
                "网红万千惠作为 CEO 对公司的千",
                "1937883245237768591"
            ],
            [
                "如何看待郭德纲力挺郭麒麟接班，但被",
                "1938909613287278573"
            ],
            [
                "全球近一半的食管癌都在中国，原因是",
                "623621727"
            ],
            [
                "美国多地发现诡异兔子头上长满「黑色",
                "1939067991196135429"
            ],
            [
                "美国财长最新预言，9 月可能降息 ",
                "1939292054858503979"
            ],
            [
                "广州一民营透析中心开设服装厂，收留",
                "1938996958015498212"
            ],
            [
                "为什么在古代，几千个忠诚可靠，全副",
                "1923391612840542699"
            ],
            [
                "在四川山里买一个像李子柒的院子多少",
                "325512122"
            ],
            [
                "美国在台湾部署阿特斯 -600M ",
                "1938995396425779075"
            ],
            [
                "5 岁女儿调车座椅压死儿子，家长向",
                "1939352417335473109"
            ],
            [
                "如何评价印度 3A 游戏《释放阿凡",
                "1938660142808786623"
            ]
        ],
        "v2ex": [
            [
                "我的同事也刷 V 站, 每次我发贴",
                "1152269#reply160"
            ],
            [
                "小弟最近想买油车，想调研下汽车最有",
                "1152342#reply145"
            ],
            [
                "指数突破 3700 了，应该没人怀",
                "1152290#reply113"
            ],
            [
                "大约有 17T 的视频素材，想要转",
                "1152271#reply105"
            ],
            [
                "2025 款苹果 Apple TV",
                "1152254#reply93"
            ],
            [
                "炒币日记 0814 - 做空 et",
                "1152315#reply73"
            ],
            [
                "这种情况，你们会怎么选择啊？",
                "1152289#reply71"
            ],
            [
                "铁子们 这是啥套路啊",
                "1152375#reply66"
            ],
            [
                "牙齿发黄真的能只靠刷牙变白吗？",
                "1152304#reply60"
            ],
            [
                "有没有也是后端+架构+管理层的 v",
                "1152281#reply52"
            ],
            [
                "20250814 - Solana",
                "1152423#reply50"
            ],
            [
                "牙齿根管治疗~",
                "1152362#reply49"
            ],
            [
                "app 收款问题请教（有偿）",
                "1152310#reply42"
            ]
        ],
        "hupu": [
            [
                "抄家都不敢这么想",
                "634281456.html"
            ],
            [
                "JRS们，我深圳的房子卖了660万，准备辞职躺平，感谢时代红利",
                "634291314.html"
            ],
            [
                "看看兄弟们吃的好不好",
                "634307827.html"
            ],
            [
                "给你当乾隆的机会，各位能坚持几天",
                "634309177.html"
            ],
            [
                "钱老建议可行吗？4岁入学，8岁前读完小学16岁读完初高中大学，18岁硕士毕业",
                "634272933.html"
            ],
            [
                "让我看看你小子的水准",
                "634269367.html"
            ],
            [
                "今天在交警队把撞我车的老头气的破防，太解气了！",
                "634289614.html"
            ],
            [
                "【遮天】手游8月15日首发！互动抽盲盒手办、叶凡打神鞭金属模型等你拿！",
                "634286859.html"
            ],
            [
                "同样是午休，折射出来的是两种不一样的人生境遇。 ​",
                "634309502.html"
            ],
            [
                "怪不得这么多人佩服王健林",
                "634281988.html"
            ],
            [
                "为什么感觉中国近几年实力有飞跃式的发展，尤其是在军事领域?",
                "634266211.html"
            ],
            [
                "法国的全称",
                "634282687.html"
            ],
            [
                "韩国前总统老婆被捕了",
                "634283954.html"
            ],
            [
                "王阳明龙场悟道到底悟出了什么?",
                "634263938.html"
            ],
            [
                "本人男，这两年公司效益可以，在深圳小公司当个中层管理，一个月平均收入4/5万，之前每个月自己花3千，剩下的给老婆用于家庭开支，这个月想多要一千考虑到跟下属出差多不能小气",
                "634284765.html"
            ]
        ],
        "todayTrig": [
            [
                "zhihu",
                "8 月 14 日沪指盘中突破 37"
            ]
        ]
    },
    {
        "runDate": "2025-08-19 03:24:27",
        "newsDate": "2025-08-18",
        "图卦ID": "187758",
        "喷嚏图卦": [
            "【1】A股单日刷新多项纪录",
            "【2】商务部延长对原产于欧盟的进口相关乳制品反补贴调查期限",
            "【3】@宏观对冲陈凯丰Kevin",
            "【4】人民日报评论：所谓“全民强制社保”，不可误读政策、误导公众",
            "【5】双 离 谱",
            "【6】腾讯：目前用于AI训练的GPU库存充足，还有许多推理芯片可选",
            "【7】叶德志患精神分裂症不对其从轻处罚",
            "【8】前朝遗老 ",
            "【9】特朗普再发文：乌克兰拿不回克里米亚、不能加入北约",
            "【10】乌克兰自己攒了大黑粗巡航导弹，能打3000公里远，最高时速950公里，弹头重1吨。德国人提供了资金和部分零件，已经投产，月产量50发以上。看气动外形就很落后，但没关系。 ",
            "【11】 知情者：印度高额关税生效前 美国取消谈判",
            "【12】“俄乌之争是我们兄弟民族兄弟之争”--普京，于阿拉斯加。",
            "【13】2024年美国裁员最多的行业",
            "【14】研究：每天快走15分钟 兼顾长寿与健康",
            "【15】别看他个子不高，硬刚世界两大流氓",
            "【16】1996年，烏克蘭向俄羅斯移交了核武器，「以換取永不受到威脅或入侵的保證」。",
            "【17】很久没看到过如此震撼简短的文案了",
            "【18】 中国外交部：乐见俄美双方保持接触、改善彼此关系"
        ],
        "新浪新闻": [
            "“把伟大抗战精神一代代传下去”",
            "“中方欢迎印度，但不会做出重大让步”",
            "白宫公布美乌总统会谈日程表",
            "为何只惩罚印度买俄油？美国务卿给出原因",
            "沪指创10年新高！A股市值首破100万亿",
            "12天狂抓700人，能否堵住“反间”漏洞？"
        ],
        "weibo": [
            [
                "1-ELK亮小丑-热度值：111909"
            ],
            [
                "2-田曦薇否认与赖伟明恋情-热-热度值：78387"
            ],
            [
                "3-想看阅兵的心到达了顶峰-热度值：75656"
            ],
            [
                "4-万妮达与男友合照-热-热度值：75643"
            ],
            [
                "5-iG战胜BLG-热度值：75588"
            ],
            [
                "6-院方回应女子被误诊绝症服药3月-热度值：69079"
            ],
            [
                "7-生万物第20集封神-热度值：63424"
            ],
            [
                "8-乃万发长文倾诉委屈-热度值：54827"
            ],
            [
                "9-iG起诉炫神-热度值：46374"
            ],
            [
                "10-银川高级中学通报网传学生虐猫-热度值：42766"
            ],
            [
                "11-不要相信晚上十一点半之后的大脑-热-热度值：42316"
            ],
            [
                "12-特朗普泽连斯基白宫会晤-热度值：42116"
            ],
            [
                "13-辛巴退出直播行业-热度值：42092"
            ]
        ],
        "xiaohongshu": [
            [
                "暑假只剩两周但感觉好幸福"
            ],
            [
                "外国人也来拍敬自己了"
            ],
            [
                "iPhone17e配置曝光"
            ],
            [
                "你是说这个精致小窝是大学宿舍吗"
            ],
            [
                "A股一天创6大纪录"
            ],
            [
                "北京秋天的杀伤力"
            ],
            [
                "在短剧里看到神仙姐姐了"
            ],
            [
                "阿信跳下舞台和李现握手"
            ],
            [
                "赵露思：不是只有拍戏一个出路"
            ],
            [
                "蔡少芬回应张晋心脏病发作"
            ],
            [
                "身边不起眼的流浪猫竟然是个美女"
            ],
            [
                "胖东来招聘保安保洁要求本科"
            ],
            [
                "发明馄饨皮邪修吃法的是天才"
            ]
        ],
        "zhihu": [
            [
                "为什么唐氏综合征无论中外在长相上出",
                "326351198"
            ],
            [
                "怎么姚明一卸任，男篮的成绩就反弹了",
                "1940720640194732496"
            ],
            [
                "如何看待感动中国 2024 年度人",
                "1940376121511221007"
            ],
            [
                "如何看待成龙大哥新作《捕风追影》开",
                "1939951447539184927"
            ],
            [
                "蜜雪冰城被曝未开封奶茶现蟑螂，消费",
                "1940172917326455504"
            ],
            [
                "女友将 19 岁小伙卖至缅甸不构成",
                "1940833561079936390"
            ],
            [
                "离职了，要不要在公司群发个告别？",
                "626785717"
            ],
            [
                "沪指突破 3731.69 点，刷新",
                "1940707480704357933"
            ],
            [
                "如何看待继「飞机拜拜员」后，上海浦",
                "1940708930461332051"
            ],
            [
                "女子提醒家长安抚吵闹小孩，被反怼「",
                "1940812176907530744"
            ],
            [
                "LPL 2025 赛季第三赛段组内",
                "1940849773696520541"
            ],
            [
                "为什么读博以后同学之间的关系都很淡",
                "437021655"
            ],
            [
                "蚊子为什么一定要在耳边嗡嗡嗡，这不",
                "1940711790334969653"
            ]
        ],
        "v2ex": [
            [
                "1781 天后，我们还是分手了",
                "1153086#reply734"
            ],
            [
                "《1781 天后，我们还是分手了》",
                "1153126#reply192"
            ],
            [
                "一句话证明你看过《凡人修仙传》",
                "1153055#reply158"
            ],
            [
                "全球股市都在涨，为什么大 A 不能",
                "1153073#reply86"
            ],
            [
                "喜欢《凡人修仙传》的可以来说说为什",
                "1153083#reply84"
            ],
            [
                "分享自己第一次使用相机的一些小心得",
                "1153119#reply72"
            ],
            [
                "B 站陈睿卸任",
                "1153123#reply62"
            ],
            [
                "最近一些经历思考...",
                "1153100#reply55"
            ],
            [
                "1781 天以前你在做什么？",
                "1153197#reply55"
            ],
            [
                "第一辆车",
                "1153201#reply53"
            ],
            [
                "相亲聊天没有话题，很尴尬,怎么起话",
                "1153107#reply49"
            ],
            [
                "对语言一窍不通，能在 AI 帮助下",
                "1153047#reply46"
            ],
            [
                "花粉、煤油给点建议？",
                "1153121#reply46"
            ]
        ],
        "hupu": [
            [
                "95后，你们还有上幼儿园的孩子吗？",
                "634288474.html"
            ],
            [
                "一个俄罗斯美女嫁给了中国男人，没要彩礼，被哈集美团建，攻击她是“牛排”",
                "634427323.html"
            ],
            [
                "绿衣服这男的是不是活该被围殴",
                "634368658.html"
            ],
            [
                "青年养老院，仅限18岁到49岁，每月1980元，包吃包住还包水电网停车费。平时还能体验钓鱼、登山、玩牌KTV，狼人杀剧本杀 游泳 飞盘等等项目。这是认真的吗？",
                "634362558.html"
            ],
            [
                "小米电话通知车主催尾款，工作人员被怼的哑口无言！",
                "634393922.html"
            ],
            [
                "为什么曾经的顶流霍建华无戏可拍，沦落到拍短剧？",
                "634394074.html"
            ],
            [
                "你见过遇到过最出生的人是什么样的",
                "634363103.html"
            ],
            [
                "实习生吐槽小妹再发后续！已被离职！",
                "634388430.html"
            ],
            [
                "不开玩笑，现实中真有这种人",
                "634421949.html"
            ],
            [
                "97分的是关系户吗？",
                "634369205.html"
            ],
            [
                "老婆不能忍受我看片 大吵了一架",
                "634425700.html"
            ],
            [
                "一张老照片：2007年，修建鸟巢的建筑工人，席地而坐，喝着啤酒",
                "634370004.html"
            ],
            [
                "天涯神贴：送给30岁以后的你",
                "634361279.html"
            ],
            [
                "为什么姚明退了，中国男篮肉眼可见的变的更好了？",
                "634416200.html"
            ],
            [
                "#飞行学员被曝出轨10余名女子#",
                "634363284.html"
            ]
        ],
        "todayTrig": [
            [
                "xiaohongshu",
                "A股一天创6大纪录"
            ],
            [
                "zhihu",
                "沪指突破 3731.69 点，刷新"
            ],
            [
                "v2ex",
                "全球股市都在涨，为什么大 A 不能"
            ]
        ]
    },
    {
        "runDate": "2025-08-20 03:22:58",
        "newsDate": "2025-08-19",
        "图卦ID": "187779",
        "喷嚏图卦": [
            "【1】@平安秀山",
            "【2】建筑需求减弱 中国7月水泥产量降至16年来最低",
            "【3】中国发布美国人权报告 称美式人权成“政治道具”",
            "【4】中国批评德外长煽动对抗和炒作紧张局势",
            "【5】印度外长见王毅：印中边境和平 两国关系才能迎积极势头",
            "【6】财新报道：中国证监会原发行监管部监管四处处长杨郊红，因涉嫌严重违纪违法被查，家里还被抄出2至3亿元现金",
            "【7】“高才通”申请者多来自中国大陆 港议员：不应以肤色界定“国际化”",
            "【8】消息：希音考虑总部迁回中国大陆 为香港上市铺路",
            "【9】中国游客6月京都遇袭：嫌疑人已被捕，为中国籍男子",
            "【10】于东来：有的人唱衰中国经济，说消费低迷。你来胖东来的店里看看，就明白了，哪里低迷？有的人不花钱，有没有可能是因为产品和服务质量低，使用或体验不舒服？",
            "【11】求是：有的人搞特权，进行权力交换，通过不正当手段为子女谋取优质教育资源；有的内外勾结，提前打通审核关节，搞报名材料造假、入学资格伪造，搞人籍分离、空挂学籍、高考移民等；有的地方为了吸引高层次人才，对其子女教育实行优待、进行照顾，如中考时降分录取、优先录取等。“凌晨三点，我的孩子还在刷题，他们的孩子却靠特权轻松上名校”……以上这些情况虽然属于个例，却让普通群众感到无比愤怒。",
            "【12】要警惕",
            "【13】德国总理默茨：俄乌会谈将在两周内举行",
            "【14】泽连斯基穿黑色西装会见特朗普",
            "【15】叙总统誓言拒绝分裂企图 斥以色列介入南部",
            "【16】petriv",
            "【17】川普：我六个月内平息了六场战争",
            "【18】梅洛尼在川普身边这都啥表情",
            "【19】@徐唯辛",
            "【20】将军视察崔贤号驱逐舰，严阵以待应对美韩军演"
        ],
        "新浪新闻": [
            "传习录丨总书记心系雪域高原",
            "中国已解除对印度稀土出口限制？中方回应",
            "9月1日起实施 个人养老金新增3种领取情形",
            "特朗普与马克龙“悄悄话”泄露 马克龙回应",
            "一天两度“冲高翻绿”，A股发生了什么？",
            "广东普宁村民杀害村支书一案明日二审"
        ],
        "weibo": [
            [
                "1-胡先煦方律师声明-热-热度值：189588"
            ],
            [
                "2-女生在公司用微波炉加热速冻饺子-热-热度值：139490"
            ],
            [
                "3-闪光60年 致亲爱的西藏-热度值：92494"
            ],
            [
                "4-安静公主公布验血结果-热-热度值：92275"
            ],
            [
                "5-每天只睡6小时身体的变化-热-热度值：90056"
            ],
            [
                "6-一轮游已成为国乒男队常态-热度值：65729"
            ],
            [
                "7-迪丽热巴第二套-热-热度值：60231"
            ],
            [
                "8-杨超越700度近视-热-热度值：56529"
            ],
            [
                "9-一人一句告别夏天-热度值：49456"
            ],
            [
                "10-W红毯 审美高级-热度值：44835"
            ],
            [
                "11-毛晓彤方否认与陈晓恋情-热-热度值：44619"
            ],
            [
                "12-孙俪 这是热巴的-热-热度值：44231"
            ],
            [
                "13-翟潇闻 不用了吧-热度值：44084"
            ]
        ],
        "xiaohongshu": [
            [
                "红毯没有王法只有迪丽热巴的想法"
            ],
            [
                "迪丽热巴上一秒女王下一秒乖乖女"
            ],
            [
                "被女友卖到缅甸当事人家属回应"
            ],
            [
                "杨幂 绣绣爆改大地之母"
            ],
            [
                "身边不起眼的同事竟然是跑者"
            ],
            [
                "哭得有鼻子有眼具象化了"
            ],
            [
                "第一次见到耳坠还能成妖"
            ],
            [
                "续面老板被网暴至关门"
            ],
            [
                "比跑步还有用的减肥法是早睡"
            ],
            [
                "终于等到北大的宿舍roomtour"
            ],
            [
                "减脂人邪修做饭有多简单"
            ],
            [
                "发明馄饨皮邪修吃法的是天才"
            ],
            [
                "生万物中被吃掉的名字和品行"
            ]
        ],
        "zhihu": [
            [
                "陪领导吃饭，服务员把我认成领导，领",
                "1938851557715216234"
            ],
            [
                "警方通报「妈妈意外离世男童相伴遗体",
                "1941127172162023630"
            ],
            [
                "主人欠钱 3 岁狸花猫被法拍，已有",
                "1940718827940847868"
            ],
            [
                "如何看待小米公布 2025 年第二",
                "1941194364073272950"
            ],
            [
                "如何看待 FIBA 官方发布中澳决",
                "1941130666986140001"
            ],
            [
                "戚薇承认医美过度，眉毛因打肉毒过量",
                "1940730342374859331"
            ],
            [
                "如何评价 DeepSeek 于 2",
                "1941218073152587548"
            ],
            [
                "股市回到十年前，房价也回到十年前，",
                "1941123038415380665"
            ],
            [
                "3 岁女童头上插刀淡定就医引关注，",
                "1940748395103871382"
            ],
            [
                "醉驾送早产妻子就医被判无罪，法院认",
                "1941176197540181008"
            ],
            [
                "从心理学分析，为什么很多人看动画《",
                "1940034064858977644"
            ],
            [
                "东鹏饮料半年卖出 107 亿元，功",
                "1941121636360225678"
            ],
            [
                "为什么周琦无缘男篮亚洲杯？",
                "1935845946232661233"
            ]
        ],
        "v2ex": [
            [
                "相亲回头草，依旧冷淡咋办",
                "1153426#reply113"
            ],
            [
                "微信读书会员是否值得购买",
                "1153337#reply105"
            ],
            [
                "观 1781 天,说说我个人的小故",
                "1153375#reply94"
            ],
            [
                "特斯拉 YL 价格（¥339,00",
                "1153352#reply74"
            ],
            [
                "冰箱坏了，但是修的一波三折",
                "1153340#reply72"
            ],
            [
                "讲一讲周末理发的经历",
                "1153360#reply61"
            ],
            [
                "工作中 同事自言自语 时不时还哼歌",
                "1153372#reply61"
            ],
            [
                "3600 点已经过去，估计也回不去",
                "1153392#reply56"
            ],
            [
                "现在从国外访问国内的网站，全部无法",
                "1153562#reply54"
            ],
            [
                "非常讨厌工作中的一个行为: 先发一",
                "1153427#reply50"
            ],
            [
                "兄弟们，怎么提离职比较得体呢？",
                "1153336#reply44"
            ],
            [
                "Model3 转向拨杆也回归了",
                "1153346#reply42"
            ],
            [
                "[问一个社保相关问题，关于退休]",
                "1153363#reply40"
            ]
        ],
        "hupu": [
            [
                "求助，拜金未婚妻跑了，怎么追回38w8的彩礼",
                "634429542.html"
            ],
            [
                "打网球第一天就撩到妹，这剧本我都不敢信",
                "634461580.html"
            ],
            [
                "坐高铁途中抑郁躯体化发作，一位网友在坐高铁的途中躯体化发作，直接把自己锁在高铁卫生间里，拍下视频记录了自己情绪变化的过程",
                "634427087.html"
            ],
            [
                "周琦解说引众怒！网友：负能量拉满，男篮没你还更强",
                "634454425.html"
            ],
            [
                "95后，你们还有上幼儿园的孩子吗？",
                "634288474.html"
            ],
            [
                "老婆不能忍受我看片 大吵了一架",
                "634425700.html"
            ],
            [
                "估计这一生，这两个不会再去漂流了",
                "634435294.html"
            ],
            [
                "很明显，小个子小孩有气但不敢出，老师发话了就发泄了 ​",
                "634434969.html"
            ],
            [
                "[流言板]蔡少芬公开张晋心脏病发作细节",
                "634458039.html"
            ],
            [
                "公公婆婆一个月退休金一万多，他们不愿意帮我带孩子，我要求一个月给我五千过分吗？ ​​​",
                "634430745.html"
            ],
            [
                "大中午的，笑到胃抽搐。。。",
                "634459446.html"
            ],
            [
                "这就是技术一流吗，JRs对这波怎么评价",
                "634426322.html"
            ],
            [
                "五红犬直到上嘴前，一声都没叫！老祖宗严选果然没错！ ​",
                "634434679.html"
            ],
            [
                "哪个城市工资很低，房价却高的离谱？",
                "634455514.html"
            ],
            [
                "第一眼看错的场景!",
                "634459373.html"
            ]
        ],
        "todayTrig": [
            [
                "zhihu",
                "股市回到十年前，房价也回到十年前，"
            ]
        ]
    },
    {
        "runDate": "2025-08-23 03:24:03",
        "newsDate": "2025-08-22",
        "图卦ID": "187824",
        "喷嚏图卦": [
            "【1】乌克兰称不需要中国作为提供安全保障的国家，中方回应",
            "【2】习近平率两政治局常委赴西藏参加庆祝大会",
            "【3】外交部回应英伟达暂停H20芯片生产",
            "【4】8月19日，以岭药业(002603.SZ)公告称，公司收到国家药品监督管理局下发的《受理通知 书》，公司提交的“小儿连花清感颗粒”新药注册上市申请已获正式受理。该药品为公司自主研制的中药创新药，功能主治为清感解表，宣肺泄热，用于儿童急性上呼吸道感染风热感冒证。",
            "【5】本科生月薪2700",
            "【6】中国男子带无人机入美 因这件事全家被遣返 网嘲 Stupid",
            "【7】8月28日开始杭州向新婚夫妇发放1000元消费券",
            "【8】彭博：波音接近与中国达成多达500架飞机交易",
            "【9】10后不还没成年吗？",
            "【10】@江左子都",
            "【11】美商务部长证实白宫考虑持股英特尔 取代现金补助",
            "【12】万斯：俄罗斯想得到一些仍受乌克兰控制的领土",
            "【13】美联储会议纪要：大多数官员担心通胀风险",
            "【14】内坦亚胡批准接管加沙城计划 要求重启谈判结束战争",
            "【15】菲央行新规初见成效 网络赌博交易减半",
            "【16】波兰总理唐纳德·图斯克表示，鉴于《布达佩斯备忘录》于1994年在匈牙利签署，他不赞成泽连斯基和普京之间在匈牙利举行潜在的会谈。",
            "【17】@我是二姐夫",
            "【18】#朝鲜表彰赴俄参战人员#金正恩出席会议，表彰赴俄参战人员。追悼阵亡烈士，慰问烈士家属。",
            "【19】泽连斯基被胡总批评了",
            "【20】中国历史研究院《历史评论》这一期的部分文章"
        ],
        "新浪新闻": [
            "180秒重温习近平总书记西藏之行",
            "打虎！内蒙古自治区政府主席王莉霞被查",
            "普京、莫迪等领导人将赴天津",
            "英伟达要求部分供应商暂停生产H20芯片",
            "A股，涨到你头晕目眩！原因找到了",
            "特朗普政府入股芯片巨头思路曝光"
        ],
        "weibo": [
            [
                "1-公司误缴社保致无法落户上海赔5万-热度值：81379"
            ],
            [
                "2-男子看利剑玫瑰买彩票中奖30万元-热度值：64986"
            ],
            [
                "3-这张办公桌见证抗战胜利时刻-热度值：60607"
            ],
            [
                "4-许凯 已报警-沸-热度值：59406"
            ],
            [
                "5-被丈夫推下悬崖的妻子决定复仇-热度值：57123"
            ],
            [
                "6-费家嫂子疯了-热度值：57105"
            ],
            [
                "7-官方再回应非婚生育申领育儿补贴-热度值：57067"
            ],
            [
                "8-爸爸3年攒3万16岁儿子打赏剩300-热度值：57026"
            ],
            [
                "9-丁禹兮直播-热度值：56996"
            ],
            [
                "10-迪丽热巴黑蕾丝短裙-热度值：56981"
            ],
            [
                "11-虞书欣-热度值：56937"
            ],
            [
                "12-知情人回应女生军训身亡-热度值：56882"
            ],
            [
                "13-董璇终于忍不住发火了-热度值：56869"
            ]
        ],
        "xiaohongshu": [
            [
                "老娘与海"
            ],
            [
                "清华大学已经开学了"
            ],
            [
                "高铁无座不是真的无座"
            ],
            [
                "于正直播在打吊瓶"
            ],
            [
                "岳云鹏称每天端茶倒水伺候郭麒麟"
            ],
            [
                "许荔莎公布与许凯的感情线"
            ],
            [
                "对话泰国悬崖杀妻案王暖暖"
            ],
            [
                "封二死在了自己最爱的季节"
            ],
            [
                "各地文旅都开始恋爱了"
            ],
            [
                "沪指突破3800点"
            ],
            [
                "当季肥美梭子蟹配糯叽叽年糕"
            ],
            [
                "纹身小狗主人已被亚宠展限制入场"
            ],
            [
                "如何无痛哄自己开学"
            ]
        ],
        "zhihu": [
            [
                "8 月 22 日沪指突破 3800",
                "1942152568387110509"
            ],
            [
                "新加坡三名小学生霸凌同学被停课，一",
                "1942183864823932379"
            ],
            [
                "网友质疑无座与二等座票价相同是否合",
                "1942133062323365043"
            ],
            [
                "河南「中式迪士尼」暑假客流激增，每",
                "1941132182069450706"
            ],
            [
                "中国留学生起诉美国大学索赔 1 亿",
                "1941958293267378875"
            ],
            [
                "男子水下憋气 29 分钟刷新世界纪",
                "1941798613538797298"
            ],
            [
                "蔚来李斌回应新车定价，称「继续保持",
                "1942176837217268142"
            ],
            [
                "如何看待寒武纪目前市值（4870 ",
                "1942209161707381363"
            ],
            [
                "我国科研团队在「可燃冰」大规模利用",
                "1941821400575866076"
            ],
            [
                "「二次元」黄金卖断货，「痛金」单价",
                "1941872397943797207"
            ],
            [
                "汉语把「火」和「箭」组成「火箭」，",
                "1940839934907875725"
            ],
            [
                "麦当劳鳕鱼堡（麦香鱼）用的是真鳕鱼",
                "665362109"
            ],
            [
                "《浪浪山小妖怪》中真齐天大圣为何要",
                "1937170908583293178"
            ]
        ],
        "v2ex": [
            [
                "我有小猫啦",
                "1154168#reply249"
            ],
            [
                "想问问学历的问题如何从根本上解决？",
                "1154218#reply104"
            ],
            [
                "[杭州为新婚夫妇发放 1000 元",
                "1154122#reply95"
            ],
            [
                "上证要 3800 点了，空头变多了",
                "1154178#reply85"
            ],
            [
                "每天坚持签到铜币自由",
                "1154149#reply71"
            ],
            [
                "土区 iCloud 2TB 涨价到",
                "1154125#reply65"
            ],
            [
                "上证 3800 点了，你们都赚钱了",
                "1154212#reply61"
            ],
            [
                "马上周末了，大家周末都玩啥",
                "1154252#reply57"
            ],
            [
                "关于 All In Boom 到底",
                "1154262#reply54"
            ],
            [
                "双钻用户，签到有惊喜",
                "1154118#reply52"
            ],
            [
                "大家写代码还能感受到快乐吗? 你写",
                "1154187#reply49"
            ],
            [
                "k8s 的一些问题",
                "1154130#reply45"
            ],
            [
                "开发了一个 ai 生成图片的免费网",
                "1154204#reply42"
            ]
        ],
        "hupu": [
            [
                "某古装男神为演好激情戏私下加料，苦情戏变“升旗仪式”？",
                "634500353.html"
            ],
            [
                "一个月闪婚，现在发现她有传染病，好像还怀了，怎么办？？",
                "634431540.html"
            ],
            [
                "爱在一线之间｜TF七夕限定礼盒，撩人上线！",
                "634503596.html"
            ],
            [
                "C罗求婚乔治娜，“鸽子蛋”钻戒是不是特有诚意",
                "634494128.html"
            ],
            [
                "【露营召集令】别宅了！虎扑车友速报名，8月30日星越L露营日开营！众多奖品带回家",
                "634500747.html"
            ],
            [
                "此生必须去的五个地方",
                "634496163.html"
            ],
            [
                "网友神评论大盘点！",
                "634483413.html"
            ],
            [
                "他最大的失败就是完完全全听信他爸的话",
                "634492863.html"
            ],
            [
                "这个感动全网的小姑娘去世了",
                "634506103.html"
            ],
            [
                "糖友的七夕考题：如何向喜欢的人，递出一颗无糖的糖？",
                "634514092.html"
            ],
            [
                "【有奖】复古传奇《吞食之刃》今日上线，送终身返利特权！互动赢裁决、屠龙刀、优惠券",
                "634510823.html"
            ],
            [
                "回老家，我最爱做的就是听别人吹牛",
                "634496201.html"
            ],
            [
                "一直对铁公鸡没概念直到出来工作后。。。 ​​​",
                "634481031.html"
            ],
            [
                "人可以丢脸到什么程度",
                "634490984.html"
            ],
            [
                "什么样的人一看就很穷？",
                "634500870.html"
            ]
        ],
        "todayTrig": [
            [
                "xiaohongshu",
                "沪指突破3800点"
            ],
            [
                "zhihu",
                "8 月 22 日沪指突破 3800"
            ],
            [
                "v2ex",
                "上证要 3800 点了，空头变多了"
            ],
            [
                "v2ex",
                "上证 3800 点了，你们都赚钱了"
            ]
        ]
    },
    {
        "runDate": "2025-08-26 03:23:21",
        "newsDate": "2025-08-25",
        "图卦ID": "187878",
        "喷嚏图卦": [
            "【1】中国中铁回应尖扎黄河特大桥事故",
            "【2】妇联回应女子疑被丈夫家暴致死",
            "【3】范冰冰获马六甲元首册封拿督",
            "【4】9点了，恒大被取消上市地位了",
            "【5】华为云突发重大重组，盘古大模型等数十个部门被裁撤，波及人数或达上千",
            "【6】胖东来回应招牌系统崩溃",
            "【7】上海房产重磅新政！",
            "【8】上海申通地铁集团于2025年8月18日启动“人员结构优化”，首批针对50岁以上老员工（如58岁值班站长、32年工龄检修工等），涉及约2000人。后续计划可能分阶段推进，部分网友预测将分3年完成，但首年规模已超预期。",
            "【9】这。。。",
            "【10】加沙饥荒问题加剧 饿死人数增至289包括115儿童",
            "【11】乌克兰独立日 特朗普致函表达支持",
            "【12】俄乌在阿联酋斡旋下再交换战俘",
            "【13】美韩峰会前夕 朝鲜试射两枚新型防空导弹",
            "【14】默茨：克服德国经济困境比预期更难",
            "【15】美国数据中心的投资已经接近传统写字楼的投资。2023年以来，两者吸引的投资恰好成相反趋势。",
            "【16】30 年前的今天，改变世界的 Windows 95 开始发售",
            "【17】爱知修改条例：所有市民每天使用手机或平板的时间不超过2小时",
            "【18】#丹麦取消图书增值税以鼓励更多人阅读#丹麦政府近日宣布，为了克服\"阅读危机\"，将废除高达25%的图书增值税，鼓励更多民众购买书籍。",
            "【19】@包容万物恒河水",
            "【20】滴滴的新广告"
        ],
        "新浪新闻": [
            "时政微视频丨英雄儿女",
            "九三阅兵当天 他将升起五星红旗",
            "欧洲爆外交内政争端 反以示威蔓延多国",
            "特朗普又对美媒开骂：应该吊销执照",
            "拉夫罗夫回应访美时穿“苏联”卫衣",
            "湖北破获特大盗墓案：嫌犯看小说学盗墓"
        ],
        "weibo": [
            [
                "1-高速有人戴恐怖面具吓车-热-热度值：201101"
            ],
            [
                "2-刘浩存宋威龙 簪星-热度值：77907"
            ],
            [
                "3-真想一键快进到阅兵当天-热度值：70972"
            ],
            [
                "4-网红称吃火鸡面烧穿胃索赔7700万-热度值：64836"
            ],
            [
                "5-乌兰察布-热度值：62308"
            ],
            [
                "6-kid退赛-热度值：61085"
            ],
            [
                "7-带这些字眼的奶茶尽量别点-热度值：60705"
            ],
            [
                "8-老人捅马蜂窝被蜇100多下去世-热度值：60383"
            ],
            [
                "9-独居女生深夜开锁被索要2410元-热度值：49201"
            ],
            [
                "10-男网红娶残障老婆事件调查结果-热度值：47256"
            ],
            [
                "11-曝王鹤棣和神秘女友吵架-热-热度值：47128"
            ],
            [
                "12-何晟铭朋友圈 山水一程永不相逢-热-热度值：46407"
            ],
            [
                "13-王玉雯你真的火了-热-热度值：46014"
            ]
        ],
        "xiaohongshu": [
            [
                "等到清华的宿舍roomtour了"
            ],
            [
                "七夕领证的仪式感"
            ],
            [
                "哈佛大学宿舍roomtour申请出"
            ],
            [
                "孙颖莎说想去看夕阳"
            ],
            [
                "山东人没福硬享的一生"
            ],
            [
                "我仿了迪丽热巴W盛典造型"
            ],
            [
                "汪苏泷最佳男歌手"
            ],
            [
                "苹果20周年特别版曲面iPhone"
            ],
            [
                "魏大勋父亲公司被执行233万"
            ],
            [
                "七夕约会就扎这个发型"
            ],
            [
                "开学新人设：林黛玉"
            ],
            [
                "王鹤棣录音被曝"
            ],
            [
                "人类为何如此迷恋绿色"
            ]
        ],
        "zhihu": [
            [
                "「中国钓王」邓刚钓获 73 斤野生",
                "1942980603285828751"
            ],
            [
                "「反诈老陈」打假「嘎子哥」直播间手",
                "1943058826220762999"
            ],
            [
                "如何评价 DeepSeek V3.",
                "1942934856603505597"
            ],
            [
                "8 月 25 日沪指涨 1.51%",
                "1943243567897244415"
            ],
            [
                "七月用电超过一万亿度，为什么电网没",
                "1942949505189287230"
            ],
            [
                "男子把茄子和辣椒混种，意外结出「茄",
                "1942597876074112104"
            ],
            [
                "「老漂族」吐槽自己是「不花钱保姆」",
                "1943323809076741464"
            ],
            [
                "为什么人一戴上墨镜就会相对更帅？",
                "21337004"
            ],
            [
                "同时期进入中国，赛百味为什么打不过",
                "4439808620"
            ],
            [
                "各大比赛一轮游已经是国乒男队的常态",
                "1941443178415745020"
            ],
            [
                "女子疑似持刀追赶小孩，被 2 名男",
                "1943344426949768761"
            ],
            [
                "上海一豪宅 66 套房源一小时售罄",
                "1942921135395181532"
            ],
            [
                "如何看待「苏超」史诗级的一战（徐州",
                "1942929724247606472"
            ]
        ],
        "v2ex": [
            [
                "来暴露一下年龄，还记得你用的第一款",
                "1154705#reply426"
            ],
            [
                "大盘奔着 4000 去了，想不通",
                "1154706#reply146"
            ],
            [
                "相亲对象应该以什么样的身份对待",
                "1154648#reply125"
            ],
            [
                "买房：老破大 or 远新大",
                "1154658#reply119"
            ],
            [
                "请问下上海哪里酒店上传网速比较快，",
                "1154712#reply104"
            ],
            [
                "开源，肝爆了！ 基于 WebRTC",
                "1154676#reply80"
            ],
            [
                "最近想换个近视眼镜，有什么推荐的镜",
                "1154651#reply74"
            ],
            [
                "请问下，基金定投，是按月好，还是按",
                "1154655#reply67"
            ],
            [
                "距离 Apple17 发布不足两周",
                "1154691#reply56"
            ],
            [
                "想问问，有人用过运动相机么？",
                "1154697#reply56"
            ],
            [
                "快七夕了有什么礼物推荐送给老婆",
                "1154649#reply52"
            ],
            [
                "北京真的是一点人文关怀没有",
                "1154806#reply49"
            ],
            [
                "第一辆车，速腾和星瑞 1.5 昆仑",
                "1154682#reply47"
            ]
        ],
        "hupu": [
            [
                "校花想要跟我分手，我该不该给她买苹果17",
                "634528294.html"
            ],
            [
                "30+的男人要怎么保持x能力，才可以完美应付七夕？",
                "634553998.html"
            ],
            [
                "住哪个酒店大概率会当战地记者？",
                "634537641.html"
            ],
            [
                "有点真实",
                "634532515.html"
            ],
            [
                "说到广西柳州，你会想到？",
                "634539367.html"
            ],
            [
                "这份七夕礼物清单一出，她直说你比她闺蜜还懂她",
                "634540503.html"
            ],
            [
                "女星同款蝴蝶纹身，藏着老婆的惊天秘密",
                "634552072.html"
            ],
            [
                "无语，十二点被叫到派出所了",
                "634521557.html"
            ],
            [
                "第三次失败后，女友背过身说了一句话...我连夜去问了AI",
                "634557875.html"
            ],
            [
                "怪不得都说舞伴很重要呢",
                "634541696.html"
            ],
            [
                "以前的大学生，现在的大学生，是这样的吗",
                "634549632.html"
            ],
            [
                "市值全球排名前20的运动品牌。",
                "634523057.html"
            ],
            [
                "明朝当官门槛有多高？",
                "634520246.html"
            ],
            [
                "这个小孩也太难杀了吧？",
                "634537318.html"
            ],
            [
                "在世界最大最新造价最高的游轮上躺平5天是什么样的体验？",
                "634531276.html"
            ]
        ],
        "todayTrig": [
            [
                "zhihu",
                "8 月 25 日沪指涨 1.51%"
            ]
        ]
    }
] 
 